{
  "id": 14,
  "number": 14,
  "title": "КИТОБИ НАМОЗИ ВИТР",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар бораи витр омадааст",
      "hadiths": [
        {
          "number": 539,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) дар мавриди намози шаб пурсид. Паёмбари Худо (с) фармуданд: “Намози шаб ду ракаат-ду ракаат аст, агар касе аз шумо хавфи тулӯъ намудани субҳро дошт, танҳо як ракаат адо намояд ва намозҳоеро, ки хондааст, бо ин як ракаат витр бисозад.’"
        },
        {
          "number": 540,
          "full_text": "Аз Оиша (р) ривоят аст, ки намози Паёмбари Худо (с) дар шаб ёздаҳ ракаат буд. Ба саҷда, ки мерафтанд, то андозае, ки шумо панҷоҳ оят тиловат кунед, сари худро боло намекарданд ва пеш аз намози субҳ ду ракаат намоз адо менамуданд ва баъд аз он то ҳангоме, ки муаззин барои намоз меомад, ба паҳлӯи рости худ истироҳат мекарданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Вактҳои намози витр",
      "hadiths": [
        {
          "number": 541,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози витрро дар ҳар вақти шаб мехонданд, вале дар охири амр (пеш аз вафоти худ) намози витрро дар вақти саҳар адо мекарданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Намози витр бояд охирин намоз бошад",
      "hadiths": [
        {
          "number": 542,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Охирин намози худро дар шаб витр бигардонед.\""
        }
      ]
    },
    {
      "number": 4,
      "title": "Витр хондан бар болои чорпо",
      "hadiths": [
        {
          "number": 543,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) гоҳе витрро бар болои шутур мехонданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Қунут хондан пеш аз рукӯъ ва баъд аз он",
      "hadiths": [
        {
          "number": 544,
          "full_text": "Ривоят аст, ки касе аз Анас (р) пурсид: Оё Паёмбари Худо (с) дар намози субх қунут хондаанд? Гуфт: Бале! Каси дигаре пурсид: Оё пеш аз рукӯъ қунут хондаанд? Гуфт: Баъд аз рукӯъ андак вақте қунут хонданд."
        },
        {
          "number": 545,
          "full_text": "Ривоят аст, ки касе аз Анас (р) дар мавриди қунут пурсиш намуд. Дар ҷавоб гуфт: Қунут (дар он замон) хонда мешуд. Пурсид: Пеш аз рукӯъ ё баъд аз рукӯъ? Гуфт: Пеш аз рукӯъ. Пурсид: Фалонӣ аз забони ту мегӯяд, ки гуфта будӣ, баъд аз рукӯъ. Гуфт: У дурӯғ гуфтааст. Паёмбари Худо (с) баъд аз рукӯъ танҳо як моҳ қунут хондаанд, фикр мекунам, ин дар замоне буд, ки Паёмбари Худо (с) ҳудуди ҳафтод нафар аз касонеро, ки ба номи (қориҳо) ёд мешуданд, дар байни гурӯҳе аз мушрикин, ки бо Паёмбари Худо (с) аҳду паймон баста буданд, фиристоданд (мушрикин хиёнат карда он (қориҳо)-ро куштанд). Паёмбари Худо (с) як моҳ қунут хонда ва бар онҳо нафрин мекарданд. Ва дар ривояти дигаре аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) як моҳ қунут мехонданд ва бар қабилаи Реъл ва Заквон нафрин мекарданд."
        },
        {
          "number": 546,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Дуои қунут дар намози шом ва намози субҳ буд."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 8,
  "unique_hadith_numbers": 8
}