{
  "id": 40,
  "number": 40,
  "title": "КИТОБИ ОН ЧИ КИ ДАР МАВРИДИ КИШТ ВА ЗИРОАТ ОМАДААСТ",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати кишт ва ниҳолшинонӣ",
      "hadiths": [
        {
          "number": 1071,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳар мусалмоне, ки ниҳолеро шинонад ва ё чизеро кишт намояд ва аз он ниҳол ва ё кишт парранда, инсон ва ё ҳайвон чизеро бихӯрад, он чизе барояш садақа маҳсуб мешавад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Уқубати машғул шудан ба васоили зироатӣ ва таҷовуз аз ҳадде, ки ба он амр гардидааст.",
      "hadiths": [
        {
          "number": 1072,
          "full_text": "Ривоят аст, ки чун чашми Абӯумомаи Боҳилӣ (р) ба сипору оҳани сипор ва дигар васоили зироатӣ афтод, гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Ин олат ба хонаи ҳеҷ кас дохил нашудааст, магар он, ки Худованд бадбахтиро ба он хона дохил намудааст»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Доштани саг барои нигаҳбонӣ аз кишт ва зироат",
      "hadiths": [
        {
          "number": 1073,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) фармуданд: «Агар касе саге дошта бошад, аз амалаш дар ҳар рӯзе як қирот кам мешавад, магар саге, ки барои ҳифозати кишт ва ё ҳифозати ҳайвонот бошад»."
        },
        {
          "number": 1074,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигаре омадааст, ки Пайғамбари Худо (с) фармуданд: «... магар саге, ки барои ҳифозати гӯсфандон ва ё ҳифозати кишт, ва ё ҷиҳати шикор бошад»."
        },
        {
          "number": 1075,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигаре омадааст, ки Паёмбари Худо (с) фармуданд: «магар саге, ки барои шикор ва ё ҳифозати ҳайвонот бошад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Истифода аз гов барои зироаткорӣ.",
      "hadiths": [
        {
          "number": 1076,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Дар ҳоле, ки шахсе болои гове савор буд, он гов ба тарафаш назар кард ва гуфт; Ман барои савор шудан халқ нашудаам, ман барои зироат халқ шудаам. (Баъзе аз касоне, ки ин суханро шуниданд, гуфтанд: Субҳоналлоҳ, гов сухан мегӯяд? Паёмбари Худо (с) ин таъаҷҷубро аз онҳо диданд), фармуданд, ки ман ва Абӯбакр ва Умар ин чизро тасдиқ намудем. Ва гург гӯсфандеро гирифт ва чӯпон ӯро таъқиб намуд. Гург гуфт: Дар рӯзи даррандагон рӯзӣ аст ва рӯзе, ки аслан чӯпоне вуҷуд надорад, аз ин гӯсфанд ба ҷуз аз ман кӣ дифоъ хоҳад кард. Ва Паёмбари Худо (с) фармуданд: Ман ва Абӯбакр ва Умар ин чизро тасдиқ намудем». Ва Абӯҳурайра (р) гуфт: Рӯзе, ки Паёмбари Худо (с) ин суханро гуфтанд, Абӯбакр ва Умар (р) дар он маҷлис ҳузур надоштанд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Агар гуфт, ки заҳмати дарахтони хурморо шумо мутаҳаммил шавед",
      "hadiths": [
        {
          "number": 1077,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Мардуми ансор барои Пайғамбари Худо гуфтанд: Дарахтони хурморо байни мо ва байни бародарони мо (яъне муҳоҷирин) тақсим кунед. Паёмбари Худо (с) фармуданд: «На,» (чунин намекунам). Ансор гуфтанд: Заҳматро шумо мутаҳаммил шавед (яъне обёрӣ ва дигар заҳматро шумо бардоред), шуморо дар мева шарик медиҳем. (Муҳоҷирин) гуфтанд: Ин суханро шунида ва қабул дорем."
        },
        {
          "number": 1078,
          "full_text": "Аз Рофеъ ибни Хадиҷ (р) ривоят аст, ки гуфт: Мо аз ҳамаи мардуми Мадина ба кори зироат бештар машғулият доштем. Заминро дар муқобили ноҳияе, ки онро барои соҳиби замин таъйин мекардем, ба киштманде медодем. Гоҳе мешуд, ки он қисмати аз заминро офат мезад ва дигар қисматҳо солим мемонд ва гоҳе мешуд, ки дигар қисматҳоро офат мезад ва он қисмат солим мемонд, вале аз ин навъ зироаткорӣ наҳй гардидем ва албатта дар ин ҳангом (кироя додани замин) ба тилло ва нуқрае одат набуд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Зироаткорӣ ба қисмате аз ҳосил",
      "hadiths": [
        {
          "number": 1079,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт; Паёмбари Худо (с) Хайбарро ба қисмате аз ҳосили мева ва кишти он ба музориъат доданд. (Аз ҳосили он) барои ҳамсарони худ сад васқ медоданд, ҳаштод васқ хурмо ва шаст васқ ҷав (ҳар васқ ҳудуди шаст соъ аст.)"
        },
        {
          "number": 1080,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Пайғамбари Худо (с) аз зироаткорӣ наҳй нафармуданд, вале гуфтанд, ки: «Агар касе заминро (ба таври ройгон) дар ихтиёри бародари худ қарор диҳад, барои худ кишт намояд, беҳтар аз он аст, ки дар муқобили он аз вай чизи муайяне бигирад»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Авқофи Паёмбари Худо (с) ва замини хироҷ ва зироат ва муомилаи аҳли хироҷ",
      "hadiths": [
        {
          "number": 1081,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Агар ғами мусалмононе, ки баъд аз ин меоянд, намебуд, ҳар қарияро, ки фатҳ мекардам, онро ба мисле, ки Пайғамбари Худо (с) Хайбарро тақсим намуданд, дар байни муҷоҳиддин тақсим мекардам."
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки замини бекорхобидаро корам созад",
      "hadiths": [
        {
          "number": 1082,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки замини бе соҳиберо обод намояд, аз дигарон ба он замин мустаҳиқтар аст»."
        },
        {
          "number": 1083,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Умар (р) яҳуд ва насороро аз сарзамини Ҳиҷоз берун намуд ва Пайғамбари Худо (с) ҳам ҳангоме, ки Хайбарро фатҳ намуданд, мехостанд яҳудро аз ин ҷо хориҷ созанд ва ҳангоме ки сарзамини Хайбар фатҳ гардид, мутааллиқ ба Худо ва Расули ӯ (с) ва мусалмонон гардид ва чун Пайғамбари Худо (с) азми берун кардани яҳудро намуданд, яҳуд ба Паёмбари Худо (с) пешниҳод карданд, ки онҳо дар ин ҷо киштукор намоянд ва ними ҳосили он аз онҳо бошад. Паёмбари Худо (с) ба онҳо гуфтанд: «Ба ҳамин чиз, то ҳангоме, ки мо бихоҳем, бо шумо мувофиқат мекунам». Ва то ҳангоме, ки Умар (р) онҳоро ба тарафи Таймоъ ва Арийҳо хориҷ сохт, дар ҳамон ҷо сукунат доштанд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ҳамкории саҳобаи Паёмбари Худо (с) бо яқдигар дар зироат ва мева",
      "hadiths": [
        {
          "number": 1084,
          "full_text": "Аз Рофеъ ибни Хадиҷ (р) ривоят аст, ки гуфт: Амакам Зуҳайр ибни Рофеъ гуфт, ки Паёмбари Худо (с) аз коре, ки барои суҳулате буд, наҳй фармуданд. Гуфтам: Он чӣ, ки Паёмбари Худо (с) фармудаанд, ҳақ аст. Гуфт: Маро Паёмбари Худо (с) талабида ва пурсиданд: «Шумо бо заминҳои худ чӣ кор мекунед?» Гуфтам: Онҳоро ба чаҳоряк ва ба чанд (васқе) аз хурмо ва ҷав ба иҷора медиҳем. Гуфтанд: «Чунин накунед, ё худи шумо бикоред, ё ба музориъат бидиҳед ва ё ҳамон тавр нигоҳ доред». Рофеъ (р) мегӯяд: дар ҷавобашон гуфтам: Ба сар ва чашм қабул дорам."
        },
        {
          "number": 1085,
          "full_text": "Ривоят аст, ки Ибни Умар (р) заминҳои зироатии худро дар замони Паёмбари Худо (с) ва хилофати Абӯбакр ва Умар (р) ва ибтидои хилофати Муъовия (р) ба иҷора медод. Баъд аз он аз тарафи Рофеъ ибни Хадиҷ (р) барояш хабар расид, ки Пайғамбари Худо (с) аз иҷора додани замини зироатӣ наҳй фармудаанд. Ибни Умар (р) назди Рофеъ ибни Хадиҷ (р) рафта ва аз вай дар замина пурсон намуд, ӯ гуфт; Паёмбари Худо (с) аз иҷора намудани замини зироатӣ наҳй фармудаанд. Ибни Умар ба ӯ гуфт: Худат хабар дорӣ, ки мо заминҳои зироатии худро дар замони Паёмбари Худо (с) ба чаҳоряк ва чизе аз коҳ иҷора медодем."
        },
        {
          "number": 1086,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Ман дар замони Паёмбари Худо (с) медонистам, ки замин ба иҷора дода мешавад. (Ровӣ мегӯяд): баъд аз он Абдуллоҳ ибни Умар (р) тарсид, ки мабодо Паёмбари Худо (с) ҳукме содир карда бошанд, ки ӯ аз он иттилоъе надошта бошад, аз ин ҷиҳат аз иҷора додани замин худдорӣ намуд."
        }
      ]
    },
    {
      "number": 10,
      "title": "",
      "hadiths": [
        {
          "number": 1087,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Рӯзе Пайғамбари Худо (с), дар ҳоле, ки шахсе аз аҳли бодия наздашон нишаста буд, фармуданд: «Шахсе аз аҳли биҳишт иҷоза хост, то дар дохили биҳишт кишт ва зироат намояд. Худованд ба ӯ гуфт: Оё ҳар чизе, ки мехоҳӣ, наздат нест? Гуфт: Чаро не? Ҳама чиз ҳаст, вале ман киштро хуш дорам. Ва ҳамон шахс базр намуда, тухм пошид ва лаҳзае нагузашт, ки (зироаташ) сабз гардид, расид ва дарав шуд ва ба андозаи кӯҳҳо боло омад. Худованд барояш гуфт: Эй фарзанди Одам, ҳамаро бигир, зеро ҳеҷ чиз туро сер намекунад». Он шахси бодиянишин гуфт: Ба Худо қасам, он шахс қурайшӣ аст ва ё ансорӣ, зеро онҳо аҳли кишт ва зироатанд, вале мо аҳли кишт ва зироат нестем. Паёмбари Худо (с) хандиданд."
        }
      ]
    }
  ],
  "total_chapters": 10,
  "total_hadiths": 17,
  "unique_hadith_numbers": 17
}