{
  "id": 45,
  "number": 45,
  "title": "КИТОБИ ДОДХОҲӢ АЗ ЗУЛМИ МАРДУМ БАР ЯКДИГАР",
  "chapters": [
    {
      "number": 1,
      "title": "Ҷазои зулму ситам",
      "hadiths": [
        {
          "number": 1113,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Пайғамбари Худо (с) ривоят аст, ки фармуданд: «Вақте ки мусалмонон аз дӯзах наҷот меёбанд, дар канори пуле байни дӯзах ва биҳишт нигаҳ дошта мешаванд, баъд аз тасфияи ҳисоб барояшон иҷозаи духул ба биҳишт дода мешавад ва савганд ба зоте, ки ҷони Муҳаммад (с) дар дасти ӯ аст, ҳар касе маскан ва ҷояшро дар биҳишт аз хонае, ки дар дунё дар он зиндагӣ мекардааст, беҳтар мешиносад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: «Бидонед, ки лаънати Худо бар золимин аст»",
      "hadiths": [
        {
          "number": 1114,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Худованди мутаъол ба шахси мӯъмин наздик мегардад ба ӯ раҳмат карда ва айбҳояшро мепӯшонад ва ба вай мегӯяд: Оё аз ин гуноҳ ёдат ҳаст ва хабар дорӣ? Он шахси мӯъмин мегӯяд: Парвардигоро, бале (ёдам ҳаст ва хабар дорам). Ҳамин тавр аз ҳама гуноҳҳояш барои вай ёдоварӣ мешавад ва ӯ ба ҳамаи гуноҳонаш иқрор менамояд ва фикр мекунад, ки ҳалок хоҳад шуда ва аз байн хоҳад рафт. (Дар ин вақт) Худованди мутаъол ба ӯ мегӯяд: Гуноҳҳоятро дар дунё пӯшондам ва имрӯз ҳам онҳоро бароят меомурзам. Ва китоби ҳасаноташ ба дасташ дода мешавад. Вале дар бораи кофир ва мунофиқ ҳамаи касоне, ки он ҷо ҳузур доранд, мегӯянд: «Инҳо касонеанд, ки дар бораи Парвардигори худ дурӯғ гуфта буданд ва бидонед, ки лаънати Худованд бар золимин аст». (Ҳуд: 18)"
        }
      ]
    },
    {
      "number": 3,
      "title": "Мусалмон бар мусалмон зулм намекунад ва ӯро ба ҳалокат мувоҷеҳ намесозад.",
      "hadiths": [
        {
          "number": 1115,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Мусалмон бародари мусалмон аст, ба ӯ зулм намекунад ва ӯро ба ҳалокат мувоҷеҳ намесозад. Касе, ки ҳоҷати бародари мусалмонашро бароварда созад, Худованди мутаъол ҳоҷати ӯро рафъ хоҳад кард. Касе, ки мушкили мусалмонеро бартараф созад, Худованд мушкиле аз мушкилоти рӯзи киёматашро бартараф месозад ва касе, ки айби мусалмонеро бипӯшонад, Худованд гуноҳашро дар рӯзи қиёмат мепӯшонад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Бародаратро, чи золим бошад ва чи мазлум, кӯмак кун",
      "hadiths": [
        {
          "number": 1116,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) фармуданд: «Бародари (мусалмонат)-ро, чи золим аст ва чи мазлум, кӯмак намо». Пурсиданд: Ё Расулаллоҳ! Кӯмак расондан ба мазлум бале, вале ба золим чӣ гуна кӯмак намоям? Фармуданд: «Ӯро аз зулм кардан монеъ шав»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Зулм сабаби торикиҳо дар рӯзи қиёмат хоҳад шуд",
      "hadiths": [
        {
          "number": 1117,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Зулм сабаби торикиҳо дар рӯзи қиёмат мешавад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Агар касе ба дигаре зулм намуд ва он шахс вайро бахшид, оё бояд золим он зулмро баён намояд?",
      "hadiths": [
        {
          "number": 1118,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки бар зиммаи вай аз бародари мусалмонаш зулме, аз шарафу обрӯ ва ё чизи дигаре бошад, имрӯз, пеш аз он, ки рӯзе биёяд, ки на дар он дирҳаме бошад ва на диноре аз вай бахшиш бихоҳад, варна агар амали неке дошта бошад, ба андозаи ҳаққи он шахс ба вай дода мешавад ва агар амали неке надошта бошад, аз гуноҳони он шахси (мазлум) гирифта мешавад ва бар зиммаи (шахси золим) гузошта мешавад»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе, ки бар дигаре дар мавриди заминаш зулм карда бошад",
      "hadiths": [
        {
          "number": 1119,
          "full_text": "Аз Саъид ибни Зайд (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки бар дигаре дар мавриди заминаш зулм карда бошад (масалан заминашро ба ноҳақ соҳибӣ карда бошад), ба ҳамон андоза то ҳафт табақаи замин дар гарданаш тавқ мегардад»."
        },
        {
          "number": 1120,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки миқдоре аз заминн шахси дигареро ба ғайри ҳақ бигирад, дар рӯзи қиёмат то ҳафт табақаи замин хасф мегардад ва ба замин фурӯ меравад»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Агар касе ба дигаре чизеро иҷоза диҳад, равост",
      "hadiths": [
        {
          "number": 1121,
          "full_text": "Ривоят аст, ки Ибни Умар (р) мардумеро дид, ки хурмо мехӯранд. Ба онхо гуфт, ки Паёмбари Худо (с) аз хӯрдани чанд хурмо бо ҳам наҳй фармудаанд, магар он, ки шахсе аз бародараш иҷоза бихоҳад."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: «Ва ӯ сар сахттарини душманон аст»",
      "hadiths": [
        {
          "number": 1122,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Бадтарини мардумон дар назди Худованди мутаъол даъвогари ҷанҷолгар аст»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Гуноҳи касе, ки ба дурӯғ даъво карда, медонад, ки даъвояш дурӯғ аст",
      "hadiths": [
        {
          "number": 1123,
          "full_text": "Аз Умми Салама (р) ҳамсари Пайғамабари Худо (с) ривоят аст, ки гуфт: «Паёмбари Худо (с) шуниданд, ки дар дарвозаи ҳуҷраашон ҷанҷоле бапо шудааст, аз ҳуҷра берун шуда ва ба онҳо гуфтанд: «Ман башар ҳастам ва мардум назди ман даъво мекунанд, чӣ басо касоне, ки аз дигарон балеғтар буда, ба гумони ман мерасад, ки ӯ рост мегӯяд, ба ҳамон асос ба нафъи ӯ ҳукм содир мекунам, агар (ба ин тариқ) ҳаққи мусалмонеро ба касе додам, дар воқеъ ин як порчаи оташ аст, ки барояш медиҳам, агар мехоҳад, бигирад ва агар мехоҳад, нагирад»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Интиқом гирифтани мазлум аз моли золим",
      "hadiths": [
        {
          "number": 1124,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки гуфт, гуфтем: Ё Расулаллоҳ, шумо моро ин тарафу он тараф мефиристед, гоҳе ба назди мардуме меравем, ки моро меҳмонӣ намекунанд, дар ин бора чӣ мегӯед? Гуфтанд: «Агар назди мардуме рафтед ва барои шумо чизе, ки муносиб ба меҳмон асг, доданд, қабул кунед ва агар надоданд, ҳаққи меҳмониро аз онҳо бигиред». (Ин кор хос барои муваззафҳои садақа ва закот буд)."
        }
      ]
    },
    {
      "number": 12,
      "title": "Ҳамсоя набояд хамсояашро аз кӯбидани мехе ба девораш манъ намояд",
      "hadiths": [
        {
          "number": 1125,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ҳамсоя набояд ҳамсояашро аз кӯбидани чӯбе ба девораш манъ намояд». Баъд аз он Абӯҳурайра (р) гуфт: Намедонам, чаро шумо аз ин ҳукм эъроз мекунед, ба Худованд қасам, ки чӯбро дар байни шонаҳои шумо хоҳам кӯбид."
        }
      ]
    },
    {
      "number": 13,
      "title": "Нишастан дар пеши рӯйи хонаҳо ва дар канори роҳҳо",
      "hadiths": [
        {
          "number": 1126,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳаргиз дар канори роҳҳо манишинед». Мардум гуфтанд: Чора надорем дар ин ҷо нишаста ва бо ҳам сухан мегӯем. Фармуданд: «Агар ҷуз нишастан дар канори роҳҳо чорае барои шумо нест, бояд ҳаққи роҳро адо намоед». Пурсиданд: Ҳаққи роҳ чист? Фармуданд: Пӯшидани чашм (аз номаҳрам), худдорӣ аз азият кардани мардум, ҷавоб додани салом, амр ба маъруф ва наҳйи аз мункар."
        }
      ]
    },
    {
      "number": 14,
      "title": "Ихтилоф дар таҷдиди роҳҳои умумӣ",
      "hadiths": [
        {
          "number": 1127,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Агар дар таҷдиди роҳи умумӣ ихтилоф намуданд, Паёмбари Худо (с) ҳукм карданд, ки бояд ин роҳ ҳафт заръ бошад (як заръ,ки дар тоҷикӣ маъмулан онро зироъ гӯянд, баробари 64 см аст)."
        }
      ]
    },
    {
      "number": 15,
      "title": "Наҳй аз ғоратгарӣ ва мусла намудан",
      "hadiths": [
        {
          "number": 1128,
          "full_text": "Аз Абдуллоҳ ибни Язиди Ансорӣ (р) ривоят аст, ки Паёмбари Худо (с) аз ғорат кардан ва мусла намудан наҳй фармудаанд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Касе, ки барои дифоъ аз моли худ кушта мешавад",
      "hadiths": [
        {
          "number": 1129,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки дар дифоъ аз моли худ кушта мешавад, шаҳид аст»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Касе, ки коса ва ё чизеро аз шахси дигаре шикаст",
      "hadiths": [
        {
          "number": 1130,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) назди яке аз ҳамсаронашон буданд, ҳамсари дигарашон таъомеро дар косае барояшон фиристод. Оне, ки дар хонааш буданд, косаро ба дасти худ зада шикаст. Паёмбари Худо (с) порчаҳои косаро бо ҳам ҷамъ карданд, таъомро дубора дар коса ниҳоданд ва фармуданд: «Бихӯред» ва шахсе, ки косаро оварда буд, назди худ шинонданд ва баъд аз ин, ки таъомро хӯрданд, косаи шикастаро гирифтанд ва дар ивази он косаи дурустеро фиристоданд."
        }
      ]
    }
  ],
  "total_chapters": 17,
  "total_hadiths": 18,
  "unique_hadith_numbers": 18
}