{
  "id": 52,
  "number": 52,
  "title": "КИТОБИ ВАСИЯТҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Васиятҳо",
      "hadiths": [
        {
          "number": 1194,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Барои шахси мусалмоне, ки чизе дошта ва мехоҳад васият намояд, муносиб нест, ки ду шаб бихобад ва васиятномааш дар зери сараш набошад»."
        },
        {
          "number": 1195,
          "full_text": "Аз Амр ибни Ҳорис (р), додарарӯси Паёмбари Худо (с), бародари Ҷувайрия бинти Ҳорис (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳангоми вафоти худ аз хеш на дирҳаме гузоштанд ва на диноре ва на ғуломе ва на канизе ва на чизи дигаре. Ва чизе, ки аз эшон монда буд, шутури сафед ва силоҳ ва замине буд, ки онро садақа қарор дода буданд."
        },
        {
          "number": 1196,
          "full_text": "Ривоят аст, ки чун касе аз Абдуллоҳ ибни Абӯавфо (р) пурсид, ки: Оё Паёмбари Худо (с) васият намуда буданд? Гуфт: На. Гуфт: Пас васияте, ки барои мардум навишта буданд, чӣ буд? Гуфт: «Амал кардан ба китоби Худо»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Садақа додан дар вақти марг",
      "hadiths": [
        {
          "number": 1197,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсе аз Паёмбари Худо (с) пурсид: Ё Расулаллоҳ! Кадом садақа беҳтар аст? Фармуданд: «Садақае беҳтар аст, ки онро дар ҳоли сиҳатмандии худ садақа намуда бошӣ ва ҳанӯз дар ба даст овардани мол ҳарис ва дар орзуи сарватманд шудан бошӣ ва аз фақр ва бечорагӣ битарсӣ. Ва дар додани садақа имрӯз ва фардо накунӣ, ки чун нафас ба сина расид, бигӯӣ: Ба фалонӣ ин қадар ва ба фалон он қадар бидиҳед, зеро ин вақте аст, ки мол барои фалонӣ тааллуқ гирифтааст»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Оё зан ва фарзанд дар ақориб дохил мешаванд",
      "hadiths": [
        {
          "number": 1198,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ҳангоме, ки Худованди мутаъол ин ояи каримаро нозил фармуд, ки «Ақориби наздики худро бим бидеҳ!» (Шуъаро: 224) Паёмбари Худо (с) бархоста ва фармуданд: «Эй мардуми Қурайш! Худро наҷот бидиҳед! (Яъне мусалмон шавед, то аз азоби дӯзах наҷот ёбед). Ман барои шумо дар муқобили азоби Худо коре карда наметавонам! Эй бани Абдуманоф! Ман барои шумо дар муқобили ҳукми Худо коре карда наметавонам! Эй Аббос ибни Абдулмутталиб! Ман барои ту дар муқобили ҳукми Худо коре карда наметавонам! Эй Сафия, аммаи Расулуллоҳ! Ман барои ту дар муқобили азоби Худо коре карда наметавонам! Эй Фотима, духтари Муҳаммад! Аз моли ман, ҳар чӣ ки мехоҳӣ, аз ман биталаб ва ман барои ту дар муқобили азоби Худо коре карда наметавонам»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Қавли Худованди мутаъол, ки: «Ятимонро то вақти расидан ба синни булуғ биозмоед. Агар дар онҳо рашодате ёфтед, амволи онҳоро дар ихтиёрашон бигзоред. (Нисо:2)",
      "hadiths": [
        {
          "number": 1199,
          "full_text": "Аз Ибни Умар (р) ривоят аст: «Падараш дар замони Паёмбари Худо (с) нахлистонеро, ки ба номи Самғ ёд мешуд, садақа дод ва гуфт: Ё Расулаллоҳ! Ман моли нафисеро ба даст овардаам ва мехоҳам онро садақа бидиҳам. (Мурод аз садақа додан дар ин ҷо васият кардан ба он мол аст). Паёмбари Худо (с) фармуданд: «Аслашро садақа бидеҳ, ба тавре, ки на фурӯхта шавад ва на бахшиш гардад ва на мерос бурда шавад ва фақат мевааш нафақа гардад». Умар (р) онро садақа дод, ба тавре, ки садақааш дар роҳи Худо, дар роҳи озод кардани ғуломон, барои масокин, меҳмонон, раҳгузарон ва завилқурбо харҷ гардад. Ва касе, ки сарпарастии онро ба ӯхда дорад, низ метавонад ба таври маъқул аз он бихӯрад ва ё ба рафиқи худ ба андозае, ки барояш пасандоз нашавад, садақа бидиҳад."
        }
      ]
    },
    {
      "number": 5,
      "title": "Қавли Худованди мутаъол: «Касоне, ки моли ятимонро ба ғайри ҳақ мехӯранд, дар воқеъ оташеро дар шикамҳои худ дохил карда ва ба зудӣ бо оташи сӯзон бирён хоҳанд гардид» (Нисо: 10)",
      "hadiths": [
        {
          "number": 1200,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аз ҳафт чизе, ки ҳалоккунанда аст, битарсед!» Пурсиданд; Е Расулаллоҳ! Онҳо чист? Фармуданд: «Ширк ба Худо, сеҳр ва ҷодугарӣ, куштани шахсе, ки Худованд куштанашро ҳаром намудааст, магар ба ҳаққи он, судхӯрӣ, хӯрдани моли ятим, гурехтан аз сафи ҷиҳод ва муттаҳам сохтани занони покдомани мусалмоне, ки аз корҳои бад хабаре надоранд»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Нафақаи сарпарасти вақф",
      "hadiths": [
        {
          "number": 1201,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ворисони ман динор ва дирҳамеро тақсим нахоҳанд кард, он чӣ, ки аз ман баъд аз нафақаи ҳамсарон ва музди омилам боқӣ мемонад, садақа аст»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе, ки замин ё чоҳеро вақф намуда ва гуфтааст, ки насибаш ба андозаи мусалмонони дигар аст",
      "hadiths": [
        {
          "number": 1202,
          "full_text": "Ривоят аст, ки чун Усмон (р) муҳосира гардид, назди касоне, ки ӯро муҳосира намуда буданд, омада ва гуфт: Шуморо ба Худо савганд медиҳам ва албатта ҷуз саҳобаи Паёмбари Худо (с) дигаронро савганд намедиҳам. Оё хабар надоред, ки Паёмбари Худо (с) фармуданд: Касе, ки чоҳи Румаро канда бошад, насибаш ҷаннат аст . Ва ман будам, ки он чоҳро кандам ва оё хабар надоред, ки фармуданд: «Касе, ки лашкари айёми сахтӣ ва машаққатро муҷаҳҳаз сохта ва омода намояд, насибаш ҷаннат аст?» Ва ман будам, ки он лашкарро муҷаҳҳаз сохтам. Ровӣ мегӯяд: Онҳо сухани Усмон (р)-ро тасдиқ намуданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Қавли Худованди мутаъол ки мефармояд: «Эй мӯъминон, он гоҳ, ки марг ба яке аз шумо фаро расад...»",
      "hadiths": [
        {
          "number": 1203,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: «Шахсе аз мардуми бани Саҳм ба ҳамроҳи Тамими Дорӣ ва Адий ибни Баддоъ ба сафар рафтанд. Шахси бани Саҳм (р) дар сарзамине, ки мусалмони дигаре вуҷуд надошт, вафот намуд. Он ду нафар ҳангоми омадан (ба Мадина) таракаашро бо худ оварданд. (Ворисонашро) диданд, ки ҷоми нуқрае, ки тиллокорӣ шуда буд, дар байни амволаш вуҷуд надорад. Паёмбари Худо (с) он ду нафарро савганд доданд, вале баъд аз муддате он ҷоми тиллокоришуда аз Макка пайдо шуд ва соҳибони ҷом гуфтанд, ки: мо онро аз Тамим ва Адий харидаем. Ду нафар аз ақвоми шахси Саҳмӣ бархоста ва савганд хӯрданд, ки шаҳодати мо аз шаҳодати онҳо барҳақтар аст ва ҷом аз қавми мутавафои онҳост. Ва ин ояи карима дар бораи онҳо нозил гардид: «Эй мӯъминон, он гоҳ, ки марги яке аз шумо фаро расад, ҳангоми васият кардан аз мнёни худ ду шоҳиди одил гувоҳ бигиред». (Моида: 106)"
        }
      ]
    }
  ],
  "total_chapters": 8,
  "total_hadiths": 10,
  "unique_hadith_numbers": 10
}