{
  "id": 4,
  "number": 4,
  "title": "КИТОБИ ВУЗӮ",
  "chapters": [
    {
      "number": 1,
      "title": "Ҳеҷ намозе бидуни вузу қабул намешавад",
      "hadiths": [
        {
          "number": 110,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Намози касе, ки бевузӯ шавад, то аз сари нав вузӯ насозад, қабул намешавад.” Шахсе аз (мардуми Ҳазрамавт) гуфт: Ё Абӯҳурайра, бевузӯӣ чӣ гуна аст? Абӯҳурайра (р) ҷавоб дод: Хориҷ шудани бод аз мақъад чӣ бо савт бошад, чӣ бидуни савт."
        }
      ]
    },
    {
      "number": 2,
      "title": "Фазилати вузӯ",
      "hadiths": [
        {
          "number": 111,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Уммати ман рӯзи қиёмат дар ҳоле. ки аз асари вузӯ нур аз сарупояшон медурахшад, нидо мешаванд ва касе, ки мехоҳад ин нуроният ва дурахшиши худро зиёд кунад, бикунад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Аз машкук шудан вузӯ лозим намегардад, магар он, ки яқин кунад",
      "hadiths": [
        {
          "number": 112,
          "full_text": "Аз Абдуллоҳ ибни Язиди Ансорӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам: Агар касе дар вақти намоз хондан ба шак меафтад, ки аз вай чизе хориҷ шудааст, ё на, чӣ бояд бикунад? Фармуданд: “То вақте, ки овозеро нашунида бошад ва ё эҳсоси бӯйро накардааст, аз намози худ хориҷ нагардад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Тахфиф дар вузӯ",
      "hadiths": [
        {
          "number": 113,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) хоб шуданд, то ҷое, ки нафирашон баланд гардид, баъд аз он бидуни он, ки вузӯ бисозанд, намоз хонданд. Ва ё чунин гуфт, ки ба паҳлӯ хобиданд, то ин, ки нафирашон баланд гардид, баъд аз он бархоста ва намоз хонданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Комил намудани вузӯ",
      "hadiths": [
        {
          "number": 114,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми бозгаштан аз (Арафа) омаданд. то ба водӣ расиданд, дар он водӣ бавл намуда. вазе вузӯи комиле насохтанд. Гуфгам: Ё Расулаллох. вақти  намоз аст. Фармуданд: “Намоз пеши руйи ту аст. Ва савор шуданд ва ба (Муздалифа) омаданд, дар Муздалифа вузӯи комиле сохтанд. Барои намози шом иқомат гуфта шуд, намози шомро хонданд, баъд аз он ҳар кас шутурашро дар манзилаш хобонд, баъд аз он иқомати намози хуфтан гуфта шуд, он намозро ҳам адо карданд ва байни ин ду намоз кадом намози дигареро нахонданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Шустани рӯй ба ҳар ду даст",
      "hadiths": [
        {
          "number": 115,
          "full_text": "Ривоят аст, ки Ибни Аббос (р) чунин вузӯ намуд: рӯи худро шуст, кафи оберо гирифта ва ба он мазмаза ва истиншоқ намуд, кафи оби дигаре гирифт ва бо ҳарду даст рӯйи худро шуст. Боз кафи оби дигаре гирифт ва ба он дасти рости худро ва ба кафи оби дигаре дасти чапи худро шуст, баъд аз он сарашро маҳс намуд, баъд аз он бо кафи оби дигаре пойи рости худро ва ба каф оби дигаре пойи чапи худро шуст ва гуфт: Паёмбари Худо (с)-ро дидам, ки чунин вузӯ намуданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Дар вақти дохил шудан ба байтулхалоъ (хоҷатхона) чӣ бояд гуфт:?",
      "hadiths": [
        {
          "number": 116,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми дохил шудан ба байтулхалоъ чунин мегуфтанд: Аллоҳумма иннӣ аьузу бика мина-л-хубси ва-л-хабоис. Яъне: Худоё, аз ҳар навъ палидӣ ба ту паноҳ меҷӯям.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Ниходани об дар байтулхалоъ",
      "hadiths": [
        {
          "number": 117,
          "full_text": "Аз ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) ба байту- л-халоъ дохил гардиданд ва оберо, ки ман барояшон дар он ҷо таҳия карда будам, дида пурсиданд: “Ин обро кӣ ин ҷо гузоштааст?” Гуфтанд: Ибни Аббос. Гуфтанд “Худоё, донишро дар умури дин насибаш фармо.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Дар вақти бавл ва гоит набояд рӯйи худро ба тарафи қибла намуд",
      "hadiths": [
        {
          "number": 118,
          "full_text": "Аз Абӯаюби Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд. Касе, ки ба қазои ҳоҷат меравад, руй ва ё пушташро ба тарафи қибла накунад, балкп дар нн вақт руйи худро ба тарафи шарқ ва ё ғарб намояд.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Касе, қи дар болои ду хишт қазом ҳоҷат намуд",
      "hadiths": [
        {
          "number": 119,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Мардуме мегӯянд: Вақте, ки ба қазои ҳоҷат нишастӣ, рӯйи худро ба тарафи қибла ва Байту-л-муқаддас макун. Ман рӯзе рӯйи боми хонаам боло шудам ва Паёмбари Худо (с)-ро дидам, ки бар рӯи ду хишт, дар ҳоле, ки рӯяшон ба тарафи Байту-л-муқаддас буд, қазои ҳоҷат мекарданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Берун шудани занҳо ҷиҳати қазои ҳоҷат",
      "hadiths": [
        {
          "number": 120,
          "full_text": "Аз Оиша (р) ривоят аст, ки занҳои Паёмбари Худо (с) шабҳо барои қазои ҳоҷат ба тарафи Маносеъ, ки майдонҳои фарохе буд, берун мешуданд ва Умар барои Паёмбари Худо (с) мегуфт: Занҳои худро аз берун шудан манъ фармоед, вале Паёмбари Худо (с) манъ намекарданд. Шабе дар вақти намози хуфтан (Савда бинти Замъа) яке аз занҳои Паёмбари Худо (с), ки зани баландқомате буд (ҷиҳати қазои ҳоҷат) берун шуда буд, Умар (р) ӯро дида гуфт: Эй Савда, туро шинохтам. Ва мақсади Умар аз ин сухан ин буд, ки ҳукми ҳиҷоб нозил гардад ва ҳамон буд, ки Худованд ҳукми ҳиҷобро нозил фармуд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Истинҷо кардан ба об",
      "hadiths": [
        {
          "number": 121,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте, ки ба қазои ҳоҷат берун мешуданд, ман ва як баччаи дигаре зарфи оберо ҳозир мекардем."
        }
      ]
    },
    {
      "number": 13,
      "title": "Бардоштани найза ва об дар вақти истинҷо",
      "hadiths": [
        {
          "number": 122,
          "full_text": "Ва дар ривояти дигаре аз Анас (р) омадааст, ки зарфе аз об ва найзаи кӯчакеро ҳозир мекардем ва Паёмбари Худо (с) ба об истинҷо мекарданд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Ба дасти рост набояд истинҷо кард",
      "hadiths": [
        {
          "number": 123,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳангоми нӯшидан набояд дар зарфи об нафас кашид ва дар вақти дохил шудан ба байту-л-халоъ набояд олати худро бо дасти рост мисос намуд ва бо дасти рост истинҷо кард»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Истинҷо кардан ба санг",
      "hadiths": [
        {
          "number": 124,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба қазои ҳоҷат берун шуда буданд, таъқиб намудам ва эшон мултафит набуданд, то ин, ки ба эшон наздик шудам ва фармуданд: \"Бароям сангҳоеро пайдо кун, ки ба онҳо истинҷо кунам ва устухон ва ё фузалоти ҳайвонотро наёварӣ\". Сангҳоеро дар домани худ оварда ва дар канорашон гузошта ва худам дур шудам ва баъд аз қазои ҳоҷат худро ба он сангҳо пок намуданд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Ба фузалоти ҳайвонот набояд истинҷо кард",
      "hadiths": [
        {
          "number": 125,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт. Паёмбари Худо (с) ба қазои ҳоҷат баромаданд ва ба ман амр карданд, ки се адад санг барояшон ҳозир созам. Ду дона санг ёфтам ва санги саввумиро пайдо карда натавонистам, (дар иваз) фузлаи ҳайвонеро гирифта овардам. (Паёмбари Худо (с) он ду сангро гирифта ва фузлаи ҳайвонро дур андохта ва фармуданд: “Ин наҷас аст.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Як бор шустани аъзо дар вузӯ",
      "hadiths": [
        {
          "number": 126,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вузӯ сохта ва аъзои вузӯро як бор-як бор шустанд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Ду бор шустани аъзо дар вузӯ",
      "hadiths": [
        {
          "number": 127,
          "full_text": "Аз Абдуллоҳ ибни Зайди Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вузӯ сохтанд ва аъзои вузӯро ду бор-ду бор шустанд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Се бор шустани аъзо дар вузӯ",
      "hadiths": [
        {
          "number": 128,
          "full_text": "Ривоят аст, ки Усмон ибни Аффон (р) зарфи оберо хост ва дастҳои худро се бор шуст, баъд аз он дасти рости худро дар зарф дохил карда мазмаза ва истиншоқ намуд, баъд аз он рӯи худро се бор ва дастҳои худро то оринҷҳо се бор шуст. Баъд аз он сарашро масҳ кард ва пойҳояшро то буҷулак се бор шуст ва гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки монанди ҳамин вузӯи ман вузӯ бисозад ва ду ракаат намоз, ки дар он бо худ сухан нагӯяд, адо намояд, гуноҳони гузаштааш омурзида мешавад.”"
        },
        {
          "number": 129,
          "full_text": "Дар ривояти дигаре аз Усмон ибни Аффон (р) омадааст, ки гуфт: Оё мехоҳед ҳадисеро аз Паёмбари Худо (с) барои шумо бигӯям? Ва агар тарси яке аз оёти Қуръон намебуд, он ҳадисро баён намекардам. Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе нест, ки вузӯ бисозад ва он вузӯро ба таври шоиста анҷом дода ва намози (фарз)-ро адо намояд, магар он, ки гуноҳони байни ин намоз ва намозе, ки баъд аз ин меояд, барояш бахшида мешавад. (Урва) мегӯяд: Он оят ин қавли Худованди мутаъол аст, ки мефармояд: «Касоне, ки оёти равшан ва ҳидояткунандаро, ки мо дар китоб барои мардум фиристодаем, мепӯшонанд, мавриди лаънати Худо ва лаънати ҳар лаънаткунандае воқеъ мешаванд». (Бақара: 159)"
        }
      ]
    },
    {
      "number": 20,
      "title": "Истиншоқ дар вузу",
      "hadiths": [
        {
          "number": 130,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки вузӯ месозад, обро дар биниаш намуда ва онро хуб пок намояд ва касе, ки ба санг истинҷо мекунад, ба адади тоқ (як, се, панҷ) истинҷо бикунад.”"
        }
      ]
    },
    {
      "number": 21,
      "title": "Истинҷо кардан ба санг, ба адади тоқ",
      "hadiths": [
        {
          "number": 131,
          "full_text": "Ва аз Абуҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки аз шумо вузӯ месозад, обро дар биниаш карда ва онро хуб бишӯяд ва касе, ки ба санг истинҷо мекунад, ба адади тоқ истинҷо кунад ва касе, ки аз хоб бедор мешавад, дасти худро пеш аз он, ки дар зарфи оби вузӯ дохил мекунад, бишӯяд, зеро намедонад, ки шаб дасташро дар куҷо гузошта буд?”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Бар болои кафш набояд масҳ кард",
      "hadiths": [
        {
          "number": 132,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки шахсе ба вай гуфт: Туро дидам, ки ба ғайр аз ду рукни ямонӣ (яъне рукни ямонӣ ва рукни Ҳаҷаруласвад) дигар аркони (Каъбаи мушаррафа)-ро истилом намекунӣ ва мебинам, ки кафшҳои чармӣ мепӯшӣ ва либосҳои худро ба заъфарон ранг медиҳӣ ва вақте, ки дар Макка ҳастӣ, мардум дар аввали моҳи Зулҳиҷҷа эҳром мебанданд, вале ту рӯзи ҳаштумми Зулҳиҷҷа эҳром мебандӣ. Ибни Умар (р) дар ҷавоб гуфт: Дар мавзӯи истиломи аркони Каъбаи мушаррафа Паёмбари Худо (с)-ро надидам, ки ҷуз ҳамин ду рукн рукни дигареро истилом намоянд ва роҷеъ ба кафшҳои чармӣ, худам Паёмбари Худо (с)-ро дидам, ки кафшҳое мепӯшиданд, ки дар он мӯе набуд ва бо онхо вузӯ месохтанд ва (аз ин ҷиҳат аст) дӯст дорам, ки чунин кафшҳоеро бипӯшам. Ва роҷеъ ба ранг кардани либосҳо, ман худам Паёмбари Худо (с)-ро дидам, ки либосҳои худро (бо заъфарон) ранг мекарданд, (аз ин ҷиҳат) дӯст дорам либосҳои худро бо заъфарон ранг бикунам. Дар мавзӯъи эҳром бастан, ман Паёмбари Худо (с)-ро надидам, ки пеш аз он, ки роҳилаашон ба тарафи ҳаҷ ҳаракат мекард, эҳром баста бошанд."
        }
      ]
    },
    {
      "number": 23,
      "title": "Дар вузӯ ва ғусл бояд аз тарафи рост шурӯъ намуд",
      "hadiths": [
        {
          "number": 133,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дӯст доштанд, ки дар ҳамаи чиз аз тарафи рост шурӯъ намоянд, дар пӯшидани кафш, дар шона задани сар, дар вузӯ сохтан ва дар ҳамаи умури зиндагияшон."
        }
      ]
    },
    {
      "number": 24,
      "title": "Ҳангоми фаро расидани вақти намоз бояд оберо барои вузӯ ҷустуҷӯ намуд",
      "hadiths": [
        {
          "number": 134,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро ҳангоми наздик шудани намози аср дидам. Мардум дар ин вақт ба ҷустуҷӯи оби вузӯ баромаданд, вале обро пайдо карда натавонистанд, то билохира оберо пайдо карда оварданд. Паёмбари Худо (с) дасти худро дар он об ниҳода ва ба мардум амр фармуданд, то аз он об вузӯ бисозанд. Анас (р) мегӯяд: Худам мушоҳида намудам, аз сари ангуштони Паёмбари Худо (с) об фаввора мезад ва ҳамаи мардум то охирин нафар аз он об вузӯ сохтанд."
        }
      ]
    },
    {
      "number": 25,
      "title": "Ҳукми обе, ки мӯйи инсон ба он шуста шавад",
      "hadiths": [
        {
          "number": 135,
          "full_text": "Ва аз Анас ибни Молик (р) ривоят аст, ки чун Паёмбари Худо (с) сари худро тарошиданд, (Абӯталҳа) аввалин касе буд, ки аз мӯйи Паёмбари Худо (с) барои худ гирифт."
        }
      ]
    },
    {
      "number": 26,
      "title": "Ҳукми пасхӯрдаи саг",
      "hadiths": [
        {
          "number": 136,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар саг аз зарфи кадом яке аз шумоён нӯшид, бояд он (зарф)-ро ҳафт бор бишӯед.”"
        },
        {
          "number": 137,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) сагҳо дар масҷид бавл намуда ва рафту омад мекарданд, рӯйи ҳеҷ чизе аз инҳо об намерехтанд."
        }
      ]
    },
    {
      "number": 27,
      "title": "Касе, ки вузӯро ба ҷуз аз хориҷ шудани чизе аз сабилайн лозим намедонад",
      "hadiths": [
        {
          "number": 138,
          "full_text": "Аз Абӯхурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Шахсе, ки дар масҷид барои интизори намоз менишинад, дар ҳолати намоз хондан ҳисобида мешавад, магар он, ки бевузӯ гардад.”"
        },
        {
          "number": 139,
          "full_text": "Аз Зайд ибни Холид (р) ривоят аст, ки гуфт: Аз Усмон ибни Аффон (р) лурсидам, ки назари ту дар бораи шахсе, ки ҷимоъ кунад ва инзол нашавад, чист? Усмон (р) гуфт: Монанди ин, ки барои намоз вузӯ месозад, вузӯ бисозад ва олаташро бишӯяд. Усмон (р) гуфт: Ин чизро аз Паёмбари Худо (с) шунидаам. Зайд мегӯяд: Аз ин масъала аз Алӣ, Зубайр, Талҳа ва Убай ибни Каъб (р) низ пурсидам, онҳо маро ба ҳамин чиз амр карданд (Ҳукми ин ҳадис мансух аст)."
        },
        {
          "number": 140,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст. ки Паёмбари Худо (с) касеро ба талаби шахсе аз ансор фиристоданд, чун он шахс ҳозир шуд об аз мӯйҳояш мечакид. Паёмбари Худо (с) барояш гуфтанд: \"Шояд сабаби аҷала (аз муҷомиат бо ҳамсарат) шудем?” Гуфт: Бале. Паёмбари Худо (с) фармуданд: “Агар чунин аҷала рух дод ва ё инзол нашудӣ, бар ту фақат вузӯ лозим аст” (Ҳукми ин ҳадис монанди ҳадиси гузашта мансух аст)."
        }
      ]
    },
    {
      "number": 28,
      "title": "Шахсе, ки дигареро вузӯ медиҳад",
      "hadiths": [
        {
          "number": 141,
          "full_text": "Аз Муғира ибни Шуъба (р) ривоят аст, ки гуфт: Дар сафаре бо Паёмбари Худо (с) будам. Эшон ба қазои ҳоҷат рафтанд (ва ҳангоми вузӯ сохтан)  Муғира об мерехт ва эшон вузӯ месохтанд, рӯй ва дастҳои худро шустанд ва бар сар ва мӯзаҳои худ масҳ карданд."
        }
      ]
    },
    {
      "number": 29,
      "title": "Хондани Қуръон баъд аз бевузӯӣ ва ғайри он",
      "hadiths": [
        {
          "number": 142,
          "full_text": "Аз Абдуллоҳ ибни Аббос (р) ривоят аст, ки шабе назди уммулмӯъминин Маймуна, ки холааш буд, хобид. (Ибни Аббос мегӯяд) Ман дар паҳнои болишт ва Паёмбари Худо (с) бо ҳамсарашон дар дарозии болишт хобиданд. Ними шаб чизе беш ва ё кам буд, ки Паёмбари Худо (с) аз хоб бедор шуданд ва дастҳои худро ба рӯи худ мекашиданд, то хоб аз чашмашон биравад. Сипас даҳ ояти охири сураи «Оли Имрон»-ро тиловат намуданд ва баъд аз он аз машки кӯҳнае, ки дар он ҷо овезон буд. вузӯи комил намуданд, баъд аз он ба намоз бархостанд. (Ибни Аббос (р) мегӯяд): Ман ҳам чунин намудам ва дар паҳлӯи Паёмбари Худо (с) барои намоз истодам, он ҳазрат (с) дасти худро ба сарам кашида ва гӯши рости маро гирифта ва тобиданд. Баъд аз он даҳ ракаат намоз, ду ракаатӣ ва баъд аз он витрро хонда ва ба паҳлӯ хобиданд, то ин, ки муаззин наздашон омад, боз бархоста ду ракаат намози дигар хонданд ва баъд аз он берун шуданд ва намози субҳро адо намуданд (қисматҳое аз ин ҳадис қаблан гузашт, вале дар ҳар қисми он чизҳое аст, ки дар қисмати дигари он нест)."
        }
      ]
    },
    {
      "number": 30,
      "title": "Масҳ кардани тамоми сар",
      "hadiths": [
        {
          "number": 143,
          "full_text": "Аз Абдуллоҳ ибни Зайд (р) ривоят аст, ки шахсе ба ӯ гуфт: Оё метавонӣ ба ман нишон диҳй, ки Паембари Худо (с) чӣ гуна вузӯ месохтанд? Гуфт: Бале. Обе хост ва дастҳои худро ду бор шуст, баъд аз он се бор мазмаза ва истиншоқ намуд. Сипас рӯйи худро се мартаба ва дастҳои худро то оринҷ ду мартаба шуст, баъд аз он сари худро ба ду даст, тавре, ки онҳоро ба ақиби сар ва пеши рӯйи худ овард, масҳ намуд, яъне дастҳоро аз пеши рӯйи сар ба ақиби сар бурд ва боз ба сӯйи пеши рӯйи сар то ҷое, ки аз он ҷо шурӯъ карда буд. пас овард. баъд аз он пойҳои худро шуст."
        }
      ]
    },
    {
      "number": 31,
      "title": "Ҳукми обе, ки аз вузу зиёд меояд",
      "hadiths": [
        {
          "number": 144,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар сафар ҳангоми гармии нимрӯз назди мо омаданд ва барояшон обе барои вузӯ таҳия гардид, Паёмбари Худо (с) аз он об вузӯ сохтанд. Мардум аз обе, ки аз вузӯяшон зиед омада буд, гирифта ва ба баданҳои худ мемолиданд. Паёмбари Худо (с) дар ҳоле, ки пеши руйи худ найзаеро насб карда буданд, намози пешинро ду ракаат ва намози асрро ду ракаат адо намуданд."
        },
        {
          "number": 145,
          "full_text": "Аз Соиб ибни Язид (р) ривоят аст, ки гуфт: Маро холаам назди Паёмбари Худо (с) бурд ва гуфт: Ё Расулаллоҳ, хоҳарзодаам бемор аст: Он ҳазрат (с) дасташонро бар сарам кашиданд ва дар ҳаки ман дуо карданд, баъд аз он вузӯ сохтанд ва ман аз оби вузӯяшон нӯшидам, баъд аз он ақиби сарашон рафта ва ба хотами нубувват, ки байни ду шонаашон ба шакли тухми кабке буд, назар андохтам."
        }
      ]
    },
    {
      "number": 32,
      "title": "Вузӯ сохтани мард бо хамроҳии зан",
      "hadiths": [
        {
          "number": 146,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) мардҳо ва занҳо бо ҳам вузӯ месохтанд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Паёмбари Худо (с) оби вузӯи худро бар болои шахсе, ки беҳуш шуда буд, рехтанд",
      "hadiths": [
        {
          "number": 147,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба аёдатам омаданд ва ман ончунон бемор шудам, ки беҳуш гардида будам. (Он ҳазрат (с) вузӯ сохта ва аз оби вузӯи худ болоям рехтанд ва ман ба ҳуш омадам. Гуфтам: Ё Расулаллоҳ, мероси ман аз кист, чун ман падар ва ё фарзанд меросбаре надорам? Ва ояи мерос нозил гардид."
        }
      ]
    },
    {
      "number": 34,
      "title": "Ғусл ва вузӯ аз ташт",
      "hadiths": [
        {
          "number": 148,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Вақти намоз дохил шуд, касоне, ки хонаашон наздик буд, (барои вузӯ сохтан) ба хонаҳои худ рафтанд ва дигарон ҳамон ҷо монданд. Барои Паёмбари Худо (с) зарфи кӯчаки сангиеро, ки дар он об буд, оварданд ва ин зарф он қадар кӯчак буд, ки дасти Паёмбари Худо (с) дар он дохил шуда натавонист. Бо вуҷуди ин ҳамагӣ аз он вузӯ сохтанд. Гуфтам: Касоне, ки аз он об вузу сохтед, чанд нафар будед? Гуфт: Беш аз ҳаштод нафар (ва ин муъҷизаи дигаре аз мӯъҷизоти он ҳазрат (с) мебошад)."
        },
        {
          "number": 149,
          "full_text": "Абӯмӯсо Ривоят аст, ки Паёмбари Худо (с) қадаҳеро, ки дар он обе буд, талаб намуданд ва дасту руйи худро дар он шуста ва оби даҳани худро дар он андохтанд."
        },
        {
          "number": 150,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Вақте, ки Паёмбари Худо (с) бемор гардида ва дард бар эшон ғалаба ёфт, аз ҳамсарони хеш иҷоза хостанд, то айёми бемории худро дар хонаи ман бошанд ва онҳо ҳам барояшон иҷоза доданд. Паёмбари Худо (с) дар васати ду нафар байни Аббос ва шахси дигаре, дар ҳоле, ки пойҳояшон ба замин кашида мешуд, барои намоз хориҷ гардиданд. Ва Оиша (р) қисса мекунад, ки Паёмбари Худо (с) баъд аз ин, ки ба хонаам омаданд ва дардашон шадид гардид, фармуданд: “Аз ҳафт машке, ки даҳанбандҳояшон боз нашуда бошад, бар болои ман об бирезед, шояд битавонам барои мардум васият намоям.” Ва дар таште, ки аз Ҳафса, ҳамсари Паёмбари Худо (с) буд, ӯро шинонданд ва ба рехтани об аз он машкҳо бар болояшон шурӯъ намудем, то ин, ки ба тарафи мо ишора намуда фармуданд: “Кори матлубро анҷом додед.” Сипас назди мардум рафтанд."
        },
        {
          "number": 151,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) зарфи оберо талаб намуданд ва барояшон қадаҳи даҳонҳамворе, ки дар он андаке об буд, оварданд, эшон ангуштони худро дар он ниҳоданд. Анас (р) мегӯяд: Касонеро, ки аз он қадаҳ вузӯ сохтанд, тахмин намудам, байни ҳафтод то ҳаштод нафар буданд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Вузӯ сохтан аз як ратл об",
      "hadiths": [
        {
          "number": 152,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба як соъ об (ва гоҳе) то панҷ мад (об) ғусл мекарданд ва аз микдори як мад об вузӯ месохтанд (Як соъ баробари чор мад ва ҳар мад баробари 910 грамм аст)."
        }
      ]
    },
    {
      "number": 36,
      "title": "Масҳ кардан бар мӯза",
      "hadiths": [
        {
          "number": 153,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки Паёмбари Худо (с) бар болои мӯзаҳои худ масҳ намуданд. Абдуллоҳ ибни Умар аз Умар (р) аз ин мавзӯъ пурсид, Умар (р) гуфт: Бале, чунин будааст. Агар Саъд чизе бароят аз Паёмбари Худо (с) ривоят кард, аз дигаре дар бораи он ҳадис мапурс."
        },
        {
          "number": 154,
          "full_text": "Ривоят аст, ки Амр ибни Умаяи Замрӣ (р) Паёмбари Худо (с)- ро дидааст, ки бар мӯзаҳои худ масҳ мекарданд."
        },
        {
          "number": 155,
          "full_text": "Ва аз Умар ибни Умаяи Замрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки бар аммома ва мӯзаҳои худ масҳ мекарданд."
        }
      ]
    },
    {
      "number": 37,
      "title": "Пӯшидани мӯза бояд дар ҳоли таҳорат бошад.",
      "hadiths": [
        {
          "number": 156,
          "full_text": "Аз Муғира ибни Шуъба (р) ривоят аст, ки гуфт: Дар сафаре бо Паёмбари Худо (с) будам. Хостам мӯзаҳояшонро аз пояшон барорам, фармуданд: “Мӯзаҳоямро набарор, ман пойҳоямро дар ҳоли таҳорат дар мӯзаҳо дохил намуда будам.”"
        }
      ]
    },
    {
      "number": 38,
      "title": "Касе, ки аз хӯрдани гӯшти гӯсфанд ва талқон вузӯ насохтааст",
      "hadiths": [
        {
          "number": 157,
          "full_text": "Аз Амр ибни Умайя (р) ривоят аст, ки гуфт: Паёмбари Худо (с)- ро дидааст, ки аз шонаи гӯсфанде гӯштеро мебуриданд (ва мехурданд). Ба намоз даъват шуданд, кордро андохта ва бидуни он, ки вузӯ бисозанд, намозро адо намуданд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Касе, ки аз хӯрдани талқон дахани худро шуста ва вузӯ насохтааст",
      "hadiths": [
        {
          "number": 158,
          "full_text": "Аз Сувайд ибни Нӯъмон (р) ривоят аст, ки ӯ бо Паёмбари Худо (с) дар соли Хайбар аз Мадина хориҷ гардида, то ба Саҳбо, ки минтақае дар сарҳади Хайбар аст, расиданд. Намози асрро Хонда, аз мардум хостанд, то тӯшаеро, ки бо худ доранд, ҳозир намоянд. Ба ҷуз талқон чизи дигаре наёварданд (талқон гандуме аст, ки нимкӯбида). Амр намуданд, то он талқонро ба об тар намоянд. Паёмбари Худо (с) ва моён аз он хӯрдем, баъд аз он барои адои намози шом бархостем, мо ва эшон мазмаза намудем, баъд аз он барои адои намози шом бархостем, Паёмбари Худо (с) мазмаза намуданд ва мо низ мазмаза намудем, баъд аз он Паёмбари Худо (с) намозро хонда ва вузӯ насохтанд."
        },
        {
          "number": 159,
          "full_text": "Аз Маймуна (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар наздаш шонаи (гӯсфанде)-ро тановул намуданд, баъд аз он намоз хонда ва вузӯ насохтанд."
        }
      ]
    },
    {
      "number": 40,
      "title": "Оё аз нӯшидани шир бояд мазмаза кард?",
      "hadiths": [
        {
          "number": 160,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) миқдори ширеро нӯшиданд, баъд аз он мазмаза намуда ва фармуданд: “Шир чарбӣ дорад.”"
        }
      ]
    },
    {
      "number": 41,
      "title": "Вузӯ ба сабаби хоб шудан",
      "hadiths": [
        {
          "number": 161,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки дар ҳолати намоз хобаш омад, (намозро гузошта), истироҳат намуда ва бихобад, зеро касе, ки дар ҳолати хоболудагӣ намоз мехонад, чизе надониста ва шояд ба ивази истиғфор худро дашном бидиҳад.”"
        },
        {
          "number": 162,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки дар вақти намоз хондан хобаш омад, (намозро гузошта) бихобад, то он, ки бидонад, ки чЛ мехонад.”"
        }
      ]
    },
    {
      "number": 42,
      "title": "Вузу сохтан бидуни бевузу будан",
      "hadiths": [
        {
          "number": 163,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои ҳар намозе (аз ҷиҳати истеҳбоб), яъне бо вуҷуди он, ки вузӯ доштанд. вузӯ месохтанд, дар ҳоле, ки барои моён то вақте. ки бевузӯ намешудем, намоз хондан раво буд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Парҳез накардан аз бавл аз гунохони кабира аст",
      "hadiths": [
        {
          "number": 164,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба бӯстоне аз бӯстонҳои Мадинаи мунаввара ё Маккаи мукаррама гузаштанд, овози ду шахсеро, ки дар қабрҳои худ таъзиб мешуданд, шуниданд ва фармуданд: “Ин ду шахс азоб дода мешаванд ва сабаби таъзибашон кори бузурге нест.” Баъд аз он фармуданд: “Яке аз инҳо аз бавл парҳез накарда ва дигаре суханчинӣ мекардааст”. Баъд аз он шохаи хурмои тозаро талабида ва онро ду қисм намуданд ва ҳар қисмати онро ба сари яке аз он ду қабр гузоштанд. Касе гуфт: Ё Расулаллоҳ, чаро чунин кардед? Фармуданд: “То вақте, ки ин ду шоха хушк нашудааст, аз азобашон сабук карда мешавад.”"
        }
      ]
    },
    {
      "number": 44,
      "title": "Он чӣ, ки дар шустани бавл омадааст",
      "hadiths": [
        {
          "number": 165,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте, ки ба қазои ҳоҷат берун мешуданд, барояшон обе ҳозир мекардам ва ба он истинҷо мекарданд."
        }
      ]
    },
    {
      "number": 45,
      "title": "Иҷоза додани Паёмбари Худо (с) ва мардум ба бавл намудани шахси бодиянишин дар масҷид",
      "hadiths": [
        {
          "number": 166,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахси бодиянишине бархост ва дар масҷид бавл намуд, мардум ӯро сарзаниш намуданд. Паёмбари Худо (с) фармуданд: “Чизе нагӯед, сатили обе ва ё микдори обе оварда ва болои бавлҳояш бирезед, вазифаи шумо осонгирй аст, на сахтгирй.”"
        }
      ]
    },
    {
      "number": 46,
      "title": "Бавли атфол",
      "hadiths": [
        {
          "number": 167,
          "full_text": "Аз Умми Қайс бинти Миҳсан (р) ривоят аст, ки вай тифли хурдсолашро, ки ҳанӯз нонхӯра нашуда буд, назди Паёмбари Худо (с) овард. Эшон ӯро дар огӯши худ нишонданд. тифл болои либосҳои Паёмбари Худо (с) бавл намуд, он ҳазрат (с) оберо талаб намуданд, он обро рӯи либосҳои худ пошида ва онро нашустанд."
        }
      ]
    },
    {
      "number": 47,
      "title": "Бавл намудан дар ҳолати истода ва нишаста",
      "hadiths": [
        {
          "number": 168,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар мазбалаи (ахлотҷой) мардуме дохил гардида ва истода бавл намуданд, баъд аз он обе талаб намуданд, обро ҳозир сохтам ва эшон ба он об вузӯ сохтанд."
        }
      ]
    },
    {
      "number": 48,
      "title": "Бавл намудан дар назди рафики худ ва паноҳ гирифтан ба девор",
      "hadiths": [
        {
          "number": 169,
          "full_text": "Дар ривояти дигаре аз Ҳузайфа (р) дар идомаи ҳадиси гузашта гуфт: Баъд аз он аз эшон дур шудам ва эшон ба ман ишора намуданд ва ман омада, ақиби сарашон қарор гирифтам, то он, ки фориг шуданд (вазифаи Ҳузайфа (р) посбонии он ҳазрат (с) буд)."
        }
      ]
    },
    {
      "number": 49,
      "title": "Шустани хун",
      "hadiths": [
        {
          "number": 170,
          "full_text": "Аз Асмоъа (р) ривоят аст, ки гуфт: Зане назди паёмбари Худо омада гуфт: Агар касе аз моён болои либосаш ҳайз шавад, чӣ бояд бикунад? Фармуданд: “Онро бихарошад, баъд аз он онро дар об ба ҳам молад ва обро бар он бипошад (яъне онро об кашад) ва дар он намоз бихонад."
        },
        {
          "number": 171,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Фотима бинти Абӯҳубайш назди Паёмбари Худо (с) омада ва гуфт: Ё Расулаллоҳ, ман зане ҳастам, одати моҳонаам қатъ намегардад, оё намозро тарк намоям? Паёмбари Худо (с) фармуданд: На, ин таровиши рагҳо аст ва одати моҳона нест, дар ҳангоми ибтило ба одати моҳонагӣ намозро тарк кун ва баъд аз он хунро аз худ шуста ва намозро адо кун. Ва фармуданд: “Баъд аз он барои ҳар намозе вузӯ бисоз, то он, ки дубора вақти одати моҳонагиат фаро расад.”"
        }
      ]
    },
    {
      "number": 50,
      "title": "Шустани (манӣ) ва харошидани он",
      "hadiths": [
        {
          "number": 172,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Асари ҷанобатро аз либосҳои Паёмбари Худо (с) мешустам ва эшон барои намоз хондан аз хона берун мешуданд ва асари об ҳанӯз дар либосашон ошкор буд."
        }
      ]
    },
    {
      "number": 51,
      "title": "Ҳукми бавли шутур, гӯсфанд ва чорпоёни дигар",
      "hadiths": [
        {
          "number": 173,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Мардуме аз қабилаи Ъукал ё Ъурайна ба Мадинаи мунаввара омаданд. Обу ҳавои Мадина барояшон созгор наомад. Паёмбари Худо (с) эшонро амр фармуданд, то ба чарогоҳи шутурҳо рафта, аз бавл ва шири онҳо бинӯшанд. Онҳо он ҷо рафтанд ва чун сиҳат ёфтанд, чӯпонони Паёмбари Худо (с)-ро кушта ва ҳайвонотеро, ки он ҷо буд, дуздида бо худ бурданд. Ин хабар дар ибтидои ҳамон рӯз ба Мадина расид, Паёмбари Худо (с) ашхосеро ба таъқибашон фиристоданд. Ҳангоме, ки офтоб баланд шуда буд, онҳоро оварданд ва бо амри Паёмбари Худо (с) дасту пояшонро қатъ намуданд, сипас ба чашмҳояшон мили оташин кашида ва онҳоро ба офтоб андохтанд, ҳар қадар талаби об мекарданд, ба онҳо об намедоданд."
        },
        {
          "number": 174,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) пеш аз он, ки масҷид бино шавад, дар хобгоҳи гӯсфандон намоз мехонданд."
        }
      ]
    },
    {
      "number": 52,
      "title": "Афтодани наҷосат дар равған ва ё об",
      "hadiths": [
        {
          "number": 175,
          "full_text": "Аз Маймуна (р) ривоят аст, ки гуфт: Касе аз Паёмбари Худо (с) аз ҳукми муше, ки дар равгани [яхкарда] меафтод, пурсид. Гуфт: “Муш ва равгани атрофи мушро гирифта, дур бияндозед ва равғани худро бихӯред.”"
        },
        {
          "number": 176,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ҳар захм ва ҷароҳатеро, ки шахси мусалмон дар роҳи Худо бармедорад, (дар қиёмат) ба ҳамон шакли худ дар ҳолати хунрезӣ боқӣ мемонад, рангаш ранги хун ва бӯяш бӯйи мушк аст.”"
        }
      ]
    },
    {
      "number": 53,
      "title": "Бавл кардан дар оби истода",
      "hadiths": [
        {
          "number": 177,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Дар оби истода, ки мехоҳед дар он гусл намоед, бавл накунед.”"
        }
      ]
    },
    {
      "number": 54,
      "title": "Агар ба болои шахси намозгузор наҷосате андохта шавад, намозаш фосид намегардад",
      "hadiths": [
        {
          "number": 178,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар канори Каъба намоз мехонданд. Абӯҷаҳл ва ёронаш он ҷо нишаста буданд, бо худ гуфтанд: Касе ҳаст, ки рафта ва дунболаи (баччадони) уштури фалониро оварда ва ҳангоме, ки Муҳаммад ба саҷда рафт, бар болои камараш бигузорад? Бадтарин ва шариртари онҳо Уқба ибни Абӯмуъайт рафт ва он чизро овард ва ҳангоме, ки Паёмбари Худо (с) ба саҷда рафтанд, онро байни шонаҳои он ҳазрат (с) гузошт. Ибни Масъуд (р) мегӯяд: Ман ин моҷароро медидам ва коре карда наметавонистам ва агар пуштибоне медоштам, аз ин кор ҷилавгирӣ менамудам. Ва гуфт: Ёрони Абӯҷаҳл қаҳқаҳа механдиданд ва ҳар кадом барои истеҳзо ин амалро ба дигаре нисбат медод. Ва Паёмбари Худо (с) ҳамон тавр дар ҳолати сачда буданд ва сари худро боло намекарданд, то ин, ки Фотима (р) омада ва онро аз болои шонаҳои Паёмбари Худо (с) дур кард. Паёмбари Худо (с) сари худро аз саҷда баланд намуда ва гуфтанд “Худоё, ба ҳисоби куффори Қурайш бирас” Ва ин гуфтаи худро се бор такрор намуданд, (Абӯҷаҳл ва ёронаш) аз ин нафрин тарсида, ба худ омаданд, зеро медонистанд, ки дуо дар (шаҳри Макка) иҷобат мегардад. Баъд аз он Паёмбари Худо (с) онҳоро бо номҳояшон дуо намуданд. “Худоё, ҳалоки Абӯҷаҳл, ҳалоки Утба ибни Рабиа ва Шайба ибни рабиа ва Валид ибни Утба ва Умайя ибни Халаф ва Уқба  ибни Абӯмуъайт бар ту аст.\" Ҳафтуминро ҳам ном бурданд, вале рови онро фаромӯш кардааст. Абдуллоҳ ибни Масъуд (р) мегӯяд: Савганд ба зоте, ки ҷонам дар дасти ӯст, ҳамин ашхосеро, ки Паёмбари Худо (с) ном бурданд, дидам, ки дар гудоли (чоҳи) Бадр сарнагун шуданд."
        }
      ]
    },
    {
      "number": 55,
      "title": "Ҳукми оби дахан ва оби бинӣ бар рӯи либос",
      "hadiths": [
        {
          "number": 179,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) оби даҳани худро ба либоси худ пок мекарданд."
        }
      ]
    },
    {
      "number": 56,
      "title": "Зане, ки хунро аз рӯи падараш шуст",
      "hadiths": [
        {
          "number": 180,
          "full_text": "Ривоят аст, ки мардум аз Саҳл ибни Саъди Соъидӣ (р) пурсиданд; ҷароҳати Паембари Худо (с) чӣ гуна дармон гардид? Ӯ гуфт: Касе, ки аз ин воқеа аз ман беҳтар хабар дошта бошад, боқӣ намондааст. Алӣ дар сипари худ об овард ва Фотима хунро аз рӯйи он ҳазрат (с) мешуст ва бӯрёеро сӯзонида, ҷароҳати Паёмбари Худо (с)-ро аз он пур карданд."
        }
      ]
    },
    {
      "number": 57,
      "title": "Мисвоқ",
      "hadiths": [
        {
          "number": 181,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) омадам ва дидам, ки ба мисвоқе, ки дар даст доранд, мисвоқ мезаданд ва дар ҳоле, ки мисвоқ ба даҳонашон буд, ба шакле, ки бихоҳанд, истифрог намоянд, (уъ-уъ) мекарданд."
        },
        {
          "number": 182,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) шаб (барои намоз хондан) бармехостанд, даҳони худро мисвоқ мезаданд."
        }
      ]
    },
    {
      "number": 58,
      "title": "Додани мисвок ба шахси бузургтар",
      "hadiths": [
        {
          "number": 183,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дар хоб дидам, ки ба мисвоқе даҳони худро мисвоқ мезанам, ду нафар наздам омада, яке аз дигаре бузургтар буд, мисвоқро ба он, ки хурдтар буд, додам, бароям гуфта шуд (гӯянда Ҷабраил (ъ) буд), ки барои он, ки бузургтар аст, бидеҳ, ман ҳам онро барои шахси бузургтар додам."
        }
      ]
    },
    {
      "number": 59,
      "title": "Фазилати хоб шудан бо вузу",
      "hadiths": [
        {
          "number": 184,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳангоме, ки ба бистари хобат меравӣ, монанд вузӯи намоз вузӯ бисоз, баъд аз он ба тарафи ростат хобида ва бигӯ: «(Аллоҳумма асламту ваҷҳи илайка ва фаввазту амрӣ илаӣка ва алҷаъту заҳрӣ илайка рагбатан ва раҳбатан илайка, ло малҷаъа ва ло манҷаъа минка, илло илайка. Аллоҳумма оманту бикитобика-л-лазӣ анзалта ва набийика-л-лази арсалта)». Агар дар ин шаб бимирӣ, монанди он аст, ки дар аввалин шаби вилодати худ мурда бошӣ ва ин дуоро охирин каломи худ бигардон.”   Бароъ ибни Ъозиб (р) мегӯяд: Ман ин дуоро назди Паёмбари Худо (с) такрор намудам ва чун ба ин ҷумла расидам ки: Аллоҳумма оманту бикитобика-л-лазӣ анзалта, гуфтам: ва расулака- л-лазӣ арсалта. Фармуданд: “На! Бояд бигӯӣ, ки: ва набийика-л-лазӣ арсалта.\""
        }
      ]
    }
  ],
  "total_chapters": 59,
  "total_hadiths": 75,
  "unique_hadith_numbers": 75
}