{
  "id": 21,
  "number": 21,
  "title": "КИТОБИ АНҶОМ ДОДАНИ КОРЕ ДАР НАМОЗ",
  "chapters": [
    {
      "number": 1,
      "title": "Набояд дар дохили намоз сухан зад",
      "hadiths": [
        {
          "number": 624,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Бар Паёмбари Худо (с) дар ҳоле, ки машғули намоз хондан буданд, салом медодем ва эшон саломи моро (алайк) медоданд. Чун аз назди (Наҷҷошӣ) баргаштем ва бар эшон салом додем, саломи моро (алайк) надоданд ва фармуданд: “Дар намоз машғулияти дигаре аст.”"
        },
        {
          "number": 625,
          "full_text": "Ва дар ривояте аз Зайд ибни Арқам (р) омадааст, ки гуфт: Мо дар намоз бо якдигар сухан мезадем, то ин, ки ин қавли Худованди мутаъол нозил гардид, ки (ба адои намозҳо ва намози миёнагӣ пойбанд бошед). Ва ҳамон буд, ки амр ба сукут кардан шудем."
        }
      ]
    },
    {
      "number": 2,
      "title": "Дур кардани регҳо дар вақти намоз хондан",
      "hadiths": [
        {
          "number": 626,
          "full_text": "Аз Муъайқиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои шахсе, ки хокҳои ҷойи саҷдаашро баробар мекард, фармуданд: \"Агар чунин кореро мекунӣ, фақат як бор бикун.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Агар доба дар вақти намоз хондан гурехт",
      "hadiths": [
        {
          "number": 627,
          "full_text": "Аз Абӯбарзаи Асламй (р) ривоят аст, ки дар яке аз ғазоҳо дар ҳоле ки лаҷоми добааш ба дасташ буд, намоз мехонд, добааш саркашӣ мекард ва ӯ ҳам ба дунболаш роҳ мерафт. Чун (аз ин амал ба ӯ эътироз намуданд) гуфт: Ман бо Паёмбари Худо (с) дар шаш ё ҳафт ва ҳатто ҳашт ғазва иштирок намудам ва осонгириҳои Паёмбари Худо (с)-ро мушоҳида намудам ва ман баргаштан бо добаамро беҳтар аз ин медонам, ки ӯро ба сари худаш бигзорам, то чарогоҳи маълуфаи худ биравад, сабаби парешонии ман шавад."
        },
        {
          "number": 628,
          "full_text": "Ривоят аст, ки Оиша (р) дар ҳадиси Кусуф гуфт: Баъд аз ин, ки Паёмбари Худо (с) гуфтанд: “Оташро дидам, ки болои ҳам анбошта мешавад”, идома дода фармуданд: “Ва Амр ибни Луҳайро дар он оташ дидам ва ӯ касе буд, ки шутуронашро барои бутҳо назр мекард."
        }
      ]
    },
    {
      "number": 4,
      "title": "Дар намоз набояд саломи касеро алайк дод",
      "hadiths": [
        {
          "number": 629,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Маро Паёмбари Худо (с) ба анҷоми коре фиристоданд. Рафтам ва он корро анҷом дода баргаштам ва чун бар Паёмбари Худо (с) салом додам, ҷавоби саломи маро надоданд, бар дилам он қадар сахт гузашт, ки Худованд беҳтар медонад, вале бо худ гуфтам: Шояд ба сабаби он, ки дар анҷом додани он кор таъхир намудаам, Паёмбари Худо (с) аз ман озурда шудаанд. Боз дубора бар эшон салом кардам ва чавоби саломи маро надоданд, ин бор аз бори аввал дар дилам сахттар гузашт. Бори саввум бар эшон салом додам, ин бор ҷавоби саломи маро дода ва фармуданд: “Ҷуз аз ин, ки дар намоз будам, чизи дигаре монеъи ҷавоб додан ба саломи ту набуд. ” Ва эшон дар ин вақт бар болои шутури худ савор ва рӯяшон ба тарафи дигаре ғайр аз тарафи қибла буд."
        }
      ]
    },
    {
      "number": 5,
      "title": "(Ҳукми) даст ба камар ниходан дар вақти намоз хондан",
      "hadiths": [
        {
          "number": 630,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар вақти намоз хондан аз ниҳодани даст бар камар наҳй кардаанд."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 7,
  "unique_hadith_numbers": 7
}