{
  "id": 16,
  "number": 16,
  "title": "КИТОБИ ГИРИФТАНИ ХУРШЕД",
  "chapters": [
    {
      "number": 1,
      "title": "Намоз хондан дар вақти хуршедгирифтагӣ",
      "hadiths": [
        {
          "number": 561,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) будем, ки офтоб гирифта шуд. Паёмбари Худо (с) бархостанд ва дар ҳоле, ки ридои худро бо худ мекашиданд, ба масҷид дохил шуданд, мо ҳам ба масҷид омадем, бо мо ду ракаат намоз хонданд (ва намозро он қадар тӯлонӣ намуданд), ки офтобгирӣ бартараф гардид. Баъд аз он фармуданд: «Гирифтагии офтоб ва моҳтоб ба сабаби марги кадом касе нест, чун гирифтагии офтоб ва моҳтобро мушоҳида намудед, то ҳангоме, ки ба ҳоли оддӣ бармегарданд, намоз бихонед ва дуо кунед.’ Ва дар ривояти дигаре омадааст, ки фармуданд: “...вале Худованди мутаъол ба сабаби гирифтагии офтоб ва моҳтоб бандагони худро метарсонад.” Ҳадиси гирифтагии офтоб чандин бор такрор гардидаасг ва дар яке аз ривоёт аз Муғира ибни Шуъба (р) омадааст, ки гуфт: Дар замони Паёмбари Худо (с) дар рӯзе, ки Иброҳим (фарзанди Расули Худо (с) фавт намуд, офтоб гирифт. Мардум гуфтанд: Сабаби офтобгирифтагӣ мавти Иброҳим (фарзанди Паёмбари Худо (с) аст. Паёмбари Худо (с) фармуданд: “Офтоб ва маҳтобгирифтагӣ ба сабаби марг ва ҳаёти касе нест, чун (ин пешомад)-ро дидед, намоз бихонед ва дуо кунед»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Садақа додан ҳангоми офтобгирифтагӣ",
      "hadiths": [
        {
          "number": 562,
          "full_text": "Дар ривояте аз Оиша (р) омадааст, ки гуфт: Дар замони Паёмбари Худо (с) офтоб гирифт он ҳазрат (с) ба мардум намоз хонда, қиёмро дароз намуданд, баъд аз он рукӯъ карда ва рукӯъро дароз намуданд. Баъд аз он бархостанд ва қиёмро камтар аз қиёми аввал дароз намуданд, баъд аз он рукӯъ карданд ва рукӯъро камтар аз рукӯъи аввал дароз намуданд, баъд аз он саҷда намуданд ва саҷдаро дароз карданд ва дар ракаати дуввум айни ҳамин корро анҷом доданд. Баъд аз он баргаштанд ва офтоб равшан гардида буд, барои мардум хутба хонданд ва баъд аз ҳамду санои Худованди мутаъол гуфтанд: «Офтоб ва маҳтоб ду ояте аз оёти Худованди мутаъол аст, гирифтагии онҳо ба сабаби марг ва ҳастии кадом касе нест, вақте ки ин пешомадро дидед, ба ҳузури Худованди мутаъол дуъо кунед ва такбир гуфта, намоз бихонед ва садақа бидиҳед.» Баъд аз он фармуданд: “Эй уммати Муҳаммад! Ба Худованд қасам, ки ғайрати ҳеҷ кас аз ғайрати Худованди мутаъол бештар нест, ки бубинад ғулом ва ё канизаш зино мекунад. Эй уммати Муҳаммад! Ба Худованд қасам, агар он чиро, ки ман (аз қаҳри Худо) медонам, шумо медонистед, яқинан кам механдидед ва бисёр мегиристед.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Нидо додан ба мардум ҷихати иқомаи намози ҷамоат ба сабаби гирифтагии офтоб",
      "hadiths": [
        {
          "number": 563,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Чун дар замони Паёмбари Худо (с) офтоб гирифт, ба мардум хабар доданд, ки намози ҷамоат барпо мешавад."
        }
      ]
    },
    {
      "number": 4,
      "title": "Паноҳ ҷустан аз азоби қабр дар намози кусуф",
      "hadiths": [
        {
          "number": 564,
          "full_text": "Аз Оиша (р) ривоят аст, ки яҳудизане наздаш омад ва аз чизе мепурсид, (дар зимн) гуфт: Худованд туро аз азоби қабр дар паноҳи худ нигаҳ дорад. Оиша (р) аз Паёмбари Худо (с) пурсид: Оё мардум дар қабрҳои худ азоб карда мешаванд? Паёмбари Худо (с) фармуданд: Аз азоби қабр ба Худо паноҳ меҷӯям.” Оиша (р) ҳадиси гирифтагии офтобро зикр карда ва дар ахири он гуфт, ки Паёмбари Худо (с) ба мардум амр намуданд, то аз азоби қабр ба Худованд паноҳ биҷӯянд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Хондани намози кусуф ба ҷамоат",
      "hadiths": [
        {
          "number": 565,
          "full_text": "Ибни Аббос (р) ҳадиси кусуфро батафсил зикр намуда ва гуфт: Мардум гуфтанд: Ё Расулаллоҳ, дидем, ки чизеро аз ҷое, ки истода будед, гирифта, баъд аз он ба пушти сар ақиб рафтед. Фармуданд: “Ман биҳиштро дидам ва хостам хӯшае (аз меваҳои онро) бигирам. Ва агар метавонистам онро бигирам, то рӯзе, ки дунё боқӣ буд, аз он мехӯрдед ва (сабаби ақиб рафтанам ин буд, ки) дӯзах ба ман нишон дода шуд ва ҳеҷ манзараеро то имрӯз ваҳшатноктар аз он надида будам ва дидам, ки бештарини дӯзахиёнро занон ташкил медиҳанд». Пурсиданд: Сабаби ин амр чист? Фармуданд: “Ба сабаби ношукрияшон”. Пурсиданд: Сабаби ношукрияшон дар муқобили Худованд? Фармуданд: “Неъматҳо ва хубиҳои шавҳаронро ношукрӣ ва инкор менамоянд, агар тамоми умрро ба онҳо некӣ намоӣ ва аҳёнан аз ту кӯтоҳие бубинанд, мегӯянд: Аз ту ҳеҷ хайре надидам”."
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки озод кардани ғуломонро дар вақти гирифтани офтоб дӯст медошт",
      "hadiths": [
        {
          "number": 566,
          "full_text": "Аз Асмоъа бинти Абӯбакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми гирифтагии офтоб ба озод сохтани ғуломон амр мефармуданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Зикр кардан дар вақти кусуф",
      "hadiths": [
        {
          "number": 567,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Офтоб гирифта щуд, Паёмбари Худо (с) тавре ҳаросон бархостанд, ки гӯё мехоҳад қиёмат барпо шавад, ба масҷид омаданд ва намозро ба дарозтарин қиём ва рукӯъ ва сачдае, ки дар тамоми умри худ дида будам, хонда ва фармуданд: “Инҳо аломатҳое аст, ки Худованди мутаъол фиристодааст ва марбут ба марг ва зиндагии касе нест, вале Худованди мутаъол ба сабаби инҳо бандагони худро метарсонад ва ҳангоме, ки аломате аз ин аломатҳоро дидед, ба зикр ва дуо ва талаби омурзиш аз Худованди мутаъол мутавассил шавед.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Баланд хондани қироат дар намози кусуф",
      "hadiths": [
        {
          "number": 568,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт; Паёмбари Худо (с) дар намози кусуф қироатро баланд хонданд, баъд аз қироат такбир гуфта, рукӯъ намуданд, чун сари худро аз рукӯъ боло намуданд, гуфтанд: Самиъаллоҳу ли ман ҳамида раббанно ва лакалҳамд. Баъд аз он дубора ба қироат кардан шурӯъ намуданд (ва ба ин тартиб) дар ду ракаат чаҳор рукӯъ ва чаҳор саҷда намуданд."
        }
      ]
    }
  ],
  "total_chapters": 8,
  "total_hadiths": 8,
  "unique_hadith_numbers": 8
}