{
  "id": 48,
  "number": 48,
  "title": "КИТОБИ ОЗОД КАРДАНИ ҒУЛОМОН ВА ФАЗИЛАТИ ОН",
  "chapters": [
    {
      "number": 1,
      "title": "Озод кардани кадом навъ аз ғуломон беҳтар аст",
      "hadiths": [
        {
          "number": 1139,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳар мусалмоне, ки ғуломи мусалмонеро озод намояд, Худованди мутаъол дар муқобили ҳар узве, ки аз он ғулом озод шудааст, як узви шахси озодкундаро аз оташи дӯзах наҷот медиҳад»."
        },
        {
          "number": 1140,
          "full_text": "Аз Абӯзар (р) ривоят аст гуфт: Аз Паёмбари Худо (с) суол намудам, ки кадом кор аз ҳама беҳтар аст? Фармуданд: «Имон ба Худо ва ҷиҳод дар роҳи Худо». Гуфтам: Озод кардани кадом навъи ғулом беҳтар аст? Фармуданд: «Пурқиматтарини он ва маҳбубтарини он дар назди мавлояш». Гуфтам: Агар тавони инро надоштам. Фармуданд: «Бо санъатгаре ҳамкорӣ кун ва ё бо касе, ки санъатро намедонад, ту чизе бисоз». Ва дар ривояти дигаре омадааст: «Аз бечорае дастгирӣ кун ва ё ба инсони соддалавҳе кӯмак ва ҳамкорӣ кун». Гуфтам: Агар инро ҳам натавонистам? Фармуданд: «Аз зарар расондан ба мардум худдорӣ кун, зеро ин як навъи садақаест, ки барои шахси худ медиҳӣ»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Озод сохтани ғулом ё канизаке, ки байни иддае муштарак аст",
      "hadiths": [
        {
          "number": 1141,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки ҳиссаи худро аз ғуломе, ки дар он шарик аст, озод менамояд ва ба андозаи қимати ғулом моле дошт, ғулом ба ҳимати одилона қиматгузорӣ мегардад ва бояд ҳиссаи дигар шарикҳои дигарро бипардозад ва ғулом аз тарафи ӯ озод мегардад ва агар моле надошт, ҳамон андозае аз ғулом озод мешавад, ки он шахс озод кардааст»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Хато ва нисён дар озод кардан ва талоқ додан ва амсоли инҳо",
      "hadiths": [
        {
          "number": 1142,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Худованди мутаъол ба хотири ман васвасаҳои қалбии уммати маро то вақте ки ба он васваса амал накунад ва ё ҳарф назанад, афв намудааст»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар касе, ки ба ғуломи худ гуфт, ки ӯ барои Худо аст ва нияти озод карданро дошт ва шоҳид гирифтан дар озод кардани ғулом",
      "hadiths": [
        {
          "number": 1143,
          "full_text": "Ривоят аст, ки Абӯҳурайра (р) ҳангоме, ки назди Паёмбари Худо (с) омад ва иродаи мусалмон шуданро дошт, ғуломаш низ бо вай ҳамроҳ буд. Ин ду нафар дар роҳ якдигарро гум намуданд ва ғуломаш ҳангоме пайдо шуд, ки Абӯҳурайра (р) назди Паёмбари Худо (с) нишаста буд. Паёмбари Худо (с) фармуданд: «Ё Абӯҳурайра, инак ғуломат расид». Абӯҳурайра гуфт: Ман шуморо шоҳид мегирам, ки ӯро озод сохтам. (Абӯҳурайра) мегӯяд: Вақти омадан ба тарафи Мадина ин шеърро месурудем: Чӣ қадар шаби дарозу пурмашаққате буд, Бо он ҳам аз диёри куфр наҷот дод."
        }
      ]
    },
    {
      "number": 5,
      "title": "Озод кардани мушрик",
      "hadiths": [
        {
          "number": 1144,
          "full_text": "Ривоят аст, ки Ҳаким ибни Ҳизом (р) дар ҷоҳилият сад ғуломро озод намуда буд ва бори сад шутурро садақа дода буд ва чун мусалмон шуд, боз сад шутур борро садақа кард ва сад ғуломро озод намуд. Ҳаким (р) мегӯяд: Аз Паёмбари Худо (с) суол намудам... (Бақияи ҳадис қаблан дар боби закот гузашт)."
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки ғуломи араберо молик гардид",
      "hadiths": [
        {
          "number": 1145,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Пайғамбари Худо (с) бар қабилаи бани Мусталақ дар ҳоле ҳамла намуданд, ки бехабар буданд ва чорпоёнашон дар ҳоли нӯшиданп об буданд. Мардони ҷангиашонро куштанд ва авлодашонро ба асорат гирифтанд ва Ҷувайрия (р) ҳам аз ҷумлаи ҳамин асирон буд."
        },
        {
          "number": 1146,
          "full_text": "Аз Абӯҳурайра (с) ривоят аст, ки гуфт: Бани Тамимро аз вақте ки се чизро дар бораашон аз Паёмбари Худо (с) шунидам, дӯст медорам. Шунидам, ки мегуфтанд: «Инҳо шадидтарин уммати ман бар Даҷҷол ҳастанд». Ва чун закоти амволи онҳо расид, фармуданд: «Инҳо закотҳои қавми мо аст». Ва Оиша (р) канизе дошт, ки аз ин мардум буд, Пайғамбари Худо (с) фармуданд: «Ӯро озод кун, зеро ӯ аз авлоди Исмоил (ъ) аст»."
        },
        {
          "number": 1147,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе (ба ғуломи худ) нагӯяд, ки: Ба мавлоят нон бидеҳ, ба мавлоят оби вузӯ биёвар, ба мавлоят об бидеҳ, балки (ғулом ба оқояш) бигӯяд: Оқоям, сайидам, мавлоям ва мавло барои ғулом ва канизаш нагӯяд: ғуломи ман ва канизи ман, балки бигӯяд: азизи ман, ҷавонмарди ман»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки ғуломаш таъоми ӯро наздаш меовард",
      "hadiths": [
        {
          "number": 1148,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки ходимаш таъомашро овард, агар ӯро бо худ нон намедиҳад, ақаллан бояд як-ду луқмае барояш бидиҳад, зеро ӯ таъомро омода кардааст»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Агар ғуломро занад, аз задан ба рӯяш худдорӣ намояд",
      "hadiths": [
        {
          "number": 1149,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар касе ҷанг кунад, аз задан бар рӯй худдорӣ намояд»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Шартҳое, ки дар бораи мукотаб ҷоиз аст",
      "hadiths": [
        {
          "number": 1150,
          "full_text": "Аз Оиша (р) ривоят аст, ки Барира наздаш омад ва дар бораи китобаташ (яъне халосиаш аз назди оқоёнаш дар муқобили пуле, ки ба онҳо иттифоқ карда буд) аз вай талаби кӯмак намуд. Оиша (р) ба ӯ гуфт: Назди оқоёнат бирав ва бубин, агар мувофиқат доранд, ки валои ту барои ман бошад, ман пули китобататро мепардозам. Барира (р) ин суханро ба оқоёнаш гуфт ва онҳо қабул накарданд ва гуфтанд: Агар Оиша (р) мехоҳад, ки ин пулро ба ту ба таври садақа бидиҳад ва валои ту барои мо бошад, қабул дорем. Оиша (р) ин суханро ба Паёмбари Худо (с) гуфт. Эшон фармуданд: «Ӯро харидорӣ кун, сипас озод кун, зеро вало аз касест, ки ӯро озод кардааст». Абӯҳурайра (р) мегӯяд: Баъд аз он Паёмбари Худо (с) бархоста ва гуфтанд: «Чаро баъзе аз мардумон шартҳое мегузоранд, ки дар китоби Худо нест, агар касе шарте мегузорад, ки дар китоби Худо набошад ва агарчӣ сад шарт ҳам бошад, ботил аст, шарти Худо сазовортар ва маҳкамтар аст."
        }
      ]
    }
  ],
  "total_chapters": 9,
  "total_hadiths": 12,
  "unique_hadith_numbers": 12
}