{
  "id": 73,
  "number": 73,
  "title": "КИТОБИ ДУОҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Барои ҳар паёмбаре дуои мустаҷобе аст",
      "hadiths": [
        {
          "number": 2069,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Барои ҳар паёмбар дуои мустаҷобе аст (яъне барои ҳар Паёмбаре як дуо ба таври ҳатмӣ ва яқин иҷобат мегардад) ва ман ин дуоро нигоҳ медорам, то дар рӯзи қиёмат барои шафоати уммати худ дуо намоям.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Беҳтарин истиғфор",
      "hadiths": [
        {
          "number": 2070,
          "full_text": "Аз Шаддод ибни Авс (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Беҳтарин истиғфор ин аст, ки бигӯӣ: “Аллоҳумма анта раббӣ ло илоҳа илло анта, халақтанӣ ва ана ъабдука, ва ана ъало аҳдика ва ваъдика мастатаъту. Аъузу бика мин шарри мо санаъту абуъу лака биниъматика ъалайя ва абуъу бизанби фағфир ли фаиннаҳу лояғфиру-з-зунуба илло анта.” (Яъне: Худоё, Парвардигори ман туӣ, Худоё, ҷуз ту вуҷуд надорад, маро ту халқ кардаӣ ва ман бандаи туам ва ман ба аҳди ва ваъдае, ки ба ту бастаам истодам, ба неъмати ту иқрор мекунам ва ба гуноҳони худ эътироф менамоям, пас маро бибахшой, зеро ҷуз ту касе гуноҳонро намебахшад). Ва фармуданд: “Касе, ки ин истиғфорро дар рӯз аз таҳти дил бигӯяд (яъне: ба мазмуни он яқини комил дошта бошад) ва дар ҳамон рӯз пеш аз он, ки шом шавад, бимирад, аз аҳли биҳишт аст ва касе, ки онро дар шаб аз таҳти дил бигӯяд, (дар ҳамон шаб) пеш аз он, ки субҳ шавад, бимирад, аз аҳли биҳишт аст.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Истиғфори худи Паёмбари Худо (с) дар рӯз ва дар шаб",
      "hadiths": [
        {
          "number": 2071,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: \"Ба Худованд савганд аст, ки ман дар ҳар рӯзе беш аз ҳафтод бор аз Худованд талаби омурзиш менамоям ва тавба мекунам.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Тавба",
      "hadiths": [
        {
          "number": 2072,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки ӯ ду ҳадисро ривоят мекард, якеро аз Паёмбари Худо (с) ва дигареро аз худ (ҳадиси худаш ин аст, ки мегуфт): Шахси мусалмон гуноҳи худро ҳамчун кӯҳе тасаввур мекунад, ки дар зери он нишастааст ва фикр мекунад, ки шояд дар ҳар лаҳза ин кӯҳ ба рӯи ӯ сукут намояд ва шахси фоҷир ва бадкор гуноҳашро монанди магас тасаввур мекунад, ки бар рӯи биниаш нишастааст ва ба як ишора нопадид мегардад. (Ҳадиси Паёмбари Худо (с) ин аст, ки фармуданд): “Худованд ба тавбаи бандаи худ розитар ва хуштар аз касе аст, ки дар ҷои хатарноке манзил мегузинад ва шутуреро, ки об ва нонаш бар болои он шутур аст, сари худро мегузорад ва лаҳзае мехобад. Чун аз хоб бедор мешавад, мебинад ки шутураш нест, чун ҳаво гарм мешавад ва ташнагӣ бар вай ғалаба мекунад, меояд ва дубора дар ҳамон ҷо сарашро мегузорад ва мехобад ва чун сарашро аз хоб бармедорад, мебинад ки шутураш бар болои сараш истодааст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Ҳангоми хоб шудан чӣ бояд гуфт?",
      "hadiths": [
        {
          "number": 2073,
          "full_text": "Аз Ҳузайфа ибни Ямон (р) ривоят аст, ки гуфт: Ҳангоме, ки шаб Паёмбари Худо (с) ба бистари худ мерафтанд, дасти худро бар зери рухсори худ гузошта ва мегуфтанд: “Бисмикаллоҳумма амуту ва аҳё.” (Яъне Худоё! Ба номи ту мемирам ва ба номи ту зинда мешавам), Ва чун аз хоб бедор мешуданд, мегуфтанд: “Алҳамдулиллоҳил лазӣ аҳёно баъда мо амотано ва илайҳи-н-нушур.” (Яъне ситоиши хос барои Худо аст, ки баъд аз мурдан моро зинда сохт ва барангехта шудани баъд аз марг ба сӯи ӯст)."
        }
      ]
    },
    {
      "number": 6,
      "title": "Хоб шудан ба паҳлӯи рост",
      "hadiths": [
        {
          "number": 2074,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки ба бистари хоб мерафтанд, ба паҳлӯи рост мехобиданд ва мегуфтанд: “Аллоҳума асламту нафсӣ илайка ва ваҷҷаҳту ваҷҳӣ илайка ва фаввазту амрӣ илайка ва алҷаъту заҳрӣ илайка рағбатан ва раҳбатан илайка, ло малҷаъа ва ло манҷо минка илло илайка, оманту бикитобикаллазӣ анзалта ва набийикаллазӣ арсалта.” (Яъне Худоё! Худамро ба ту супурдам ва ба сӯи ту рӯй овардам ва ҳамаи кори худро ба ту супурдам ва туро пушту паноҳи худ сохтам. Умедам ба раҳмати ту ва хавфам аз ғазаби ту аст. Паноҳгоҳи дигаре ҷуз паноҳи ту ва наҷоте ҷуз наҷоти ту вуҷуд надорад, ба китобе, ки нозил кардӣ ва ба Паёмбаре, ки фиристодӣ, имон овардам)."
        }
      ]
    },
    {
      "number": 7,
      "title": "Дуои ними шаб",
      "hadiths": [
        {
          "number": 2075,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Назди Маймуна хобидам (ва бақияи ҳадисро тавре, ки қаблан ба шумораи 97 гузашт, зикр намуд ва гуфт) ва аз дуои Паёмбари Худо (с) ин буд, ки дуо мекарданд: “Аллоҳуммаҷъал фи қалбӣ нӯран ва фӣ лисонӣ нӯран ва фӣ самъӣ нӯран вафӣ басарӣ нӯран ва мин фавқӣ нӯран ва мин таҳтӣ нӯран ва ъан яминӣ нӯран ва ъан шимолӣ нӯран ва мин амомӣ нӯран ва мин халфӣ нӯран ваҷъал фӣ нафсӣ нӯран. ” (Яъне “Худоё! Дар қалбам нуре биёфарин ва дар чашмам нуре биёфарин ва дар шунавоиям нуре биёфарин ва дар зери поям нуре биёфарин ва дар пеши рӯям нуре биёфарин ва дар пушти сарам нуре биёфарин ва барои худам нуре биёфарин)."
        }
      ]
    },
    {
      "number": 8,
      "title": "",
      "hadiths": [
        {
          "number": 2076,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки мехоҳад ба бистари хобаш биравад, ҳангоми хобидан бистари хоби худро ба тарафи дохили изораш покиза намояд (тоза кардан ба тарафи дохили изор амри таъабудӣ нест, ки бо чизи дигаре ҷавоз надошта бошад, балки мурод он аст, ки бистарашро бо чизе покиза намояд). Зеро намедонад, ки баъд аз вай чӣ бар сари бистараш омадааст ва баъд аз он бигӯяд: “Бисмика раббӣ вашъту ҷанбӣ ва бика арфаъуҳу ин амсакта нафсӣ фарҳамҳо ва ин арсалтаҳо фаҳфазҳо бимо таҳфазу биҳи ибодакассолиҳин. ” Паҳлӯямро ба номи Ту мегузорам ва ба номи Ту бармедорам. Агар ҷонамро мегирӣ ба ҳолаш раҳм кун ва агар зиндааш нигоҳ медорӣ, ба ҳамон тариқа, ки бандагони некӯкоратро ҳифз мекунӣ, ҳифзаш кун!”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Аз Худованд ба таври қатъӣ бихоҳед, чун касе Худовандро маҷбур сохта наметавонад",
      "hadiths": [
        {
          "number": 2077,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Набояд касе бигӯяд, ки “Худоё! Агар мехоҳӣ, гуноҳамро биёмурз” ва “Худоё! Агар мехоҳӣ, ба ман раҳмат кун,” балки бояд ба таври қатъӣ бихоҳад, зеро касе Худоро ба анҷом додани коре маҷбур карда наметавонад.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Банда агар шитоб накунад, дуояш қабул мешавад",
      "hadiths": [
        {
          "number": 2078,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: ”Агар шитоб накунед, дуои шумо қабул мешавад, вале шумо мегӯед: дуо кардам ва иҷобат нашуд.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Дуо дар вақти сахтӣ",
      "hadiths": [
        {
          "number": 2079,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) ҳангоми сахтӣ мегуфтанд: “Ло илоҳа иллаллоҳул ъазимул ҳалим, ло илоҳа иллаллоҳу раббул ъаршил ъазим ло илоҳа иллаллоҳу рабуссамовоти ва раббул арзи ва раббул ъаршил карим. ” Худои дигаре ҷуз Худои азим ва ҳалим вуҷуд надорад, Худои дигаре ҷуз Худое, ки Парвардигори Арш аст, вуҷуд надорад, Худои дигаре ҷуз Худо, ки Парвардигори осмонҳо ва заминҳо ва Парвардигори Арши карим аст, вуҷуд надорад.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Аз ҳуҷуми балоҳо бояд ба Худо паноҳ ҷуст",
      "hadiths": [
        {
          "number": 2080,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ҳуҷуми бало ва аз гирифтор шудан ба бадбахтиҳо ва аз қазои бад ва аз дилшодии душман (ба Худо) паноҳ меҷустанд. Суфён, ровии ҳадис мегӯянд, он чӣ, ки Паёмбари Худо (с) аз он паноҳ меҷустанд, се чиз буд, чаҳорумиро ман зиёд кардам, вале ба ёдам нест, он чизро, ки ман зиёд кардам, кадом яке аз онҳо буд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ин қавли Паёмбари Худо (с), ки фармуданд: “Илоҳо касеро, ки барояш азияте расондам, он азиятро барояш сабаби покӣ ва раҳмат бигардон”",
      "hadiths": [
        {
          "number": 2081,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки чунин дуо мекарданд: “Илоҳо, ҳар мусалмонеро, ки дашном додам, ин дашномамро дар рӯзи қиёмат сабаби тақарруби он шахс ба даргоҳи худ бигардон.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Паноҳ ҷустан ба Худо аз бахилӣ",
      "hadiths": [
        {
          "number": 2082,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки Паёмбари Худо (с) ба гуфтани ин калимот амр мекарданд. “Аллоҳумма иннӣ аъузу бика миналбухли ва аъузу бика миналҷубни ва аъузу бика ан урадда ило арзалил ъумури ва аъузу бика мин фитнатиддунё - яъне фитнатаддаҷҷоли - ва аъузу бика мин азобил қабри.” (Яъне Худоё! Аз бахилӣ ба Ту паноҳ меҷӯям ва аз тарсидан ба Ту паноҳ меҷӯям ва аз ин, ки ба бадтарин айёми зиндагӣ бирасам, ба Ту паноҳ меҷӯям.) Мурод аз бадтарин айёми зиндагӣ айёме аст, ки инсон қувваҳои ҷисмонӣ ва ақлонии худро аз даст дода ва зиндагиаш сабаби заҳмат ва азият ва талхии зиндагӣ барои дигарон мешавад. Ва аз фитнаи дунё, яъне фитнаи Масеҳи Даҷҷол ба ту паноҳ меҷӯем.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Паноҳ ҷустан ба Худованди мутаъол аз гуноҳ ва аз қарз",
      "hadiths": [
        {
          "number": 2083,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) мегуфтанд. “Худоё! Аз танбалӣ ва пирӣ ва содир кардани гуноҳ ва аз қарздорӣ ва аз суоли Накиру Мункар ва аз азоби қабр ва аз суоли нигоҳбонони дӯзах ва аз азоби дӯзах ва аз шарри дороӣ ва аз шарри фақр ва бечорагӣ ва аз фитна Масеҳи Даҷҷол ба ту паноҳ меҷӯям. Худоё! Гуноҳони моро ба оби барф ва жола бишӯӣ ва қалби маро аз гуноҳони ман тавре пок бигардон, ки ҷомаи сафедро аз касофатӣ пок гардондӣ ва маро аз гуноҳони ман ончунон дур бигардон, ки машриқро аз мағриб дур гардондӣ.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Ин дуои Паёмбари Худо (с), ки: “Раббано отино фид-д-дунё ҳасанатан”",
      "hadiths": [
        {
          "number": 2084,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дуои Паёмбари Худо (с) дар аксари вақт ин буд, ки... “Парвардигоро, дар дунё барои мо некӣ ато фармо ва дар охират барои мо некӣ марҳамат кун ва моро аз азоби оташ барканор бидор!”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Ин дуои Паёмбари Худо (с), ки: “Аллоҳуммағфирлӣ мо қаддамту ва мо аххарту”",
      "hadiths": [
        {
          "number": 2085,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки Паёмбари Худо (с) чунин дуо мекарданд: “Худоё! Иштибоҳот ва ҷаҳл ва исрофи моро ва гуноҳонеро, ки ту аз ман онҳоро беҳтар медонӣ, биёмурз ва Худоё, он чӣ, ки аз ман аз рӯи шӯхӣ ва ҷиддият ва ё аз рӯи иштибоҳ ва қасд сар задааст, биёмурз ва албатта ҳамаи инҳо аз ман сар задааст.” Эътироф ба ин чизҳо аз ҷониби Паёмбари Худо (с) аз як тараф барои тавозӯъ ва илтиҷо ба боргоҳи Худованди мутаъол ва аз тарафи дигар таълими уммати хеш бар ин навъ дуо ва истиғфор аст)."
        }
      ]
    },
    {
      "number": 18,
      "title": "Фазилати “Ло илоҳа иллаллоҳ” гуфтан",
      "hadiths": [
        {
          "number": 2086,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки дар як рӯз сад бор бигӯяд “Ло илоҳа иллаллоҳу ваҳдаҳу ло шарика лаҳу лаҳулмулку ва лаҳулҳамду ва ҳува ъало кулли шайъин қадир,” барояш ба андозаи озод кардани даҳ ғулом савоб дода мешавад ва барояш сад ҳасана навишта мешавад ва сад гуноҳ аз вай маҳв мегардад ва дар ҳамон рӯз аз шайтон маҳфуз мемонад ва ҳеҷ кас амалеро беҳтар аз ин анҷом дода наметавонад, магар он, ки ҳамин калимаро бештар бигӯяд.”"
        },
        {
          "number": 2087,
          "full_text": "Аз Абӯаюби Ансорӣ ва Ибни Масъуд (р) дар ҳамин ҳадис ривоят аст, ки гуфтанд: Паёмбари Худо (с) фармуданд: 'Касе, ки даҳ бор ин калимотро бихонад, монанди касе аст, ки як ғуломеро аз авлоди Исмоил (а) озод карда бошад.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Фазилати “Субҳоналлоҳ” гуфтан",
      "hadiths": [
        {
          "number": 2088,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки дар як рӯз сад бор “субҳоналлоҳи ва биҳамдиҳи” бигӯяд, ҳамаи гуноҳонаш ва агарчанде ба андозаи кафи дарё бошад, барояш бахшида мешавад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Фазилати зикри Худованди азза ва ҷалла",
      "hadiths": [
        {
          "number": 2089,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки Худоро зикр мекунад ва касе ки зикр намекунад, монанди шахси зинда ва шахси мурда аст.”"
        },
        {
          "number": 2090,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Фариштаҳо дар ҳама ҷо мардумеро ҷустуҷӯ мекунанд, ки Худованди азза ва ҷалларо зикр менамоянд, вақте чунин мардумеро пайдо намуданд, ба якдигар мегӯянд, биёед, ки гумшудаи мо ин ҷо аст. Сипас бо болҳои худ дар атрофи ин мардум он қадар ҷамъ мешаванд, ки то осмони дунё мерасанд. Ва Худованди мутаъол дар ҳоле, ки аз ҳамагон донотар аст, аз ин фариштаҳо мепурсад: Бандагонам чӣ мегӯянд? Фариштаҳо мегӯянд, ки ҳамду сано ва тасбеҳ ва таҳлили туро мегӯянд. Мепурсад: Оё инҳо маро дидаанд? Фариштаҳо мегӯянд: На, ба Худованд савганд, ки Туро надидаанд. Мепурсад: Агар маро медиданд, чӣ гуна мебуданд? Мегӯянд: Агар туро медиданд, аз ин бештар туро ибодат ва тамҷид ва таҳлил ва тасбеҳи туро мегуфтанд. Худованди мутаъол мепурсад: Инҳо чӣ орзу доранд? Мегӯянд: Орзуи биҳиштро доранд. Мепурсад; Оё биҳиштро дидаанд? Мегӯянд: Парвардигоро! Ба Худованд савганд, ки биҳиштро надидаанд. Мепурсад: Агар биҳиштро медиданд, чӣ гуна мебуданд? Мегӯянд: Агар биҳиштро медиданд, аз ин ҳам бештар орзуяшро намуда ва бештар талабаш мекарданд. Мепурсад: Аз чӣ чиз паноҳ меҷӯянд? Мегӯянд: Аз оташи дӯзах. Мегӯяд: Оё оташи дӯзахро дидаанд? Мегӯянд: Парвардигоро! Ба Худованд савганд, надиданд. Мепурсад: Агар оташи дӯзахро медиданд, чӣ гуна мебуданд? Мегӯянд: Агар медиданд, аз ин ҳам бештар тарсида, аз он гурезонтар мебуданд. Худованди мутаъол мефармояд: Пас ман шуморо шоҳид мегирам, ки эшонро омурзидаам. Фариштае аз фариштагон мегӯяд, ки дар байни инҳо фариштае аст, ки бо эшон зикр накарда, балки барои анҷоми коре дар маҷлиси онҳо иштирок намудааст. (Худованди мутаъол) мефармояд: Инҳо касонеанд, ки ҳамнишинони онҳо ҳам набояд бадбахт бошанд.”"
        }
      ]
    }
  ],
  "total_chapters": 20,
  "total_hadiths": 22,
  "unique_hadith_numbers": 22
}