{
  "id": 79,
  "number": 79,
  "title": "КИТОБИ ҲУДУД",
  "chapters": [
    {
      "number": 1,
      "title": "Задан бо чӯб ва кафш",
      "hadiths": [
        {
          "number": 2159,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсеро, ки шароб хӯрда буд, назди Паёмбари Худо (с) оварданд. Фармуданд: “Ӯро бизанед.\" Абӯҳурайра (р) мегӯяд: Баъзе аз мо бо даст ва иддае бо кафш ва гурӯҳе бо либоси худ ӯро задем. Чун он шахс баргашт ва рафт, баъзеҳо гуфтанд: Худо туро хор кунад (ки шароб хӯрдӣ ва худро муставҷиби ҳадд намудӣ). Паёмбари Худо (с) фармуданд: “Чунин нагӯед ва бо шайтон бар алайҳи ӯ ҳамкорӣ нанамоед.”"
        },
        {
          "number": 2160,
          "full_text": "Аз Алӣ ибни Абӯтолиб (р) ривоят аст, ки гуфт: “Агар ҳаддро бар касе ҷорӣ созам ва он шахс ба сабаби иҷрои он ҳадд вафот намояд, ба дилам чизе намерасад, магар шаробхӯр, ки агар ба сабаби ҳадд бимирад, дияташро мепардозам, зеро Паёмбари Худо (с) дар мавриди шаробхӯр ҳаддеро таъйин накардаанд.”"
        },
        {
          "number": 2161,
          "full_text": "Умар ибни Хаттоб (р) мегӯяд: Шахсе дар замони Паёмбари Худо (с) номаш Абдуллоҳ (р), лақабаш Ҳимор буд. Ин шахс Паёмбари Худо (с)-ро механдонид ва Паёмбари Худо (с) нисбат ба шаробхориаш ӯро шаллоқ мезаданд. Рӯзе ӯро оварда, шаллоқ заданд, касе аз мардумоне, ки он ҷо нишаста буд, гуфт: Худо ӯро лаънат кунад, ин чанд бор аст, ки ӯро меоваранд (ва шаллоқ мезананд). Паёмбари Худо (с) фармуданд: “Ӯро лаънат накунед, ба Худо савганд, то ҷое ман медонам, Худо ва Расулашро дӯст дорад ва касе, ки Худо ва Расулашро дӯст дошта бошад, муставҷиби лаънат нест.\""
        }
      ]
    },
    {
      "number": 2,
      "title": "Лаънат кардани дузд",
      "hadiths": [
        {
          "number": 2162,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худованд дуздро лаънат кунад, тухми мурғро медуздад ва сабаби буридани дасташ мегардад ва ресмонеро медуздад ва сабаби буридани дасташ мегардад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Дасти дузд ба дуздидани чӣ қадар моле қатъ мегардад?",
      "hadiths": [
        {
          "number": 2163,
          "full_text": "Аз Оиша (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Даст ба дуздидани чаҳор ҳиссаи динор ва ба дуздидани бештар аз он қатъ мегардад.”"
        },
        {
          "number": 2164,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) дасти дузд ҷуз дар муқобили чизе, ки ба андозаи як сипар қиммат медошт, қатъ намегардид."
        },
        {
          "number": 2165,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дасти дуздро аз дуздидани сипаре, ки қимматаш се дирҳам буд, қатъ намуданд."
        }
      ]
    }
  ],
  "total_chapters": 3,
  "total_hadiths": 7,
  "unique_hadith_numbers": 7
}