{
  "id": 32,
  "number": 32,
  "title": "КИТОБИ НАМОЗИ ТАРОВИҲ",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати қиёми (шабҳои) моҳи Рамазон",
      "hadiths": [
        {
          "number": 971,
          "full_text": "Аз уммулмӯъминин Оиша (р) ривоят аст, ки Паёмбари Худо (с) дар яке аз шабҳо бархостанд ва дар масҷид намоз хонданд, мардуме омада ва монандашон ба намоз хондан шурӯъ намуданд. (Ин ҳадис бо ихтилофи лафз қаблан дар китоби намоз гузашт) ва дар охири ин ривоят омадааст, ки Паёмбари Худо (с) вафот ёфтанд ва мавзӯъ ба ҳамин минвол буд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ҷустуҷӯ ва талаби лайлатулқадр дар ҳафт шаби ахири моҳи Рамазон",
      "hadiths": [
        {
          "number": 972,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки мардуме аз асҳоби Паёмбари Худо (с) ба хоб диданд, ки лайлатулқадр дар ҳафт шаби ахири Рамазон аст. Паёмбари Худо (с) фармуданд: «Фикр мекунам, ки хобҳои шумо (дар ин, ки лайлатулқадр) дар ҳафт шаби ахир аст, бо ҳам муттафиқ аст, биноан агар касе талаби лайлатулқадрро дорад, дар ҳафт шаби охир талаб намояд»"
        },
        {
          "number": 973,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Даҳ рӯзи миёнаи Рамазонро бо Пайғамбари Худо (с) ба эътикоф нишастем. Субҳи рӯзи бистум Паёмбари Худо (с) бархостанд ва барои мо хутба хонда фармуданд: «Ман шаби қадрро ба хоб дидам ва боз онро аз ман фаромӯш сохтанд. Пас онро дар шабҳои тоқи даҳаи ахир ҷустуҷӯ намоед ва дар хоб дидам, ки байни обу гил саҷда мекунам, аз ин ҷиҳат касе, ки бо (ман) Паёмбари Худо (с) ба эътикоф нишаста буд, ба эътикофгоҳаш бозгардад». Мо ба эътикофгоҳҳои худ бозгаштем ва дар ҳоле, ки дар осмон порчаи абреро намедидем, абри гализе омад ва боридан гирифт ва он қадар борид, ки об аз сақфи масҷид, ки аз шохаҳои дарахти хурмо буд. ҷорӣ шуд, намоз иқома гардид ва Паёмбари Худо (с)-ро дидам, ки дар об ва гил саҷда мекунанд, то ҷое, ки асари гилро дар пешониашон дидам."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ҷустуҷӯи лайлатулқадр дар даҳаи ахир дар ҳоли ибодат",
      "hadiths": [
        {
          "number": 974,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Лайлатулқадрро дар даҳаи ахири Рамазон ҷустуҷӯ кунед, дар нӯҳ рӯзе, ки боқӣ мемонад, дар ҳафт рӯзе, ки боқӣ мемонад, дар панҷ рӯзе, ки боқӣ мемонад»."
        },
        {
          "number": 975,
          "full_text": "Ва аз Ибни Аббос дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) фармуданд: «Шаби қадр дар даҳаи ахир аст, дар нӯҳ (шабе), ки мегузарад, ё дар ҳафт (шабе), ки боқӣ мемонад. (Дар нӯҳ шабе, ки мегузарад, яъне шаби бисту нӯҳум, ё дар ҳафт шабе, ки боқӣ мемонад, яъне шаби бисту саввум)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ибодат кардан дар даҳаи ахири Рамазон",
      "hadiths": [
        {
          "number": 976,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун даҳаи ахири Рамазон мешуд, Паёмбари Худо (с) изорбанди худро маҳкам мебастанд ва шабҳо намоз мехонданд ва ҳамсарони худро низ бедор мекарданд."
        }
      ]
    }
  ],
  "total_chapters": 4,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}