{
  "id": 41,
  "number": 41,
  "title": "КИТОБИ ЗИРОАТ ВА ОБЁРИ",
  "chapters": [
    {
      "number": 1,
      "title": "Обёрӣ",
      "hadiths": [
        {
          "number": 1088,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт, барои Паёмбари Худо (с) қадаҳи оберо оварданд, онро нӯшиданд. Дар ин вақт дар тарафи росташон ҷавоне нишаста буд, ки хурдтарини афроди маҷлис буд ва ба тарафи чапашон бузургсолон қарор доштанд. Фармуданд:»Эй ҷавон, иҷозат бидеҳ, ки ин қадаҳи обро ба бузургсолон бидиҳам». Он ҷавон гуфт: Ё Расулаллоҳ! Ҳаргиз намехоҳам, ҳеҷ каси дигареро дар обе, ки аз нӯшидани шумо боқӣ мондааст, бар худ тарҷеҳ диҳам. Ва Паёмбари Худо (с) боқимондаи он обро ба он ҷавон доданд."
        },
        {
          "number": 1089,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Аз гӯсфанде, ки дар хона парвариш медодем, микдори ширеро барои Паёмбари Худо (с) дӯшидем ва он ширро бо микдори обе, ки аз чоҳи хонаи худ кашида будем, махлут намудем. Ширро ба Паёмбари Худо (с) додам, эшон аз он шир нӯшиданд. Чун қадаҳро аз даҳони худ бардоштанд, дар тарафи чапашон Абӯбакр (р) ва дар тарафи росташон шахси бодиянишине нишаста буд ва Умар (р) аз хавфи ин, ки мабодо Пайғамбари Худо (с) шири боқимондаро ба он шахси бодиянишин бидиҳанд, сабқат намуда ва гуфт: Ё Расулаллоҳ, Абӯбакр (р) наздатон нишаста, ширро ба ӯ бидиҳед. Вале Паёмбари Худо (с) ширро ба он шахси бодиянишин дода ва фармуданд: «Бояд аз тарафи рост шурӯъ намуд»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Соҳиби об то вақте ки сероб шавад, ба он об мустаҳиқтар аст",
      "hadiths": [
        {
          "number": 1090,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Обе, ки аз андозаи зарурат зиёдтар бошад, набодд сабаби мамониат аз чаронидани алафзор шавад»."
        },
        {
          "number": 1091,
          "full_text": "Ва аз (Абӯҳурайра (р)) дар ривояти дигаре омадааст, ки Паёмбари Худо (с) фармуданд: «Оби зиёди худро аз дигарон дареғ накунед, то ки сабаби мамониат аз чаронидани зиёди алафзорон шавед»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Даъво бар сари чоҳ ва қазоват дар он",
      "hadiths": [
        {
          "number": 1092,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки ба дурӯғ савганд мехӯрад ва ба сабаби савганди дурӯғ моли мусулмонеро молик мешавад, дар ҳоле, Худованди мутаъолро мулоқот менамояд, бар вай ғазабнок аст. Ва Худованд ин ояи муборакро нозил гардонид: «Касоне, ки аҳду паймони Худованд ва қасамҳои худ маблағи андакеро ба даст меоваранд, (барои чунин ашхосе) дар қиёмат насибе нест ва Худованд бо онҳо сухан намегӯяд ва ба тарафашон назар намекунад ва ҳамчунин ҳ----------- онҳоро (аз гуноҳ) пок намекунад ва барои онҳо азоби дардноке (Оли Имрон: 77) Ашъас омад ва гуфт: Абӯабдурраҳмон ба шумо чӣ гуфт? Ин оя дар бораи ман нозил гардидааст, дар замини писари амакам чоҳе дошт (ӯ даъво кард, ки чоҳ аз ӯст). Пайғамбари Худо (с) бароям гуфтанд: «Шоҳидонатро биёвар». Гуфтам: Шоҳид надорам. Фармуданд: « Ӯ бояд савганд бихӯрад». Гуфтам: Ӯ савганд мехӯрад. Паёмбари Худо (с) ҳадиси мазкурро гуфтанд ва Худованди мутаъ ин ояи каримаро ҷиҳати тасдиқи Расули худ нозил фармуд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Гуноҳи касе, ки обро аз раҳгузар манъ мекунад",
      "hadiths": [
        {
          "number": 1093,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо фармуданд: «Се гурӯҳанд, ки дар рӯзи қиёмат Худованд ба тарафи онҳо назар намекунад ва онҳоро (аз гуноҳ) пок нахоҳад кард барояшон азоби дарднокест. Касе, ки дар канори роҳ обро аз андоз ҳоҷати худ зиёдтар дошта ва онро аз раҳгузарон дареғ дорад. Касе,  ки байъаташ бо имом барои ғаразҳои дунявӣ бошад, ба тавре, ки агар  чизеро барояш бидиҳад, аз вай хуш мешавад ва агар надиҳад, озурда хашмгин мегардад. Ва касе, ки молашро баъд аз аср ба маърази фурӯш гузошта ва ба дурӯғ бигӯяд: Ба Худованд савганд, ки онро аз ман чунин ва чунон маблағе мехариданд ва тарафи муқобил ҳам суханаш бовар намоянд». Баъд аз он Паёмбари Худо (с) ин ояи муборакро тиловат намуданд: Касоне, ки ба аҳду паймони Худованд ва қасамҳои худ маблағи  андакеро ба даст меоваранд, барои чунин ашхосе дар қиёмат насибе нест ва Худованд бо онҳо сухан намегӯяд ва ба тарафашон нигоҳ намекунад ва ҳам чунин онҳоро (аз гуноҳ) пок нахоҳад кард ва барои онҳо азоби  дардноке аст."
        }
      ]
    },
    {
      "number": 5,
      "title": "Фазилати об додан",
      "hadiths": [
        {
          "number": 1094,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Шахсе дар роҳ мерафт, ташнагӣ бар ӯ ғалаба намуд, дар чоҳе дохил гардид ва об хӯрд. Чун аз чоҳ берун шуд, дид, ки саге бар сари чоҳ аз ташнагӣ хокҳоро ба даҳонаш мегирад. Ба худ гуфт: Ин ҳайвон ҳам монанде, ки ман ташна будам, ташна аст. Кафши худро пур аз об карда, ба даҳани худ гирифт ва аз чоҳ боло шуд ва сагро ба ин тариқ об дод. Худованд ин амалашро қабул намуд ва гуноҳонашро омурзид». Пурсиданд: Ё Расулаллоҳ! Аз некӣ кардан ба чорпоён ҳам барои мо савоб дода мешавад? Фармуданд: «Некӯӣ кардан ба ҳар зиндаҷоне савоб дорад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки соҳиби ҳавз ва соҳиби машки обро мустаҳиқтар медонад",
      "hadiths": [
        {
          "number": 1095,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Савганд ба зоте, ки ҷонам дар дасти ӯст, баъзе аз ашхосро чунон аз ҳавзи худ (яъне Ҳавзи Кавсар) хоҳам ронд, ба мисле, ки шутури бегона аз ҳавзи (дигарон) ронда мешавад»."
        },
        {
          "number": 1096,
          "full_text": "Ва аз Абӯҳурайра (р) аз Пайғамбари Худо (с) ривоят аст, ки фармуданд: «Се гурӯҳанд, ки Худованди мутаъол дар рӯзи қиёмат бо онҳо сухан намегӯяд ва ба тарафашон назар нахоҳад андохт: Касе, ки бар молаш ба дурӯғ қасам бихӯрад, ки онро ба чунин ва чунон маблағе мехариданд, касе, ки баъд аз аср ба дурӯғ қасам хӯрда ва ба сабаби ин қасам моли мусалмонеро бихӯрад ва касе, ки зиёдии оби худро аз дигарон дареғ намояд ва Худованди мутаъол барои чунин шахс мегӯяд, ки: Ман имрӯз фазл ва меҳрубонии худро аз ту ончунон дареғ медорам, ки ту оберо, ки аз ҳоҷатат зиёд буд ва худат онро насохта будӣ, аз дигарон дареғ менамудӣ»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Ихтисос намудани чизе ҷуз барои Худо ва Расулаш нест",
      "hadiths": [
        {
          "number": 1097,
          "full_text": "Аз Саъд ибни Ҷассома (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Махсус кардани чизе, ки ҷуз барои Худо ва Расулаш намебошад. (Яъне ҳеҷ кас ҳақ надорад минтақаеро, ки соҳиб надорад, барои истифодаи шахсӣ ва ё чарондани чорпоёнаш ихтисос диҳад, балки ин гуна манотиқ ҳаққи умумии мардум буда ва барои истифодаи ҳамагон аст."
        }
      ]
    },
    {
      "number": 8,
      "title": "Нӯшидани об аз ҷӯйҳо барои мардум ва чорпоён",
      "hadiths": [
        {
          "number": 1098,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Асп барои шахсе сабаби музд ва барои шахсе сабаби ҳифзи обрӯ ва барои шахсе сабаби гуноҳ аст. Асп барои касе сабаби музд аст, ки аспро ба мақсади ҷиҳод дар роҳи Худо дар сабзазор ва ё боғча нигаҳдорӣ менамояд ва то ҳар андозае, ки ресмони чарои он асп дар он сабзазор ва ё боғча бирасад, барои соҳибаш савоб аст ва агар ресмони он асп канда шавад ва асп ин тарафу он тараф бидавад ва ба ин пушта ва он пушта барояд, дар ҳар қадамаш ва дар ҳар саргин андохтанаш барои соҳибаш савоб аст ва агар ба ҷӯйи обе расида ва аз он ҷӯй бидуни он, ки соҳибаш ӯро об бидиҳад, об бинӯшад, аз ин об нӯшидан барои соҳибаш савоб аст. Пас чунин аспе барои соҳибаш сабаби савоб аст. Ва дигарӣ касест, ки аспро барои ин, ки аз дигарон бениёз бошад, нигахдорӣ менамояд ва ҳаққи Худоро дар вай фаромӯш намекунад. Асп барои чунин шахсе ҳимоя ва парда аст. Вале касе, ки аспро ба қасди ифтихор ва риё ва душманӣ бо мусалмонон нигаҳдорӣ менамояд, чунин аспе барои соҳибаш сабаби гуноҳ хоҳад буд. Касе аз Паёмбари Худо (с) роҷеъ ба (вуҷуби закоти) хар пурсид. Фармуданд: «Бар ман дар ин маврид ба хусус чизи дигаре ҷуз ин ояи ҷомеъ нозил нагардидааст: Касе, ки ба андозаи заррае кори некеро анҷом диҳад, ҷазои онро хоҳад дид ва касе, ки ба андозаи заррае кори бадеро анҷом диҳад, ҷазои онро хоҳад дид."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ҳезум ва гиёҳ",
      "hadiths": [
        {
          "number": 1099,
          "full_text": "Аз Алӣ ибни Абӯтолиб (р) ривоят аст, ки гуфт: Аз ғаниматҳои ҷанги Бадр, ки бо Паёмбари Худо (с) иштирок намуда будам, шутури пире бароям расид ва Паёмбари Худо (с) шутури пири дигаре бароям доданд. Рӯзе ин ду шутурро дар наздикии хонаи яке аз ансор хобондам ва мақсадам он буд, то бар онҳо изхирро бор карда ва бифурӯшам (Изхир як навъи гиёҳе аст, ки арабҳо дар баъзе корҳо аз он истифода мекарданд) ва шахси заргаре аз мардуми бани Қайнуқоъ низ бо ман буд ва мехостам аз фурӯши ин чизҳо кори арӯсиамро бо Фотима (р) тартиб диҳам. Дар ин вақт (Дар ҳамон хонае, ки шутуронро дар пеши рӯи он хобонда будам) Ҳамза ибнн Абдулмутталиб бо канизаке ба шаробхӯрӣ машғул буд. Он канизак барояш ҳангоми газалхонӣ гуфта буд, ки эй Ҳамза, ба сӯи шутурони чоқ биштоб. Ва Ҳамза бо шамшераш ба онҳо ҳамла намуда, кӯҳонҳои онҳоро бурид ва паҳлуяшонро дарид ва ҷигарҳояшонро даровард. Алӣ (р) мегӯяд: Аз мушоҳидаи ин ҳолат сахт мутаҳаййир гардида ва назди Паёмбари Худо (с) омадам ва дар ҳоле, ки Зайд ибни Ҳориса наздашон нишаста буд, аз воқеа барояшон хабар додам. Паёмбари Худо (с) бо Зайд берун шуданд ва ман ҳам ҳамроҳашон рафтам. Паёмбари Худо (с) назди Ҳамза рафта ва бар ӯ қаҳр намуданд. Ҳамза чашмашро боло намуда ва гуфт: Оё шумо навкарони падари ман нестед? Паёмбари Худо (с) ақиб-ақиб рафтанд, то аз наздаш хориҷ гардиданд ва ин воқеа пеш аз ҳаром шудани шароб буд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Қатоеъ (яъне ихтисос додани замине барои баъзе ашхос)",
      "hadiths": [
        {
          "number": 1100,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мехостанд заминҳоеро аз Баҳрайн барои ансор ихтисос диҳанд. Мардуми ансор гуфтанд: То вақте ки барои бародарони муҳоҷири мо ҳамин гуна заминҳоеро ихтисос надиҳед (қабул намекунем). Паёмбари Худо (с) фармуданд: «Баъд аз ман касонеро хоҳед дид, ки худро бар шумо тарҷеҳ диҳанд ва дар ин вақт сабр кунед, то маро мулоқот намоед»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки роҳрав ва ҷӯйи обаш аз нахлистони шахси дигаре мегузарад",
      "hadiths": [
        {
          "number": 1101,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Агар касе дарахти хурмоеро баъд аз ин, ки пайванд шудааст, харид, меваи он дарахт аз фурӯшанда аст, магар он, ки харидор (ҳангоми харид) онро барои худ шарт намояд ва агар касе ғуломеро, ки дорои моле ҳаст, харид, моли он ғулом аз фурӯшанда аст, магар он, ки харидор онро барои худ шарт намояд»."
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 14,
  "unique_hadith_numbers": 14
}