{
  "id": 46,
  "number": 46,
  "title": "КИТОБИ ШАРОКАТ",
  "chapters": [
    {
      "number": 1,
      "title": "Широкат дар таъом ва хурок ва коло",
      "hadiths": [
        {
          "number": 1131,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: (Дар яке аз ҷангҳо) хӯрокаҳо тамом шуд ва мардум гурусна монданд, назди Паёмбари Худо (с) омаданд ва иҷоза хостанд, то шутурони худро забҳ намоянд. Паёмбари Худо (с) барояшон иҷоза доданд. (Дар ин вақт) Умар (р) бо онҳо мулоқот намуд, онҳо аз мавзӯъ барояшон хабар доданд. Умар (р) барояшон гуфт: Баъд аз куштани шутурон чӣ гуна зиндагӣ мекунед? Ва назди Паёмбари Худо (с) рафт ва гуфт: Ё Расулаллоҳ, баъд аз куштани шутурон чӣ гуна зиндагӣ хоҳанд кард? Паёмбари Худо (с) фармуданд:\t«Ба мардум бигӯ, ки боқимондаи таъоми худро биёваранд». Суфраро густурда ва таъомҳоро оварданд ва дар он суфра ҷамъ намуданд. Паёмбари Худо (с) бархостанд ва дуо намуданд, сипас дар паҳлӯи он таъом нишаста ва фармуданд: «Дег ва косаҳои худро биёваред». Мардум зарфҳояшонро оварданд ва пур намуданд. Баъд аз он Паёмбари Худо (с) фармуданд: «Ашҳаду алло, илоҳа иллаллоҳ ва аннӣ расулуллоҳ»."
        },
        {
          "number": 1132,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ашъарийин чунин одат доранд, ки вақте дар ҷиҳод тӯшаи онҳо халос шавад ва ё дар дохили шаҳр таъоми хонаводаашон кам шавад, он чиро, ки доранд, дар як суфра ҷамъ мекунанд, сипас бо як зарф онро байни худ баробар тақсим менамоянд, эшон аз ман ва ман аз эшонам»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Тақсим кардани гӯсфанд",
      "hadiths": [
        {
          "number": 1133,
          "full_text": "Аз Рофеъ ибни Хадиҷ (р) ривоят аст, ки гуфт: Дар Зулҳулайфа бо Паёмбари Худо (с) будем. Мардум ба гуруснагии шадиде афтоданд, шутурон ва гӯсфандонеро ба ғнимат гирифтанд ва онҳо бо шитобзадагӣ шутурон ва гӯсфандонро забҳ намуда ва дегҳоро барпо намуданд. Чун Паёмбари Худо (с) хабар ёфтанд, фармуданд, ки чаппа намоянд. Баъд аз он ғаноимро тақсим намуданд. Ҳар даҳ гӯсфандро муъодили як шутур қарор доданд. Аз ҷумлаи шутурҳо яке гурехт, чун аспҳои зиёде надоштанд, натавонистанд онро пайдо карда ва ба даст оваранд. Баъд аз он шахсе он шутурро ба тир зада андохт ва Пайғамбари Худо (с) фармуданд: «Баъзе аз ин чорпоён монанди ҳайвоноти ваҳшӣ рам бардошта, ваҳшат мекунанд. Агар ҳайвоне рам бардошт ва онро гирифта натавонистед, чунин кунед (яъне ӯро ба воситаи тир ва ё кадом олати дигар аз пой дароваред)». Сипас ба Паёмбари Худо (с) гуфтам, ки мо фардо шояд бо душман мувоҷеҳ шавем ва корде дар дастрас надорем, оё равост, ки бо барги най ҳайвонотро забҳ намоем? Фармуданд: «Ҳар чизе, ки хунро ҷорӣ созад ва ба номи Худо забҳ гардад, хӯрданаш равост, вале бо дандон ва ё нохун набояд забҳ намуд ва иллаташ ин аст, ки дандон аз устухон аст ва нохун корди мардуми Ҳабаша аст»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ашё дар байни шарикон бояд ба қиммати одилона қиматгузорӣ шавад",
      "hadiths": [
        {
          "number": 1134,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар яке аз шурако ҳиссаи худро аз ғуломи муштарак озод кард, бояд бақияро аз ҳисоби моли худ озод намояд. Агар моле надошт, он ғулом ба қимати одилона қимат гардад ва худи ғулом боқимондаи қимати худро, ба тавре, ки бар вай фишор ворид нагардад, барои шарики дигар бипардозад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Оё дар тақсим намудан қуръакашӣ ҷавоз дорад?",
      "hadiths": [
        {
          "number": 1135,
          "full_text": "Аз Нӯъмон ибни Башир (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Масали касе, ки ҳудуди Худоро ҷорӣ мекунад ва касе, ки ҳудуди Худоро поймол менамояд, монанди касонест, ки дар савор шудани киштӣ байни худ қуръакашӣ менамоянд, насиби баъзе аз онҳо табакаи болои киштӣ ва насиби иддае табақаи зерини киштӣ мешавад. Касоне, ки дар табақаи зерин қарор доранд, ҳангоми об гирифтан маҷбуранд аз назди касоне, ки дар табақаи боло қарор доранд, убур намоянд. Инҳо бо худ мегӯянд: Агар дар ҳамин табақаи худ (яъне табақаи зерини) киштиро сӯрох намоянд ва сабаби азияти табақаи болоӣ нагардем, беҳтар хоҳад буд. (Дар ин вақт) агар мардуми табақаи болоӣ инҳоро мамониат накунанд ва ба ҳолашон бигзоранд, ҳамагӣ ғарқ мешаванд ва агар ҷилави онҳоро бигиранд, сабаби наҷоти худ ва онҳо мегарданд»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Широкат дар таъом ва ғайра",
      "hadiths": [
        {
          "number": 1136,
          "full_text": "Аз Абдуллоҳ ибни Ҳишом (р), ки замони Паёмбари Худо (с)- ро дарк намуда буд, ривоят аст, ки модараш (Зайнаб бинти Ҳумайд) ӯро назди Паёмбари Худо (с) бурд ва гуфт: Ё Расулаллоҳ! Бо ӯ байъат намоед. Фармуданд: «Ӯ хурд аст». Ва он ҳазрат (с) дасти худро ба сараш кашида ва дар ҳақи ӯ дуо намуданд. Вай гоҳе ба бозор мерафт ва таъомеро мехарид. Ибни Умар ва Ибни Зубайр (р) омада ва аз вай хоҳиш карда мегуфтанд: моро бо худ шарик бидеҳ. Зеро Паёмбари Худо (с) дар ҳаққи ту дуои баракат намудаанд. Ӯ ҳам онҳоро шарик медод ва гоҳе мешуд, ки як бор шутурро ба таври комил фоида мекард ва ба хонаи худ мефиристод."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}