{
  "id": 51,
  "number": 51,
  "title": "КИТОБИ ШУРУТ",
  "chapters": [
    {
      "number": 1,
      "title": "Шурут дар маҳр ва дар ақди никоҳ",
      "hadiths": [
        {
          "number": 1189,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд, ки: «Мустаҳиқтарин шартҳо дар вафо кардани ба он шартҳоест, ки ба асоси он занро барои худ ҳалол месозед»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Шуруте, ки дар ҳудуд ҷавоз надорад",
      "hadiths": [
        {
          "number": 1190,
          "full_text": "Аз Абӯҳурайра ва Зайд ибни Холид (р) ривоят аст, ки гуфтанд: Шахсе аз мардуми бодиянишин назди Паёмбари Худо (с) омада ва гуфт: Ё Расулаллоҳ, шуморо ба Худо савганд медиҳам, ки дар байни моён ба асоси ҳукми китоби Худо қазоват кунед. Муддаъии дигар аз ӯ фаҳмидатар буд, гуфт: Бале, миёни мо ба асоси ҳукми китоби Худо қазоват намоед, вале барои ман иҷоза бидиҳед, то қазияро ба арз бирасонам. Он ҳазрат (с) фармуданд: Бигӯ! Гуфт: Фарзандам назди ин шахс муздур буда ва бо занаш зино кард, ман шунида будам, ки ҷазои фарзандам сангсор шудан аст ва ман аз ҷазои фарзанди худ дар муқобили сад гӯсфанд ва як каниз бо ин шахс мусолиҳа намудам. Вале чун аз аҳли илм пурсидам, гуфтанд ки ҷазои фарзанди ту сад зарба шаллоқ ва муддати як сол гурезондан ва ҷазои зани ин шахс раҷм аст. Паёмбари Худо (с) фармуданд: Қасам ба зоте, ки ҷонам дар дасти ӯст, дар миёни шумо ба асоси китоби Худо қазоват хоҳам кард. Гӯсфандон ва каниз ба ту бозгардонда мешавад ва бар фарзанди ту сад зарби шаллоқ ва як сол фирор додан аст. Ва ба Унайс, ки яке аз асҳоб буд гуфтанд: «Эй Унайс, ту назди зани ин шахс рафта бубин, агар эътироф кард, ӯро сангсор кун». Ровӣ мегӯяд, ки Унайс (р) назди зани он шахс рафт ва чун он зан эътироф намуд, Паёмбари Худо (с) амр карданд, ки сангсор шавад ва сангсор шуд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Шартгузорӣ дар кишоварзӣ",
      "hadiths": [
        {
          "number": 1191,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Чун аҳли Хайбар дасту пойи Абдуллоҳ ибни Умар (р)-ро шикастанд, Умар барои мардум хутба хонду гуфт: Паёмбари Худо (с) бо яҳуди Хайбар дар амволашон мусолиҳа намуда ва фармуда буданд, ки: «Мо фақат чизеро ба шумо иҷоза медиҳем, ки Худованд барои шумо иҷозат додааст». Ва Абдуллоҳ ибни Умар барои хабаргирии амволи худ ба он ҷо рафта буд, шабҳангом бар вай тааддӣ намуда ва дасту пояшро шикастанд ва дар он ҷо мо душмане ғайр аз яҳуд надорем, ҳамонҳо ҳастанд, ки душмани мо ва мавриди иттиҳоми мо ҳастанд ва назари ман ин аст, ки онҳоро аз он ҷо кӯч диҳем. Чун Умар (р) дар ин амр тасмим гирифт, раиси яҳуд (ибни Ҳуқайқ) омад ва гуфт: Ё амиралмӯъминин! Дар ҳоле, ки Паёмбари Худо (с) барои мо иҷозаи буду бош дода ва молу мулки моро ба шурути муайяне дар ихтиёри мо гузоштааст, ту ба чӣ асос мехоҳӣ моро аз он ҷо берун намоӣ? Умар (р) гуфт: Оё фикр мекунӣ, ки ман ин қавли Паёмбари Худо (с)-ро фаромӯш кардаам, ки барои ту гуфта буданд? «Рӯзе, ки туро аз Хайбар хориҷ созанд ва ту бар шутури тезгомат савор ва аз як шаб то шаби дигар давида ва ором надошта бошӣ, чӣ гуна ҳоле хоҳӣ дошт? Он яҳуд гуфт: Ин як мазоҳ ва шӯхие аз Абулқосим будааст. Умар (р) гуфт: «Эй душмани Худо! Дурӯғ мегӯӣ. Ва ҳамон буд, ки Умар (р) онҳоро кӯч дода ва қимати меваҳояшонро барояшон мол ва шутур ва полон ва ресмон ва дигар чизҳо пардохт."
        }
      ]
    },
    {
      "number": 4,
      "title": "Шутур дар ҷиҳод ва мусолиҳа бо аҳли ҳарб ва навиштани шурут",
      "hadiths": [
        {
          "number": 1192,
          "full_text": "Аз Мисвар ибни Махрама ва Марвон (р) ривоят аст, ки гуфтанд: Паёмбари Худо (с) замоне (Ҳудайбия) аз Мадина хориҷ гардида ва баъд аз паймудани масофае аз роҳ фармуданд: «Холид ибни Валид дар муқаддимаи лашкари Қурайш ба минтақаи Ғамим гирифтааст. Пас бояд ба тарафи Зотулямин биравем ва ба Худованд савганд, ки Холид то вақте ки ғубори лашкари мусалмононро надид аз омаданашон иттилоъ наёфт ва чун аз омадани лашкари мусалмонон хабар шуд, шитобон рафт ва Қурайшро аз омадани онҳо хабар дод». Ва Паёмбари Худо (с) рафтанд, то ба баландие, ки аз он ҷо ба тарафи Қурайш сарозер мешуд, расиданд ва дар он ҷо шутури Паёмбари Худо (с) хобид, мардум хостанд ӯро бархезонанд, вале ӯ барнахост, мардум гуфтанд: «Қасво (Қасво номи шутури Паёмбари Худо (с) аст) аз пой даромадааст. Қасво аз пой даромадааст. Паёмбари Худо (с) фармуданд: «Қасво аз пой намондааст ва ин аз табиати ӯ нест, вале он зоте, ки филро аз рафтан ба Макка монеъ шуд, монеъи рафтани ӯ ҳам шудааст». Сипас фармуданд: «Савганд ба зоте, ки ҷонам дар дасти ӯст, ҳар коре, ки анҷом доданп он сабаби таъзими ҳурумоти Худовандӣ гардад ва (Қурайш) аз ман бихоҳанд, ман он пешниҳодро қабул хоҳам кард». Баъд аз он ба Қасво ҳайбат заданд ва Қасво аз ҷо ҷаст, баъд аз он аз мардум гӯша гирифтанд, то ин, ки ба поёнтарин қисмати Ҳудайбия ба сари ҳуфрае, ки дар он об андаке буд, расиданд ва лаҳзае тӯл накашид, ки мардум ҳамаи он обро гирифта бурданд, мардум аз ташнагӣ назди Паёмбари Худо (с) шикоят намуданд, эшон тиреро аз ҷаъбаи худ бардошта ва амр намуданд, то тирро дар он ҳуфра дохил намоянд, ба Худованд савганд, об он қадар фавора зад, ки ҳамагӣ сероб шуданд. Дар ин вақт буд, ки Будайл ибни Варқоъи Хузоъӣ ҳамроҳи иддаи дигаре аз қавми худ, ки аз қабилаи Хузоъа буданд, расиданд ва инҳо аз миёни мардуми Таҳома ҳофизи асрор ва насиҳат барои Паёмбари Худо (с) буданд. Ӯ гуфт, ки ман аз назди Каъб ибни Луъай ва Омир ибни Луъай (мақсуд аз зикри ин ду нафар ду қавм аст, зеро насаби аксари Қурайш бо ин ду нафар мерасад) омадам ва онҳо бар чашмаҳои равони Ҳудайбия маскан гузида ва шутурони широварро бо худ овардаанд ва мақсадашон ин аст, ки бо шумо ҷанг карда ва монеъи рафтани шумо ба Байтуллоҳилҳаром гарданд. Паёмбари Худо (с) фармуданд: «Мо ҷиҳати ҷанг кардан бо касе наомадаем, балки мақсади мо умра кардан аст ва Қурайшро ҳам ҷанг хаставу мутазарир сохтааст. Агар хоста бошанд, барои муддате бо онҳо мусолиҳа мекунем, онҳо маро бо мардум вогузоранд, агар бар онҳо пирӯз шудем, онҳо ҳам кореро бикунанд, ки дигарон кардаанд. Ва агар пирӯз нашудем, аз машокили ҷанг худро роҳат намудаанд ва агар аз ин пешниҳод ибо меварзанд, савганд ба зоте, ки ҷонам дар дасти ӯст, то охирин қатраи хунам бар сари амри рисолат бо онҳо хоҳам ҷангид. Ва Худованд он чиро хост, хоҳад кард». Будайл гуфт: Пешниҳоди шуморо ба Қурайш хоҳам гуфт. Ровӣ мегӯяд: Ҳамон буд, ки ҳаракат кард ва назди Қурайш рафта ва ба онҳо гуфт: Ман аз назди он шахс (Муҳаммад) омадаам ва ӯ пешниҳод дорад, агар хоста бошед, пешниҳоди вайро ба шумо арза менамоям. Ҷоҳилон ва аҳмақонашон гуфтанд, ки «Моро ҳоҷате ба шунидани пешниҳоди ӯ нест. Вале аҳли фаҳм ва дониши онҳо гуфтанд, ки: «Бигӯед, аз вай чӣ шунидед?» Гуфтанд: Аз вай шунидем, ки чунину чунон мегуфт. Ва тамоми он чиро, ки Паёмбари Худо (с) гуфта буданд, барои онҳо гуфт. Урва ибни Масъуд бархост ва гуфт: Эй қавм! Оё шумо (нисбат ба ман) ба монанди падар нестед? Гуфтанд: Ҳастем. Гуфт: «Оё ман (нисбат ба шумо) ба монанди фарзанди шумо нестам? Гуфтанд: «Ҳастӣ. Гуфт: Оё назди шумо ба чизе муттаҳам ҳастам? Гуфтанд: На. Гуфт: Оё хабар надоред, ки аҳли Укозро ба кӯмаки шумо талабидам ва чун онҳо аз ҳамкорӣ бо шумо имтиноъ намуданд, ҳамаи аҳл ва авлод ва касоне, ки аз ман итоат намуданд, ба кӯмаки шумо овардам? Гуфтанд: Бале, хабар дорем. Гуфт: Ин шахс барои шумо пешниҳоди хуб намудааст ва иҷоза диҳед, ки ман рафта бо у муфоҳама намоям. Гуфтанд: «Бирав! Урва омад ва бо Паёмбари Худо (с) шурӯъ ба сухан задан намуд. Паёмбари Худо (с) монанди сухане, ки барои Будайл гуфта буданд, ба ӯ ҳам гуфтанд. Урва гуфт: «Фаразан ҳамаи қавми худро аз байн бурдӣ? Оё шунидаӣ, ки касе аз мардуми араб пеш аз ту қавми худро аз байн бурда бошад? Ва агар шакли дигари он бошад, (яъне Қурайш бар ту ғалаба кунанд), ба Худованд савганд, ки ман (дар атрофиёни шумо) ашхосеро мебинам, ки аз қавмҳои мухталиф ҷамъ шуданд ва мардумонеро мебинам, ки бо эҳтимоли зиёд фирор намоянд ва туро танҳо бигузорақд! Абӯбакр (р) гуфт: Бирав, фарзи Лотро биҷӯш! (Ин суханро Абӯбакр аз ҷиҳати асоси ғайрати исломӣ гуфт, зеро Урва мусулмононро ба фирор намудану тарки Расули Худо муттаҳам карда буд, варна аз табиъати Абӯбакр ба забон овардани чунин алфоз набуд). Магар мумкин аст, ки мо фирор карда, Паёмбари Худо (с)-ро танҳо бигузорем? Урва гуфт: Ин, ки сухан мезанад, кист? Гуфтанд: Абӯбакр аст. Гуфт: «Ба зоте, ки ҷонам дар дасти ӯст, агар сабаби некие, ки қаблан ба ман карда будӣ ва ман муқобилашро ба ту надодаам, намебуд, ҷавоби туро мегуфтам. Ва боз шурӯъ ба сухан задан бо Паёмбари Худо (с) намуд. Ва ҳар боре, ки сухан мезад, риши муборакро мегирифт ва Муғийра ибни Шӯъба (р) бо шамшер ва зиреҳ болои сари Паёмбари Худо (с) истода буд ва ҳар боре, ки Урва риши муборакро мегирифт, Муғийра бо қабзаи шамшер ба дасти Урва зада мегуфт: «Дасти худро аз риши Паёмбари Худо (с) дур соз! Урва сарашро боло кард ва пурсид: «Ин кист?» Гуфтанд: Муғийра ибни Шуъба». Урва гуфт: Эй фиребкор! Оё ман мутаҳаммили хасоратҳои фиребкориат нашудаам? Ва сабаби ин сухан он буд, ки Муғийра дар замони ҷоҳилият бо мардуме сафар намуда, дар роҳ онҳоро кушта, амволашонро ба ғорат бурда буд ва баъд аз ин кор омад ва мусалмон шуд. Паёмбари Худо (с) гуфта буданд: «Исломашро қабул дорем, вале ба молаш коре надорем». (Яъне молеро, ки овардааст, қабул надорем, зеро он ба тариқи хиёнат ба дасташ расидааст). Урва зери чашм саҳобаи Паёмбари Худо (с)-ро муроқибат мекард, худаш мегӯяд: Ба Худованд савганд, ҳангоме, ки Паёмбари Худо (с) оби даҳони худро меандохтанд, дар дасти ҳар касе, ки воқеъ мегардид, онро ба сару рӯи худ мемолид ва ҳангоме, ки ба анҷом додани чизе амр мекарданд, дар иҷрои амрашон бар якдигар сабқат меҷустанд ва чун вузӯ месохтанд, наздик буд, ки бар сари оби вузӯяшон бо ҳам ба ҷанг ва муқотила бархезанд ва чун сухан мезаданд, ҳамагӣ сукут мекарданд ва аз таъзими зиёде, ки бо эшон доштанд, ба назари комил ба тарафи эшон намедиданд. Урва назди ақвомаш баргашт ва гуфт: «Эй қавм! Ба Худованд қасам, ки назди мулуки Қайсар, Кисро, Наҷҷошӣ рафтаам ва ба Худованд савганд, ки ҳаргиз атрофиёни ҳеҷ подшоҳеро надидаам, ки ӯро ба монанди он, ки саҳобаи Муҳаммад (с) Муҳаммадро эҳтиром мекунанд, эҳтиром карда бошанд. Ба Худованд савганд, чун Паёмбари Худо (с) оби даҳонашро меандохт, ба кафи дасти ҳар кадоме аз онҳо, ки воқеъ мешуд, онро ба сару рӯи худ мемолид ва чун ба чизе амр мекард, дар иҷрои амри вай бар якдигар сабқат меҷустанд ва чун вузӯ месохт, бар сари оби вузӯи ӯ наздик буд, ки бо якдигар ба ҷанг ва муқотила бархезанд ва чун сухан мезад, ҳамагӣ сукут карда ва аз таъзими зиёде, ки бар вай доштанд, ба назари комил ба тарафи ӯ намедиданд ва ӯ беҳтарин пешниҳоде ба шумо намудааст ва назарам он аст, ки пешниҳодашро бипазиред. Шахсе аз бани Канона гуфт: Иҷоза бидиҳед, ки ман наздаш биравам. Гуфтанд: «Бирав». Чун аз дур ба Паёмбари Худо (с) ва саҳоба (р) намоён гардид, Паёмбари Худо (с) фармуданд: «Ин шахс фалонӣ аст ва аз қавмест, ки барои шутур аҳамияти хосе қоиланд, шутуронро ба истиқболаш бубаред». Шутуронро бурда ва аз вай талбиягӯён истиқбол намуданд, он шахс чун ин манзараро дид гуфт: «Субҳоналлоҳ! Чунин ашхос набояд аз рафтан ба хонаи Худо манъ шаванд!» Ва чун назди ёрони худ баргашт, гуфт: Шутуронеро дидам, ки аломагузорӣ шуда буд ва қаллода ба гардан доштанд, назари ман ин аст, ки инҳо набояд аз рафтан ба хонаи Худо манъ гарданд. Шахси дигаре, ки ба номи (Микраз ибни Ҳафс) ёд мешуд гуфт: «Иҷоза диҳед, ки ман наздаш биравам». Гуфтанд: Бирав! Чун аз дур намоён шуд, Паёмбари Худо (с) фармуданд: «Ин Микраз буда ва шахси фоҷире аст». Ӯ омад ва бо Паёмбари Худо (с) шурӯъ ба сухан задан намуд. У ҳанӯз бо Паёмбари Худо (с) машғули сухан задан буд, ки Суҳайл ибни Амр омад. Паёмбари Худо (с) фармуданд: «Кори шумо осон шуд». Суҳайл гуфт: «Варақе бидиҳед, то бо шумо муоҳада бинависам. Паёмбари Худо (с) котиберо талаб намуда гуфтанд: «Бинавис: Бисмиллоҳир раҳмонир раҳим Суҳайл гуфт: «Ба Худованд савганд, намедонам, чист? Ҳамон тавре, ки собиқ менавиштӣ, бинавис, ки: (бисмикаллоҳумма). (яъне: «Худоё, ба номи ту!») Мусалмонон гуфтанд: «Ба ҷуз «Бисмиллоҳир раҳмонир раҳим» чизи дигаре нахоҳем навишт, вале Паёмбари Худо (с) барои котиб фармуданд:  «Бинавис: Бисмикаллоҳумма». Баъд аз он гуфтанд: «Ин муоҳадаи Муҳаммад Расулуллоҳ аст». Суҳайл гуфт: Ба Худованд савганд, агар бидонем, ки ту Расули Худо хастӣ, туро на аз рафтан ба хонаи Худо манъ менамудем ва на ҳам бо ту ҷанг мекардем, балки бояд навишт, ки: Муҳаммад ибни Абдуллоҳ. Паёмбари Худо (с) фармуданд: «Ба Худованд савганд, ман Паёмбари Худо (с) ҳастам, агарчанде ки шумо маро такзиб мекунед, бинавис: Муҳаммад ибни Абдуллоҳ». Паёмбари Худо (с) гуфтанд: «Барои ин, ки моро иҷоза диҳед, то ба хона тавоф намоем». Суҳайл гуфт: «Ба Худованд савганд, қавми Араб набояд бигӯянд, ки мо (ин муоҳадаро) рӯи фишор қабул намудаем, балки бояд тавофи шумо ба Хона дар соли оянда сурат пазирад». Ва ҳамин тавр навиштанд. Баъд аз он Суҳайл гуфт: «Ва ин, ки агар касе аз моён ба ту омад, агарчӣ вай дар дини ту бошад, бояд ӯро барои мо бозгардонӣ». Мусалмонон гуфтанд: «Субҳоналлоҳ, шахсе, ки мусалмон бошад ва ба тарафи мо биёяд, чӣ гуна ӯро ба мушрикин пас диҳем?» Ҳанӯз дар ҳамин гуфтугӯ буданд, ки Абӯҷандал ибни Суҳайл ибни Амр дар ҳоле, ки дар ғӯлу занҷираш даступой мезад ва аз минтақаи поёни Макка омада буд, худро ба домани мусалмонон андохт. Суҳайл гуфт: «Эй Муҳаммад! Аввалин шарти мусолиҳа он аст, ки ӯро барои мо бозгардонӣ!» Паёмбари Худо (с) фармуданд: «Мо ҳанӯз санади мусолиҳаро комил накардаем». Суҳайл гуфт: «Агар ӯро барнагардонӣ, абадан бар ҳеҷ чизе бо ту мусолиҳа нахоҳам кард». Паёмбари Худо (с) гуфтанд: «Ӯро ба ман бубахш». Суҳайл гуфт: «Ӯро ба ту нахоҳам бахшид». Фармуданд: «На, чунин кун». Гуфт: «Намекунам». Микраз гуфт: «Ӯро ба ту бахшидам». Абӯҷандал гуфт: «Эй мусалмонон! Ман мусалмон шудаам ва назди шумо омадаам ва шумо маро дубора ба мушрикин пас медиҳед? Оё намебинед, ман дар чӣ ҳолам?» Ва ӯ дар роҳи Худо хеле азобу шиканҷа шуда буд. Умар ибни Хаттоб (р) мегӯяд: Назди Паёмбари Худо (с) омада ва гуфтам: «Оё шумо Паёмбари Худо (с) нестед?» Фармуданд: «Чаро на, ҳастам». Гуфтам: «Оё мо бар ҳақ ва душманон бар ботил нестанд?» Гуфтанд: «Чаро на, чунин аст». Гуфтам: «Бо вуҷуди ин чизҳо, чаро пастиро дар дини худ қабул намоем?» Фармуданд: «Ман Паёмбари Худо (с) ҳастам, дар муқобили Худо исён намекунам ва ӯ маро нусрат хоҳад дод». Гуфтам: «Оё шумо ба мо нагуфта будед, ки ба зудӣ ба хонаи Каъба тавоф хоҳем кард? Фармуданд: «Бале, вале магар гуфтам, ки имсол ба он ҷо хоҳем рафт?» Гуфтам: «На». Фармуданд: «Ҳатман ба хонаи Каъба рафта ва тавоф хоҳӣ намуд». Умар (р) мегӯяд: назди Абӯбакр (р) омада гуфтам: «Оё ӯ Пайғамбари барҳақи Худо нест? Гуфт: «Чаро на, ҳаст». Гуфтам: «Оё мо барҳақ ва душмани мо бар ботил нест?» Гуфт: «Чаро на». Гуфтам: «Пас чаро зиллатро дар дини худ қабул намоем?» Гуфт: «Эй мард! Ӯ Паёмбари Худо (с) аст! Дар муқобили Худояш исён намекунад ва Худо ӯро нусрат хоҳад дод, пас рикобашро маҳкам бигир! Ба Худованд савганд, ки ӯ барҳақ аст!» Гуфтам: «Магар ба мо намегуфт, ки: «Ба зудӣ ба хона рафта ва тавоф хоҳем кард?» Гуфт: «Бале, вале оё ба ту гуфт, ки «Имсол ба хона тавоф хоҳӣ кард?» Гуфтам: «На». Гуфт: «Ту ҳатман ба хона рафта ва ба он тавоф хоҳӣ кард». Умар (р) мегӯяд: «Ба сабаби ин мавқеъам бисёр корҳо кардам (яъне: хайротҳо додам, намозҳо хондам ва ғуломҳо озод кардам ва...)». Ровӣ мегӯяд: Чун Паёмбари Худо (с) аз қазияи муоҳадаи сулҳ фориғ шуданд, фармуданд: «Бархезед, шутуронро бикушед ва сарҳои худро битарошед!» Ровӣ мегӯяд: Ба Худованд савганд, ки аз мардум як нафаре ҳам барнахост, то ин, ки Паёмбари Худо (с) ин суханро се бор такрор намуданд. Чун ҳеҷ кас барнахосг, назди Умми Салама омаданд ва мавқеъи саҳобаро барояш гуфтанд. Умми Салама (р) гуфт: «Ё Расулаллоҳ! Агар мехоҳед, ки онҳо чунин кунанд, худи шумо рафта ва бидуни он, ки бо касе сухан зада бошед, шутури худро забҳ намоед ва сартарошро талаб кунед ва сари худро битарошед». Паёмбари Худо (с) рафтанд ва бидуни он, ки бо касе сухан бигӯянд, шутури худро забҳ карданд ва ҳаллоқро талаб намуда ва сари худро тарошиданд. Чун саҳоба (р) ин амали Паёмбари Худо (с)-ро диданд, шутурони худро куштанд ва сари якдигари худро тарошиданд. Ва наздик буд, ки яқдигарро аз ғами зиёд (ё аз издиҳоми зиёд) ба қатл бирасонанд. Баъд аз он гурӯҳе аз занони мусалмон назди Паёмбари Худо (с) омаданд ва Худованд ин ояи каримаро нозил фармуд: «Эй касоне, ки имон овардаед! Агар занҳои мусалмон дар ҳоле, ки ҳиҷрат кардаанд, назди шумо омаданд, онҳоро имтиҳон ва озмоиш намоед». То ин қавли Худованд, ки: (...Занҳои кофарро дар ҳиболаи никоҳи худ нагиред). (Мумтаҳина: 10) (Баъди нозилшавии ин оят) Умар (р) дар ҳамин рӯз ду зан аз занҳои худро, ки дар ҳоли ширк бо онҳо издивоҷ намуда буд, талоқ дод. Яке аз он ду занро Муовия ибни Абӯсуфён ва дигариро Сафвон ибни Умайя ба никоҳ гирифт. Баъд аз он Паёмбари Худо (с) ба тарафи Мадина омаданд, шахсе аз Қурайш бо номи Абӯбасир, ки мусалмон шуда буд, назди Паёмбари Худо (с) омад. Қурайш ду нафарро ба талаби ӯ фиристода ва гуфтанд: «Ба ваъдае, ки байни мову шумост, вафо кунед!» Паёмбари Худо (с) Абӯбасирро ба онҳо пас доданд, намояндагони Қурайш, ӯро бо худ гирифта рафтанд. Чун ба Зулҳулайфа расиданд, дар он ҷо манзил гузиданд ва хурмоеро, ки бо худ доштанд мехӯрданд. Абӯбасир ба яке аз онҳо гуфт: «Ба Худо савганд, фикр мекунам, ки шамшери ту шамшери бисёр хубе аст». Он шахс шамшерро аз ғилоф кашида ва гуфт: «Бале! Шамшери бисёр хубе аст, чандин бор ӯро таҷриба кардаам». Абӯбасир гуфт; «Бидеҳ, ки ӯро бубинам». Он шахс шамшерро ба ӯ дод. Абӯбасир шамшерро гирифт ва он қадар ӯро ба шамшер зад, ки ҷонаш сард гардид (яъне мурд). Нафари дуввумӣ фирор намуд ва худро ба Мадина расонд ва давон- давон дохили масҷид гардид. Чун назари Паёмбари Худо (с) бар ӯ афтод, фармуданд: «Ин шахс ба воқеаи ваҳшатноке бархӯрд намудааст». Чун назди Паёмбари Худо (с) расид, гуфт: «Ба Худо савганд, ки рафиқам кушта шуд ва ман ҳам кушта хоҳам шуд». Абӯбасир дар ин вақт омад ва гуфт: «Ё Расулаллоҳ! Шумо ба ахди худ вафо карда ва маро ба онҳо пас додед, вале Худованд маро аз дасти онҳо наҷот дод». Паёмбари Худо (с) фармуданд: «Вой бар модари ин! Аҷаб ҷангафрӯзе аст, агар ҳамроҳ ва ҳамкор дошта бошад». Чун Абӯбасир ин суханро шунид, фаҳмид, ки ӯро боз ба мушрикин таслим хоҳанд кард аз ин ҷиҳат, аз он ҷо баромад ва ба канори дарё рафт. Ровӣ мегӯяд: Абӯҷандал ибни Суҳайл ҳам (ки қаблан мусалмон шуда буд) аз назди мушрикин фирор намуд ва ба Абӯбасир пайваст, баъд аз ин воқеъа ҳар касе, ки аз Қурайш мусалмон мешуд, назди Абӯбасир меомад ва бо ӯ мепайваст, то ин, ки гурӯҳеро ташкил доданд. Ба Худованд савганд, ҳеҷ гоҳ намешуд, ки бишунаванд, қофилае аз Қурайш берун шуда ва тарафи Шом меравад, магар он ки ҷилави қофиларо мегирифтанд, афроди онро кушта ва моли онро мебурданд. Ҳамон буд, ки Қурайш касонеро назди Паёмбари Худо (с) фиристоданд ва ӯро ба Худо ва силаи раҳм савганд доданд, ки: «Агар касе аз Қурайш назди мусалмонон меояд, дар амон бошад. Ва Паёмбари Худо (с) касонеро назди (Абӯбасир ва ҳамроҳонаш) фиристоданд ва Худованд ин оятро нозил фармуд: «Ва он Худое аст, ки дар даруни Макка шуморо бар онҳо пирӯз кард ва дасти шуморо аз онҳо ва дасти онҳоро аз шумо кӯтоҳ кард боздошт». (Фатҳ: 24-26) То ин қавли Худованд, ки (...Онҳоро ғурур, ғурури ҷоҳилият гирифт». Ва ғурурашон он буд, ки ба рисолати Паёмбари Худо (с) ва ба ҳаққонияти «Бисмиллоҳир раҳмонир раҳим» иқрор накарданд ва монеъи рафтани мусалмонон ба хонаи Каъба гардиданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Шарт ва истисное, ки дар иқрор ҷавоз дорад",
      "hadiths": [
        {
          "number": 1193,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфтааст: Паёмбари Худо (с) фармудаанд: «Барои Худованди мутаъол наваду нӯҳ ном аст, як кам сад, касе ки онҳоро бишуморад ва ҳифз намояд, ба ҷаннат дохил мешавад»."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}