{
  "id": 71,
  "number": 71,
  "title": "КИТОБИ АДАБ",
  "chapters": [
    {
      "number": 1,
      "title": "Сазовортарин ашхос ба эшон",
      "hadiths": [
        {
          "number": 2007,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омаду гуфт: Ё Расулаллоҳ! Сазовортарин шахс, ки барояш эҳсон кунем, кист? Фармуданд; “Модари ту.” Гуфт: Баъд аз он кист? Фармуданд: “Баъд аз он ҳам модари ту.” Гуфт: Баъд аз он кист? Фармуданд: “Баъд аз он ҳам модари ту.” Гуфт: Баъд аз он кист? Фармуданд: “Баъд аз он падари ту. ”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Набояд касе падару модарашро дашном бидиҳад",
      "hadiths": [
        {
          "number": 2008,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Аз бузургтарин гуноҳон ин аст, ки шахсе падару модарашро лаънат кунад.” Касе гуфт: Ё Расулаллоҳ! Чӣ гуна мумкин аст, касе падару модарашро лаънат кунад? Фармуданд: “Инсон падари шахси дигарро дашном медиҳад ва он шахс падарашро дашном медиҳад ва модари дигареро дашном медиҳад ва он шахс модарашро дашном медиҳад.\""
        }
      ]
    },
    {
      "number": 3,
      "title": "Гуноҳи қатъкунандаи силаи раҳм (робитаи хешовандӣ)",
      "hadiths": [
        {
          "number": 2009,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки силаи раҳмро қатъ мекунад, ба ҷаннат дохил намешавад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки (силаи раҳм)-ро баҷо биёварад, Худованд ӯро мавриди раҳмати худ қарор медиҳад",
      "hadiths": [
        {
          "number": 2010,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Силаи раҳм аслаш аз номи Раҳмон аст ва аз ин ҷо аст, ки Худованди мутаъол фармуд: “Касе, ки силаи раҳмро ба ҷо биёварад, ӯро мавриди раҳмати худ қарор медиҳам ва касе, ки силаи раҳмро қатъ кунад, ӯро аз раҳмати худ дур месозам.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Силаи раҳм аз тароваташ тоза мегардад",
      "hadiths": [
        {
          "number": 2011,
          "full_text": "Аз Амр ибни Ос (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) на ба таври пинҳонӣ, балки ба таври ошкоро шунидам, ки фармуданд: “Ҳамаи хонаводаи Абӯфалон дустони ман нестанд, гӯянд мурод аз хонаводаи Абӯфалон оли Абӯлъос ибни Умайя мебошад, балки дӯсти ман Худованди мутаъол ва мусалмонони некӯкоронанд, вале ҳаққи силаи раҳмро дар мавриди хонаводаи Абуфалон ба ҷо меоварам.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Силаи раҳм он нест, ки дар муқобили силаи раҳм бошад",
      "hadiths": [
        {
          "number": 2012,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Силаи раҳм он нест, ки некӯӣ дар муқобили некӯӣ бошад, балки силаи раҳм он аст, ки агар касе силаи раҳмро бо ӯ қатъ мекунад, ӯ силаи раҳмро баҷо биёварад.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Дӯст доштани фарзанд ва бӯсидан ва дар огӯш гирифтани он",
      "hadiths": [
        {
          "number": 2013,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Шахси бодиянишине назди Паёмбари Худо (с) омад ва пурсид. Оё шумо атфоли худро мебӯсед? Фармуданд: “Бале.” Он шахс гуфт: Вале мо атфоли худро намебӯсем. Паёмбари Худо (с) фармуданд: “Дар сурате, ки Худованд раҳмату меҳрубониро аз қалби ту хориҷ намудааст, ман барои ту чӣ коре карда метавонам?”"
        },
        {
          "number": 2014,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки асиронеро назди Паёмбари Худо (с) оварданд, аз ҷумлаи асирон зане буд, ки шир аз синаҳояш мерехт ва ҳар тифлеро, ки дар байни асирон медид, ба синааш меандохт ва ӯро шир медод. Паёмбари Худо (с) аз моён пурсиданд: “Оё мумкин аст, ин зан фарзандашро дар оташ биандозад?” Гуфтем: На, ҳаргиз. Агар ба ихтиёраш бошад, чунин коре намекунад. Фармуданд: “Яқинан, Худованди мутаъол бар бандагони худ аз ин зан нисбат ба фарзандаш меҳрубонтар аст.\""
        }
      ]
    },
    {
      "number": 8,
      "title": "Худованди мутаъол раҳматро сад қисмат кардааст",
      "hadiths": [
        {
          "number": 2015,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Худованди мутаъол раҳматро сад кисмат кардааст, наваду нӯҳ қисматро назди худ нигаҳ доштааст ва як қисматро бар рӯи замин нозил намудааст ва аз ҳамин як қисмат аст, ки мардум бо якдигар меҳрубонӣ мекунанд. Ҳатто асп пояшро баланд нигоҳ медорад, то мабодо бар курааш осебе бирасад.\" (Ва дар ривояти дигар омадааст, ки фармуданд: “Ва Худованд ин сад раҳмати худро дар рӯзи қиёмат бо ҳамин раҳмати дунё комил мекунад”)."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ниҳодани тифл бар болои рон",
      "hadiths": [
        {
          "number": 2016,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро бардоштанд ва бар болои як рони худ ва Ҳасанро (р)-ро бар болои рони дигари худ шинонданд. Сипас ҳардуи моро бо ҳам фишор дода ва мегуфтанд: “Худоё, барои онҳо меҳрубонӣ кун, чун ман онҳоро дӯст медорам.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Раҳмати инсонҳо ва чорпоён",
      "hadiths": [
        {
          "number": 2017,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои хондани намозе бархостанд ва мо ҳам бо эшон бархостем, шахси бодиянишине дар дохили намоз гуфт: Худоё! Фақат барои ман ва Муҳаммад раҳмат кун ва барои дигаре бо мо раҳмат макун. Чун Паёмбари Худо (с) салом доданд, ба он шахси бодиянишин гуфтанд: “Чизи бисёрро кам сохтӣ.\""
        },
        {
          "number": 2018,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Мусалмонони комил дар меҳрубонӣ ва дӯстӣ ва ҳамкорӣ ба ҳам монанди як ҷисм ҳастанд, ки чун узве аз он ҷисм бемор гардад, дигар аъзои ҷасад ба бедорхобӣ ва таб ба кӯмаки он узви бемор мешитобанд.”"
        },
        {
          "number": 2019,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки (р) фармуданд: “Ҳар мусалмоне, ки ниҳолеро шинонад ва инсон ва ё ҳайвоне аз он ниҳол чизе бихӯрад, он чиз барои касе, ки ниҳолро шинондааст, садақа маҳсуб мешавад.”"
        },
        {
          "number": 2020,
          "full_text": "Аз Ҷарир ибни Абдуллои Баҷалӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки (барои дигарон) раҳм накунад, мавриди раҳмати (Худованди мутаъол) қарор намегирад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Ба ҳамсоя бояд некӣ намуд",
      "hadiths": [
        {
          "number": 2021,
          "full_text": "Аз Оиша (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Он қадар Ҷабраил (ъ) маро (ба некӣ кардан) барои ҳамсоя васият мекард, ки бо худ гуфтам: шояд ҳамсояро вориси ҳамсоя созад.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Гуноҳи касе, ки ҳамсояаш аз озораш дар амон нест",
      "hadiths": [
        {
          "number": 2022,
          "full_text": "Аз Абӯшурайҳ (р) ривоят аст, ки гуфт Паёмбари Худо (с) фармуданд: “Ба Худованд савганд, ки имон надорад, ба Худованд савганд, ки имон надорад, ба Худованд савганд, ки имон надорад.” Касе гуфт: Ё Расулаллоҳ! Кист ки (имон надорад?) Фармуданд: \"Касе, ки ҳамсояаш аз озораш дар амон нест.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Касе, ки ба Худо ва рӯзи охират имон дорад, набояд ҳамсояашро азият намояд",
      "hadiths": [
        {
          "number": 2023,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки ба Худо ва рӯзи охират имон дорад, набояд ҳамсояашро азият намояд ва касе, ки ба Худо ва рӯзи охират имон дорад, бояд меҳмонашро эҳтиром намояд ва касе, ки ба Худо ва рӯзи охират имон дорад, ё бояд сухани хайрхоҳонае бигӯяд ва ё хомӯш бошад.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Ҳар кори неке садақа аст",
      "hadiths": [
        {
          "number": 2024,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Ҳар кори неке садақа аст.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Дар ҳамаи корҳо бояд миёнаравӣ намуд",
      "hadiths": [
        {
          "number": 2025,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Худованд мадоро ва миёнаравиро дар ҳамаи корҳо дӯст дорад.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Ҳамкории мусалмонон бо якдигар",
      "hadiths": [
        {
          "number": 2026,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мусалмон барои мусалмон монанди деворе аст, ки як қисмати он қисмати дигарро нигоҳ медорад.” Баъд аз он ангуштони худро дохили якдигар намуданд. Ва дар ҳоле, ки Паёмбари Худо (с) нишаста буданд, шахсе ва ё ҳоҷатманде омад ва чизе талаб намуд, эшон дар ин вақт рӯи худро ба тарафи мо намуда ва фармуданд: “Шафоати якдигари худро бикунед, барои шумо музд дода мешавад ва Худованд он чиро, ки хоста, бошад бар забони Набии худ ҷорӣ месозад.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Паёмбари Худо (с) бадзабон ва носазогӯй набуданд",
      "hadiths": [
        {
          "number": 2027,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дашномдиҳанда ва фаҳшдиҳанда ва лаънаткунанда набуданд. Ҳангоми қаҳр барои моён чунин мегуфтанд: \"Чаро фалонӣ чунин кардааст, пешониаш хоколуд шавад.\""
        }
      ]
    },
    {
      "number": 18,
      "title": "Фазилати ахлоқи накӯ ва саховат ва бад будани бахилӣ",
      "hadiths": [
        {
          "number": 2028,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Ҳеҷ гоҳ Паёмбари Худо (с) дар муқобили талаб ва хостаи касе “на” нагуфтаанд."
        },
        {
          "number": 2029,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Даҳ сол барои Паёмбари Худо (с) хидмат намудам, як бор ҳам бароям “уф” ва ё ин ки: “чаро чунин кардӣ ва чунон накардӣ” нагуфтаанд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Набояд касеро дашном дод ва ё лаънат намуд",
      "hadiths": [
        {
          "number": 2030,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки (гуфт): Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки дигареро ба фисқ ва куфр муттаҳам месозад, агар он шахс чунин набошад, фисқ ва куфраш бар худаш бармегардад.”"
        },
        {
          "number": 2031,
          "full_text": "Аз Собит ибни Заҳҳок (р), ки аз байъаткунандагони Шаҷара буд, ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки ба миллати дигаре ғайр аз миллати Ислом ба дурӯғ савганд бихӯрад, ӯ ҳамчунон аст, ки гуфтааст (масалан, касе бигӯяд, ки: Агар чунин ва ё чунон карда бошам, яҳуд ва ё насоро бошам, агар дар он чӣ, ки савганд хӯрдааст, дурӯғ гуфта бошад, яҳуд ва ё насоро мешавад). Ва бар бани Одам бар он чӣ, ки молики он нест, назре нест (масалан, касе, ки мегӯяд: Агар Худо маризи маро шифо дод ва ё мусофирам аз сафар омад, даҳ гов хайрот мекунам. Агар фақир бошад ва гов надошта бошад, аз ин назр бар вай чизе лозим намегардад. Ва касе, ки дар дунё ба чизе худкушӣ намояд, дар рӯзи қиёмат бо ҳамон чиз таъзиб мешавад (масалан, агар касе худро аз кӯҳе биандозад ва ба ин тариқ худкушӣ намояд, дар қиёмат ба таври доимӣ аз кӯҳ андохта мешавад). Ва касе, ки мусалмонеро лаънат кунад, монанди он аст, ки ӯро куштааст. Ва касе, ки мусалмонеро ба куфр муттаҳам созад, монанди он аст, ки ӯро куштааст.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Бад будани суханчинӣ",
      "hadiths": [
        {
          "number": 2032,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Суханчин ба ҷаннат дохил намешавад.”"
        }
      ]
    },
    {
      "number": 21,
      "title": "Бад будани мадҳу тавсиф",
      "hadiths": [
        {
          "number": 2033,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки аз шахсе назди Паёмбари Худо (с) ёд шуд, шахси дигаре ӯро мадҳ намуд. Паёмбари Худо (с) фармуданд: “Эй вой бар ту, гардани он шахсро буридӣ.” Ва ин суханро чанд бор такрор намуда, (гуфтанд): “Агар маҷбур мешавед, ки аз касе мадҳ кунед, бигӯед, ки ман фикр мекунам, ки фалонӣ чунин ва чунон шахсе бошад, агар воқеан фикр мекардед, ки фалонӣ чунин ва чунон шахсе аст ва ҳисобаш бар Худо аст ва касеро набояд назди Худованд тазкия ва тавсиф намоед.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Наҳй аз ҳасодат ва муқотаъаи якдигар (қаҳрӣ кардан)",
      "hadiths": [
        {
          "number": 2034,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Аз якдигар мутанаффир набошед ва бо якдигар ҳасодату рашк наварзед, бо якдигар муқотаъа накунед ва бандагони Худо ва бародари ҳам бошед, барои мусалмон раво нест, ки бо бародараш бештар аз се рӯз муқотаъа (қаҳрӣ) намояд.”"
        },
        {
          "number": 2035,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд:\t“Аз бадгумонӣ худдорӣ намоед, зеро бадгумонӣ дурӯғтарин суханҳост, аз айбҳои мардум ҷустуҷӯ нанамоед, ҷосусии якдигарро накунед, бо якдигар ҳасодат наварзед, бо якдигар кина надошта бошед, аз рафту омад бо якдигар муқотаъа нанамоед ва бандагони Худо ва бародари ҳам бошед.”"
        }
      ]
    },
    {
      "number": 23,
      "title": "Гумон бурдане, ки ҷавоз дорад",
      "hadiths": [
        {
          "number": 2036,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Гумон намекунам, ки фалонӣ ва фалонӣ аз дини мо чизе бифаҳманд.” Ва дар ривояти дигар омадааст (ки фармуданд): “Аз дине, ки мо пайравӣ мекунем, чизе бидонанд.” (Ин ду нафаре, ки Паёмбари Худо (с) роҷеъ ба онҳо сухан карданд, аз мунофиқин буданд)."
        }
      ]
    },
    {
      "number": 24,
      "title": "Мусалмон бояд айби худро бипӯшонад",
      "hadiths": [
        {
          "number": 2037,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Тамоми уммати ман дар хайру офият ҳастанд, магар касе, ки гуноҳашро бармало (ошкор) месозад. Воқеан, аз девонагӣ аст, ки касе дар шаб коре карда бошад ва Худованд онро бар вай пӯшида нигоҳ доштааст ва боз худаш омада ва мегӯяд: Эй фалонӣ, ман дишаб чунину чунон кардам, Худованд айбашро мепӯшад ва ӯ пардаи Худоро аз худ дур меандозад.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Муқотаъа ва ин қавли Паёмбари Худо (с), ки фармуданд; “Раво нест, ки касе бо бародараш беш аз се рӯз муқотаъа намояд”",
      "hadiths": [
        {
          "number": 2038,
          "full_text": "Аз Абӯаюби Ансорӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Раво нест, ки касе бо бародараш беш аз се рӯз муқотаъа намояд, ба тавре, ки агар бо ҳам мулоқот менамоянд, ин аз ин рӯ бигардонад ва он аз ин ва беҳтарини онҳо ҳамон аст, ки аввал салом мекунад.”"
        }
      ]
    },
    {
      "number": 26,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: “Эй мусалмонон! Аз Худо битарсед ва бо ростгӯён бошед ва он чӣ, ки дар мавриди наҳй аз дурӯғ омадааст”",
      "hadiths": [
        {
          "number": 2039,
          "full_text": "Аз Абдуллоҳ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ростӣ (инсонро) ба сӯи некӯӣ раҳбарӣ мекунад ва некӯӣ ба сӯи биҳишт ва шахсе то ҷое ба ростгӯӣ идома медиҳад, ки дар назди Худованд аз ҷумлаи сиддиқин маҳсуб мегардад ва дурӯғ (инсонро) ба сӯи бадкорӣ раҳбарӣ мекунад ва бадкорӣ ба сӯи дӯзах ва шахсе то ҷое дурӯғ мегӯяд, ки дар назди Худованд аз ҷумлаи дурӯғгӯён маҳсуб мегардад.”"
        }
      ]
    },
    {
      "number": 27,
      "title": "Сабр дар муқобили мушкилот",
      "hadiths": [
        {
          "number": 2040,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳеҷ касе ва ё ҳеҷ чизе дар муқобили пешомадҳои ногувор ба андозаи Худованд собир нест, касонеанд, ки ба Ӯ нисбати фарзандро медиҳанд ва Ӯ билмуқобил барои онҳо сиҳатӣ ва офият арзонӣ медорад ва барои онҳо ризқу рӯзӣ медиҳад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Дурӣ аз ғазаб",
      "hadiths": [
        {
          "number": 2041,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст Паёмбари Худо (с) фармуданд: “Паҳлавонӣ ба хобондани дигарон нест, балки паҳлавон касест, ки ҳангоми ғазаб молики аъсоби худ бошад.”"
        },
        {
          "number": 2042,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки шахсе ба Паёмбари Худо (с) гуфт: Маро насиҳате намоед. Фармуданд: “Ғазаб макун.” Он шахс талабашро чанд бор такрор намуд ва Паёмбари Худо (с) дар ҳар бор мегуфтанд: “Ғазаб макун.”"
        }
      ]
    },
    {
      "number": 29,
      "title": "Ҳаё",
      "hadiths": [
        {
          "number": 2043,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳаё натиҷае ҷуз хайр ва некӯӣ надорад.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Вақте ки шарм надорӣ, ҳар чӣ, мехоҳӣ, бикун",
      "hadiths": [
        {
          "number": 2044,
          "full_text": "Аз Абӯмасъуди Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чизеро, ки мардум аз паёмбарони гузашта ба хотир доранд, ин аст, ки (мегуфтанд:) “Вақте ки шарм надорӣ, ҳар чӣ мехоҳӣ бикун”"
        }
      ]
    },
    {
      "number": 31,
      "title": "Хушхулқӣ бо мардум ва мизоҳу шӯхӣ кардан бо хонавода ва Ибни Масьуд (р) мегӯяд: бо мардумон бояд анис ва улфат намуд, вале дини худро набояд ҷариҳадор сохт",
      "hadiths": [
        {
          "number": 2045,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бо мо то ҷое унсу улфат менамуданд, ки рӯзе барои бародари кӯчакам гуфтанд: “Ё Абӯумайр! Булбулатро чӣ кардӣ?”"
        }
      ]
    },
    {
      "number": 32,
      "title": "Мусалмон аз як сӯрох ду бор газида намешавад",
      "hadiths": [
        {
          "number": 2046,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мусалмон аз як сӯрох ду бор газида намешавад.\""
        }
      ]
    },
    {
      "number": 33,
      "title": "Он чӣ, ки аз шеър ва саҷъ ва раҷз раво буда ва он чӣ, ки макрӯҳ аст",
      "hadiths": [
        {
          "number": 2047,
          "full_text": "Аз Убай ибни Каъб (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Баъзе аз анвоъи шеър ҳикмат аст” (Ва он шеъре аст, ки рост буда ва баёнгари ҳақ ва дарбаргирандаи мавоъиз, ҳикмат ва насиҳат бошад)."
        }
      ]
    },
    {
      "number": 34,
      "title": "Раво нест, ки аксари вақти инсон ба шеър ва шоирӣ бигзарад ва сабаби тарки зикри Худо ва омӯхтани илм ва хондани Қуръон гардад",
      "hadiths": [
        {
          "number": 2048,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Агар мағзи инсон аз зардоб пур шавад, беҳтар аз он аст, ки аз шеър пур шавад.”"
        }
      ]
    },
    {
      "number": 35,
      "title": "Он чӣ, ки дар мавриди ин гуфтаи шахс омадааст, ки вой бар ту",
      "hadiths": [
        {
          "number": 2049,
          "full_text": "Аз Анас (р) ривоят аст, ки шахси бодиянишине назди Паёмбари Худо (с) омаду гуфт: Ё Расулаллоҳ! Қиёмат чӣ вақт барпо мешавад? (Ин ҳадис қаблан гузашт ва дар ин ривоят баъд аз ин гуфтаи Паёмбари Худо (с) Худо, ки фармуданд: “Ту дар қиёмат бо касе ҳастӣ, ки онро дӯст медорӣ,” ин чизҳо омадааст, ки: Гуфтем: Ва оё моён низ чунин хоҳем буд? Фармуданд: “Бале.”"
        }
      ]
    },
    {
      "number": 36,
      "title": "Нисбат додани мардумон ба падарҳояшон",
      "hadiths": [
        {
          "number": 2050,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Барои шахси фиребкор дар қиёмат байрақе барпо мегардад ва гуфта мешавад, ки ин байрақи фиребкории фалон ибни фалон аст.\""
        }
      ]
    },
    {
      "number": 37,
      "title": "Ин гуфтаи Паёмбари Худо (с), ки фармуданд: “Карм (ток) қалби мусалмон аст”",
      "hadiths": [
        {
          "number": 2051,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ангурро ба номи карм ёд накунед, зеро карм қалби шахси мусалмон аст (карм, дарахти ангур, яъне ток аст. Дар ҷоҳилият мардум токи ангурро карм меномиданд ва мақсадашон он буд, ки ин ток сабаби карам ва шуҷоат мешавад. Зеро аз карм ангур ба даст меояд ва аз ангур шароб сохта мешавад ва шароб сабаби саховат, карам ва шуҷоат мешавад. Паёмбари Худо (с) ин фикри ҷоҳилиятро нописанд дониста ва фармуданд, ин қалби мусалмон аст, ки манбаъи карам ва саховат ва шуҷоат мебошад, на токи ангур, пас асоси наҳй зудудаи ин мафкура буд, на асли номгузорӣ, бинобар ин агар касе он фикри ҷоҳилиро дар назар надошта бошад ва дарахти ангурро карм биномад, иншоаллоҳ боке надорад”)."
        }
      ]
    },
    {
      "number": 38,
      "title": "Тағйир додани як исм ба исми дигаре, ки беҳтар аз он бошад",
      "hadiths": [
        {
          "number": 2052,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки исми Зайнаб (р) дар аввал Барра буд. Касе гуфт, ки ӯ худашро сифат мекунад (зеро “барра” муштақ аз “барр” аст ва “барр” ба маънии хубӣ ва некӯӣ аст). Ва Паёмбари Худо (с) ӯро Зайнаб ном гузоштанд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Касе, ки дигареро садо зада ва ҳарфе аз исмашро кам гуфтааст",
      "hadiths": [
        {
          "number": 2053,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Умми Салим (р) (ки модари Анас (р) мебошад) зимни қофила дар шутури боркаш савор буд ва Анҷаш, ғуломи Паёмбари Худо (с) қофиладори шутурҳои занон буд. Паёмбари Худо (с) барояш гуфтанд: “Ё Анҷаш, қофиларо, ки шиша бор дорад, оҳистатар бирон!” (Мақсуд аз бори шиша занҳо ҳастанд ва онҳоро аз он ҷиҳат ба шиша ташбеҳ намуданд, ки монанди шиша нозук ва латиф ва камтаҳаммул ҳастанд)."
        }
      ]
    },
    {
      "number": 40,
      "title": "Бадтарин исмҳо назди Худованди мутаъол",
      "hadiths": [
        {
          "number": 2054,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Бадтарин исмҳо дар рӯзи қиёмат дар назди Худованди мутаъол номи касе аст, ки худро шоҳаншоҳ ном мегузорад.”"
        }
      ]
    },
    {
      "number": 41,
      "title": "Атсазананда бояд “Алҳамдулиллоҳ” бигӯяд",
      "hadiths": [
        {
          "number": 2055,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ду нафар назди Паёмбари Худо (с) атса заданд, барои яке аз он ду нафар дуо карданд ва барои дигаре дуо накарданд. Касе пурсид: Чаро чунин кардед (яъне барои яке дуо кардед ва барои дигаре дуо накардед?) Фармуданд: “Ин яке ҳамди Худоро гуфт ва он дигар ҳамди Худоро нагуфт.”"
        }
      ]
    },
    {
      "number": 42,
      "title": "Атса задан хуб аст ва хамёза кашидани макрӯх аст",
      "hadiths": [
        {
          "number": 2056,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худованд атсаро дӯст дорад ва хамёзаро макрӯҳ медонад, агар касе атса бизанад ва \"Алҳамдулиллоҳ\" бигӯяд, бар ҳар мусалмоне, ки мешунавад, лозим аст, ки бигӯяд “Ярҳамукаллоҳ.” Вале хамёза аз шайтон аст, касе, ки хамёза мекашад, то ҷое, ки метавонад, онро дафъ намояд, зеро касе, ки хамёза мекашад, шайтон барояш механдад” (ва чун хамёза аз асари такосул ва таъсири шайтон аст, аз ин сабаб паёмбарон ҳеҷ гоҳ хамёза намекашанд)."
        }
      ]
    }
  ],
  "total_chapters": 42,
  "total_hadiths": 50,
  "unique_hadith_numbers": 50
}