{
  "id": 49,
  "number": 49,
  "title": "КИТОБИ БАХШИШ ВА ФАЗИЛАТИ ОН ВА ТАШВИҚ БА БАХШИШДОДАН",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати бахшиш",
      "hadiths": [
        {
          "number": 1151,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривояте аст, ки фармуданд: «Эй занони мусалмон! Бахшиш додан ба зани ҳамсояи худро андак машморед, агарчанде соқи хушки гӯсфанде бошад»."
        },
        {
          "number": 1152,
          "full_text": "Ривоят аст, ки Оиша (р) ба Урва (р) гуфт: Хоҳарзодаи азизам, аз як моҳ то моҳи дигар ва ҳатто ду моҳро дар се моҳ интизор мекашидем ва оташе дар ҳеҷ як аз хонаҳои Паёмбари Худо (с) рӯшан мегардид. Урва (р) гуфт: Холаҷон, Паёмбари Худо (с) барои хӯроки шумо чӣ чиз таҳия мекарданд? (Оиша гуфт:) Хурмо ва об, вале ҳамсояҳои ансории Паёмбари Худо (с) шутуроне доштанд, ки шири онҳоро хайрот медоданд, аз он шир гоҳе барои Паёмбари Худо (с) меоварданд ва эшон он ширро барои мо медоданд."
        },
        {
          "number": 1153,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят асг, ки фармуданд: «Агар ба таъоме, ки аз гӯшти даст ва ё аз соқи пой таҳия шуда бошад, даъват шавам, даъватро мепазирам ва агар даст ва соқи пой бароям бахшиш дода шавад, он бахшишро қабул мекунам»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Қабул кардани ҳадяи шикор",
      "hadiths": [
        {
          "number": 1154,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар минтақаи Марризаҳрон харгӯше дар пеши рӯйи мо падидор шуд. Мардум кӯшиданд, онро бигиранд. Натавонистанд ва хаста шуданд, вале ман онро гирифтам ва назди Абӯталҳа овардам. Ӯ онро забҳ кард ва ронҳои онро барои Паёмбари Худо (с) фиристод, Эшон онро қабул намуданд. Ва дар ривояти дигаре омадааст, ки эшон онро қабул намуда ва хӯрданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Бахшишро бояд қабул намуд",
      "hadiths": [
        {
          "number": 1155,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Умми Ҳуфайд холаи Ибни Аббос (р) барои Паёмбари Худо (с) қурут ва равған ва сусморҳоеро ҳадя намуд, Паёмбари Худо (с) аз қурут ва равған хӯрданд, вале аз сусморҳо бадашон омад ва нахӯрданд. Ибни Аббос (р) мегӯяд: Сусмор дар дастурхони Паёмбари Худо (с) хӯрда шуд, агар ҳаром мебуд, дар дастурхони Паёмбари Худо (с) хӯрда намешуд."
        },
        {
          "number": 1156,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Касе барои Паёмбари Худо (с) таъомеро меовард, мепурсиданд: Бахшиш аст ё закот? Агар мегуфтанд, ки закот аст, худашон намехӯрданд ва ба саҳобаҳои худ мегуфтанд: «Шумо бихӯред» ва агар гуфта мешуд, ки бахшиш аст, зуд шурӯъ мекарданд ва ҳамроҳи саҳоба (р) мехӯрданд."
        },
        {
          "number": 1157,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) гӯштеро оварда ва гуфтанд: Ин гӯшт барои Барира закот дода шудааст. Фармуданд: «Барои Барира закот ва барои мо бахшиш аст»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки ба ӯ рафиқаш бахшиш дод ва ӯ онро барои баъзе ҳамсаронаш додааст",
      "hadiths": [
        {
          "number": 1158,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳамсарони Паёмбари Худо (с) ду ҳизб буданд. Дар як ҳизб Оиша, Ҳафса, Сафия ва Савда (р) ва дар ҳизби дигар Умми Салама ва дигар ҳамсарони Паёмбари Худо (с) буданд ва мусалмонон дӯстии Паёмбари Худо (с)-ро нисбат ба Оиша (р) дарк карда буданд. Агар касе мехост барои Паёмбари Худо (с) бахшише бидиҳад, онро то рӯзе, ки эшон дар хонаи Оиша (р) мебуданд, ба таъхир меандохт ва дар ин рӯз он ҳадяро барои Паёмбари Худо (с) мефиристод. Ҳизби Умми Салама дар ин мавзӯъ табсира карданд ва аз вай хостанд, то назди Паёмбари Худо (с) биравад ва аз эшон бихоҳад, ки ба мардум бигӯянд, касе набояд ҳадяашро ба таъхир бияндозад, балки бояд онро барои Паёмбари Худо (с) ба хонаи ҳар як аз ҳамсарони эшон, ки ҳастанд, бифиристад. Умми Салама (р) мавзӯъро ба Паёмбари Худо (с) гуфт, эшон сукут карданд ва чизе нагуфтанд. Он ҳамсарони дигар аз Умми Салама (р) натиҷаро пурсиданд. Гуфт: (Ман мавзӯъро гуфтам, вале) эшон чизе нагуфтанд. Онҳо ба вай гуфтанд: Мавзӯъро дубора матраҳ кун. Умми Салама вақте ки Паёмбари Худо (с) наздаш омаданд, мавзӯъро дубора матраҳ намуд, боз барояш чизе нагуфтанд. Боз онҳо натиҷаро аз Умми Салама пурсиданд. Умми Салама гуфт: Бароям чизе нагуфтанд. Онҳо гуфтанд: Мавзӯъро (бори саввум) матраҳ кун, то чизе бигӯянд. Эшон фармуданд: Маро дар мавриди Оиша (р) азият макун, зеро ман дар бистари ҳеч кадом аз ҳамсаронам набудам, ки бар ман ваҳй нозил шуда бошад, магар дар бистари Оиша». Умми Салама (р) гуфт: Ё Расулаллоҳ! Аз ин, ки шуморо азият кунам, ба Худованд тавба менамоям. Он ҳамсарон аз Фотима (р) духтари Паёмбари Худо (с) хостанд, то касеро назди Паёмбари Худо (с) бифиристад ва бигӯяд, ки ҳамсарони дигари шумо шуморо ба Худо савганд медиҳанд, ки бо онҳо монанди духтари Абӯбакр адолат намоед. Фотима (р) омад ва мавзӯъро бо Паёмбари Худо (с) дар миён гузошт. Эшон фармуданд: «Духтари азизам! Оё чизеро, ки ман ман дӯст дошта бошам, ту дӯст надорӣ?» Гуфт: Чаро на, дӯст дорам. Фотима (р) рафт ва онҳоро аз ҷараён бохабар сохт. Онҳо аз Фотима (р) хостанд, то бори дуввум назди Паёмбари Худо (с) биравад, вале ӯ аз рафтан худдорӣ намуд. Онҳо Зайнаб бинти Ҷаҳшро фиристоданд. Зайнаб (р) омад ва бо дуруштзабонӣ гуфт, ки ҳамсарони шумо шуморо ба Худо савганд медиҳанд, ки дар бораи онҳо монанди духтари Ибни Абӯқаҳофа (яъне Оиша (р) адолатро муроот намоед. Ва суханро ба ҷое расонид, ки ба Оиша (р), ки дар ҳамон ҷо нишаста буд, дашном дод. Паёмбари Худо (с) ба тарафи Оиша (р) нигоҳ мекарданд, ки оё чизе хоҳад гуфт. Ровӣ мегӯяд: Оиша (р) шурӯъ ба сухан гуфтан кард ва он қадар гуфт, ки Зайнаб (р)-ро хомӯш сохт ва Паёмбари Худо (с) дар ҳоле, ки ба тарафи Оиша (р) ишора мекарданд, гуфтанд: «Ба ростӣ, ин духтари Абӯбакр аст»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Ҳадяе, ки набояд гардонда шавад",
      "hadiths": [
        {
          "number": 1159,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) атрро рад намесохтанд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Бахшиш дар муқобили бахшиш",
      "hadiths": [
        {
          "number": 1160,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бахшишро қабул менамуданд ва дар муқобили он бахшиш медоданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Шоҳид гирифтан дар бахшиш",
      "hadiths": [
        {
          "number": 1161,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст, ки гуфт: Падарам бароям чизе бахшиш дод. Модарам Амра бинти Равоҳа гуфт: То Паёмбари Худо (с)-ро бар он шоҳид нагирӣ, розӣ нахоҳам шуд. Падарам назди Паёмбари Худо (с) омад ва гуфт: Барои баччаам, ки аз Амра бинти Равоҳа аст, чизе бахшиш додам ва модараш мехоҳад, ки шуморо шоҳид бигирам. Паёмбари Худо (с) фармуданд: «Барои дигар фарзандони худ низ чунин бахшишеро додаӣ?» Гуфт: На. Фармуданд: «Аз Худо битарсед ва байни фарзандони худ адолат кунед». Нӯъмон мегӯяд: Падарам омад ва бахшишро пас гирифт."
        }
      ]
    },
    {
      "number": 8,
      "title": "Бахшиши шавҳар барои зан ва бахшиши зан барои шавҳар",
      "hadiths": [
        {
          "number": 1162,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) фармуданд: «Касе, ки чизеро бахшиш медиҳад ва дубора онро пас мегирад, монанди сагест, ки қай мекунад ва қайи худро дубора мехӯрад»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Зане барои ғайри шавхараш бахшиш намуда ва бидуни иҷозаи шавҳар ғуломашро озод менамояд",
      "hadiths": [
        {
          "number": 1163,
          "full_text": "Ривоят аст, ки Маймуна бинти Ҳорис (р) бидуни он, ки аз Паёмбари Худо (с) иҷоза бихоҳад, канизеро озод намуд. Дар рӯзи навбати худ ба Паёмбари Худо (с) гуфт: Ё Расулаллоҳ! Оё хабар ёфтед, ки канизамро озод кардам? Фармуданд: «Чунин коре кардӣ?» Гуфт: Бале. Фармуданд: «Агар ӯро барои тағоҳоят бахшиш медодӣ, савоби бештаре меёфтӣ»."
        },
        {
          "number": 1164,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) дар вақти сафар байни занҳои худ қуръакашӣ мекарданд, ҳар кадом, ки қуръааш берун мешуд, ӯро бо худ ба сафар мебурданд ва аз одаташон ин буд, ки барои ҳар як аз ҳамсарони худ як шаб навбат медоданд. Магар Савда бинти Замъа (р), ки ҷиҳати хушӣ ва ризоияти Паёмбари Худо (с) навбати худро барои Оиша (р) бахшида буд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Ғулом ва матоъи бахшиш чӣ гуна қабз мегардад?",
      "hadiths": [
        {
          "number": 1165,
          "full_text": "Аз Мисвар ибни Махрама (р) ривоят аст, ки гуфт: Паёмбари Худо (с) қабоҳоеро байни мардум тақсим намуданд, вале барои Махрама аз онҳо чизе надоданд Махрама бароям гуфт: Фарзандам, биё, то назди Паёмбари Худо (с) биравем. Ҳамроҳаш рафтам. Гуфт: Бирав ва Паёмбари Худо (с)-ро бигӯ, то наздам биёяд. Рафтам ва Паёмбари Худо (с)-ро садо кардам. Эшон назди Махрама омаданд, яке аз он қабоҳоро пӯшида буданд ва барои Махрама гуфтанд: «Инро барои ту нигаҳ дошта будам». Махрама ба он қабо назар андохта гуфт: Махрама ризоият дорад."
        }
      ]
    },
    {
      "number": 11,
      "title": "Бахшиши додани чизе, ки пӯшидани он макрӯҳ аст",
      "hadiths": [
        {
          "number": 1166,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) назди духтарашон Фотима (р) рафтанд, вале ба хона дохил нашуданд. Чун Алӣ (р) омад, Фотима ин воқеаро барояш гуфт. Алӣ (р) назди Паёмбари Худо (с) рафт ва сабабро ҷӯё шуд. Пайғамбари Худо (с) фармуданд:. «Сабаб он буд, ки ба дарвозаи хонааш пардаи пурнақшу нигореро дидам». Алӣ (р) мегӯяд: Баъд аз он фармуданд: «Ман куҷо ва ин таҷаммулоти дунявӣ куҷо?» Алӣ (р) омад ва мавзӯъро ба Фотима (р) гуфт. Фотима (р) гуфт: Дар ин маврид ҳар чӣ, ки мехоҳанд, амр фармоянд. Он ҳазрат (с) фармуданд: «Он пардаро ба хонаи фалонӣ, ки ҳоҷатманд аст, бифирист»."
        },
        {
          "number": 1167,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бароям ҳуллае доданд, ки дорои хатҳои абрешимӣ буд, ман онро пӯшидам, вале чун аз пӯшидани он ҳулла нишонаи ғазаб ва норизоиятиро бар чеҳраи Паёмбари Худо (с) мушоҳида намудам, онро пора кардам ва байни занони худ тақсим намудам. (Мурод аз ин занҳо занҳои қавми Алӣ (р) мебошанд),"
        }
      ]
    },
    {
      "number": 12,
      "title": "Қабул намудани бахшиш аз мушрикин",
      "hadiths": [
        {
          "number": 1168,
          "full_text": "Аз Абдурраҳмон ибни Абӯбакр (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо саду се нафар аз моён бо Паёмбари Худо (с) ҳамроҳ будем. Эшон фармуданд: «Оё ҳамроҳи кадом яке аз шумоён таъоме ҳаст?» Бо ҳамроҳии яке аз онҳо ҳудуди як соъ орд буд, онро хамир карданд, сипас шахси мушрике, ки дорои сари бараҳна ва қомати бисёр баланд буд, гӯсфандҳоеро овард. Паёмбари Худо (с) гуфтанд: «Барои фурӯш овардӣ, ё барои бахшиш?» Гуфт: Бахшиш нест, балки барои фурӯш аст. Гӯсфандеро аз вай харид ва забх намуданд ва Паёмбари Худо (с) амр намуданд, то сиёҳиҳои дохили шиками гӯсфанд (мисли дил, ҷигар, гурда ва ғайра)-ро бирён намоянд ва ба Худованд савганд, аз ҳамин яксаду се нафар касе набуд, ки Паёмбари Худо (с) як чизеро аз он барояш надода бошанд. Шахсе, ки ҳамон ҷо ҳозир буд, барои худаш доданд ва касе, ки ғоиб буд, барояш нигоҳ доштанд, онҳоро (яъне гӯштҳои гӯсфандро) дар ду ташт карданд ва ҳамаи мо хӯрда ва сер шудем ва дар он ду ташт чизе зиёд омад, зиёдиҳоро бар болои шутур гузоштем."
        }
      ]
    },
    {
      "number": 13,
      "title": "Бахшиш додан барои мушрик",
      "hadiths": [
        {
          "number": 1169,
          "full_text": "Аз Асмоъа духтари Абӯбакр (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) модарам, дар ҳоле, ки мушрик буд, наздам омад. Аз Паёмбари Худо (с) пурсидам, ки модарам омадааст ва (аз ман) хоҳиши ҳамкориро дорад, оё раво аст барояш чизе бидиҳам? Фармуданд: «Бале, барои модарат ҳамкорӣ кун ва чизе барояш бидеҳ»."
        }
      ]
    },
    {
      "number": 14,
      "title": "",
      "hadiths": [
        {
          "number": 1170,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Умар (р) назди Марвон барои (фарзандони Суҳайб) шаҳодат дод, ки Паёмбари Худо (с) барои Суҳайб ду хона ва як ҳуҷра бахшиш доданд. Марвон шаҳодати ӯро қабул кард ва мувофиқи он ҳукм содир намуд."
        }
      ]
    },
    {
      "number": 15,
      "title": "Он чӣ, ки дар мавриди бахшиши умрӣ омадааст",
      "hadiths": [
        {
          "number": 1171,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) дар мавриде, ки касе чизеро ба дигаре барои муддати умраш бахшиш менамояд, чунин ҳукм намуданд, ки ин бахшиш аз касест, ки барояш бахшиш шудааст."
        }
      ]
    },
    {
      "number": 16,
      "title": "Орият гирифтан барои арӯс дар вақти арӯсӣ",
      "hadiths": [
        {
          "number": 1172,
          "full_text": "Оиша (р) мегӯяд: Айман вақте наздам омад, ки либоси пунбае ба барам буд ва ин либос панҷ дирҳам қимат дошт. Гуфтам: Чашматро боз кун ва ба канизи ман нигоҳ кун, аз пӯшидани ин либос дар дохили хона кибр мекунад, дар ҳоле, ки ман дар замони Паёмбари Худо (с) аз ҳамин қумош либосе доштам ва ҳеҷ арӯсе набуд, ки дар шаби арӯсиаш онро аз ман ба орият нагирад."
        }
      ]
    },
    {
      "number": 17,
      "title": "Фазилати бахшиш",
      "hadiths": [
        {
          "number": 1173,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Чун муҳоҷирин аз Макка ба Мадина омаданд, чизе дар даст надоштанд, вале мардуми ансор дорои хона ва замин буданд ва муҳоҷиринро дар меваи дарахтони худ шарик карданд, ба шарти он, ки онҳо масъулияти кор ва заҳмати зироатро бар ӯҳда бигиранд. Модари Анас, ки ба номи Умми Сулайм ёд мешуд, модари Абдуллоҳ ибни Абӯталҳа ҳам мешуд. Ин зан меваҳои дарахти хурмояшро барои Паёмбари Худо (с) бахшиш дод, вале Паёмбари Худо (с) он хурмоҳоро барои Умми Айман, ки модари Усома ибни Зайд мебошад, бахшиданд. Анас (р) мегӯяд: Чун Паёмбари Худо (с) аз ҷанги Хайбар фориғ гардида ба Мадина бозгаштанд, муҳоҷирин бахшишҳоеро, ки мардуми ансор барояшон дода буданд, ба онҳо пас доданд. Паёмбари Худо (с) ҳам хурмоҳоеро, ки аз модари Анас гирифта буданд, барояш пас доданд ва ба ивази онҳо барои Умми Айман аз нахлистони худ хурмо доданд."
        },
        {
          "number": 1174,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Сифоти нек ва писандида чиҳил сифат аст ва болотарини онҳо он аст, ки касе барои шахсе бузеро бубахшад ва ҳар касе, ки ба нияти савоб ба тасдиқ ба рӯзи мавъуд ба яке аз ин чиҳил сифат амал намояд, Худованд ҷаннатро насибаш хоҳад сохт»."
        }
      ]
    }
  ],
  "total_chapters": 17,
  "total_hadiths": 24,
  "unique_hadith_numbers": 24
}