{
  "id": 85,
  "number": 85,
  "title": "КИТОБИ АҲКОМ",
  "chapters": [
    {
      "number": 1,
      "title": "Фармонбардорӣ аз имом то вақте ки амраш дар маъсият набошад",
      "hadiths": [
        {
          "number": 2199,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Бишнавед ва итоат кунед ва агарчӣ ғуломи ҳабашӣ, ки сараш монанди мавиз бошад, бар шумо ҳукумат намояд\" (ин амр аз ҷиҳати муболиға дар тоати имом ва фармонбардорӣ аз (валии амр) аст)."
        }
      ]
    },
    {
      "number": 2,
      "title": "Набояд дар расидан ба аморат ҳарис буд",
      "hadiths": [
        {
          "number": 2200,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Зуд аст, ки шумо дар расидан ба аморат ҳирс менамоед. вале ин аморат дар киёмат барои шумо сабаби надомат ва пушаймонӣ мешавад, ширхорагӣ бисёр болаззат аст, вале ҷудо шудан аз шир талх ва ранҷовар аст.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Касе, ки масъулияти мардумро ба ӯҳда гирифта ва таваҷҷӯҳе ба онҳо надошта бошад",
      "hadiths": [
        {
          "number": 2201,
          "full_text": "Аз Маъқил ибни Ясор (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Ҳар касе, ки сарпарастии раъиятеро ба ӯҳда бигирад ва таваҷҷӯҳе ба онҳо нанамояд, бӯи ҷаннатро намеёбад.”"
        },
        {
          "number": 2202,
          "full_text": "Ва аз Маъқил ибни Ясор (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳар касе, ки сарпарастии мусалмононро ба ӯҳда бигирад ва ба онҳо хиёнат намояд, Худованди мутаъол ҷаннатро барояш ҳаром месозад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки сахтгирӣ намояд Худованд бар вай сахтгирӣ менамояд",
      "hadiths": [
        {
          "number": 2203,
          "full_text": "Аз Ҷундуб (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: \"Касе, ки қасдаш аз иҷрои коре риё ва сумъа бошад, Худованд дар рӯзи қиёмат ӯро фазиҳату расво мекунад ва касе, ки бо мардум сахтгирӣ намояд. Худованд дар рӯзи қиёмат бо ӯ сахтгирӣ менамояд.” Мардум гуфтанд: Моро насиҳат кунед! Фармуданд: “Аввалин чизе, ки аз инсон мутаъаффин мегардад, шиками ӯ аст. Агар касе метавонад, ки ҷуз ҳалол чизе нахӯрад, чунин кунад ва агар касе метавонад, ки монеъе байни худ ва биҳишт ба сабаби рехтани хуни мусалмонон, агарчанде он ба андозаи як кафи даст бошад, ба вуҷуд наёварад, чунин кунад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Оё метавонад қозӣ ва ё муфтӣ дар ҳолати ғазаб қазоват намуда ва ё фатво бидиҳад",
      "hadiths": [
        {
          "number": 2204,
          "full_text": "Аз Абӯбакра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Набояд ҳокиме дар ҳолати ғазаб байни ду нафар қазоват намояд.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Он чӣ, ки барои котиб мустаҳаб аст",
      "hadiths": [
        {
          "number": 2205,
          "full_text": "Ҳадиси Хувайса ва Муҳайиса қаблан дар боби ҷиҳод гузашт ва дар ин ривоят омадааст, ки “ё дияти рафиқи шуморо бипардозанд ва ё эълони ҷанг намоянд.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Имом бо мардум чӣ гуна байъат намояд",
      "hadiths": [
        {
          "number": 2206,
          "full_text": "Ҳадиси Убода ибни Сомит (р) дар мавриди самъ ва тоат қаблан гузашт ва дар ин ривоят омадааст, ки: “Ва ин, ки дар ҳама ҳол ҳақро бигӯем ва дар (баёни аҳкоми шариат ва амри ба маъруф ва наҳйи аз мункар) аз маломате натарсем.”"
        },
        {
          "number": 2207,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Вақте ки бо Паёмбари Худо (с) дар самъу тоат байъат мекардем, барои мо мегуфтанд, ки: “дар чизҳое, ки метавонед (яъне: дар чизҳое байъат кунед, ки қудрати анҷом додани онҳоро дошта бошед\")."
        }
      ]
    },
    {
      "number": 8,
      "title": "Вилояти аҳд",
      "hadiths": [
        {
          "number": 2208,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Касе ба Умар (р) гуфт: Оё халифаи баъдиатро таъин наменамоӣ? Гуфт: Агар таъин намоям, Абӯбакр (р), ки аз ман беҳтар буд, низ таъин намуда буд ва агар таъин нанамоям, Расулуллоҳ (с), ки аз ман беҳтар буданд, таъин накарда буданд.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "",
      "hadiths": [
        {
          "number": 2209,
          "full_text": "Аз Ҷобир ибни Самра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Дувоздаҳ амир хоҳанд буд.” Баъд аз он калимаи дигареро гуфтанд, ки онро нашнидам, вале падарам гуфт: Он калима ин буд, ки “Ҳамаи онҳо аз Қурайш ҳастанд.”"
        }
      ]
    }
  ],
  "total_chapters": 9,
  "total_hadiths": 11,
  "unique_hadith_numbers": 11
}