{
  "id": 2,
  "number": 2,
  "title": "КИТОБИ ИМОН",
  "chapters": [
    {
      "number": 1,
      "title": "Қавли Паёмбари Худо (с), ки Ислом бар панҷ чиз бино ёфтааст",
      "hadiths": [
        {
          "number": 8,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Ислом бар панҷ чиз бино ёфтааст: гувоҳӣ додан бар ин, ки Худои дигаре ғайр аз Худои ягона вуҷуд надошта ва Муҳаммад (с) Паёмбари Худо аст ва барпо доштани намоз ва додани закот ва ҳаҷҷ (-и Байтуллоҳи-л-ҳаром) ва рӯза гирифтани моҳи рамазон."
        }
      ]
    },
    {
      "number": 2,
      "title": "Умури имон",
      "hadiths": [
        {
          "number": 9,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Имон шасту чанд шӯъба (шоха ва қисм) аст ва ҳаё шӯъбае аз имон аст.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Мусалмон касест, ки мусалмонон аз забон ва дасташ дар амон бошанд",
      "hadiths": [
        {
          "number": 10,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мусалмон касест, ки мусалмонон аз забон ва дасташ дар амон бошанд ва муҳоҷир касе аст, ки он чиро, ки манҳиёти Худованди мутаъол мебошад, тарк намояд.\""
        }
      ]
    },
    {
      "number": 4,
      "title": "Кадом Ислом беҳтар аст?",
      "hadiths": [
        {
          "number": 11,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: пурсиданд: Эй Паёмбари Худо, кадом ислом беҳтар ает? Фармуданд: “Касе, ки мусалмонон аз забон ва дасташ дар амон бошанд,”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Таъом додан аз Ислом аст",
      "hadiths": [
        {
          "number": 12,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) пурсид: Кадом ислом беҳтар аст? Фармуданд: “Таъом додан ва салом кардан бар ҳар касе, ки ӯро мешиносӣ ва ё намешиносӣ.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Аз аломати имон он аст, ки он чиро ба худ мехоҳӣ, ба бародари худ ҳам бихоҳӣ",
      "hadiths": [
        {
          "number": 13,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Касе аз шумоён имон надорад, то замоне, ки ба бародари худ бихоҳад он чиро, ки барои худ мехоҳад.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Дӯст доштани Паёмбари худо (с) аз имон аст",
      "hadiths": [
        {
          "number": 14,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Қасам ба зоте, ки ҷонам дар дасти ӯ аст, касе аз шумоён то он вақт имон нахоҳад дошт, ки ман дар наздаш аз падар ва фарзандаш маҳбубтар бошам.”"
        },
        {
          "number": 15,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Қасам ба зоте, ки ҷонам дар дасти У аст, касе аз шумоён то он вақт имон нахоҳад дошт, ки ман дар наздаш аз падар ва фарзандаш ва ҳамаи мардумон маҳбубтар бошам.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Лаззати имон",
      "hadiths": [
        {
          "number": 16,
          "full_text": "Ва аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Се чиз аст, ки агар дар касе мавҷуд шуд, лаззати имонро дарк менамояд: ин, ки Худо ва расулаш аз дигарон дар наздаш маҳбубтар буда ва ин, ки дӯстиаш нисбат ба шахсе фақат барои Худо бошад ва ин, ки дар наздаш бозгаштан ба куфр монанди даромадан дар оташ бошад.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Дӯст доштани ансор аз имон аст",
      "hadiths": [
        {
          "number": 17,
          "full_text": "Ва аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Аломати имон дӯст доштани ансор аст ва аломати нифоқ буғз ва душманӣ бо ансор аст.”"
        },
        {
          "number": 18,
          "full_text": "Аз Убода ибни Сомит (р) ривоят аст, ки Паёмбари Худо (с) дар ҳоле, ки иддае аз асҳоб дар атрофашон нишаста буданд, фармуданд: “Ба ман чунин байъат кунед, ки ба Худо ҳеҷ чизро шарик наоваред, исроф накунед, зино накунед, фарзандони худро накушед, фарзандони дигаронро ба дурӯғ ба худ нисбат надиҳед, аз авомир мувофиқи шаръ сарпечӣ накунед. Касе, ки ба ин чизҳо побандӣ кунад, муздаш бар Худост ва касе, ки муртакиби гуноҳе аз ин гуноҳон шуда ва дар дунё уқубате бубинад, ҳамон уқубат барояш каффора аст ва касе, ки муртакиби гуноҳе аз ин гуноҳон шуда ва Худованд онро бар вай пушонда ва ошкор насохта бошад, амраш муваккал ба Худост, агар бихоҳад, ӯро авф карда ва агар бихоҳад, азобаш хоҳад кард.” Ва мо ҳам ба ҳамин чизҳо бо Паёмбари Худо (с) байъат намудем."
        }
      ]
    },
    {
      "number": 10,
      "title": "Гурехтан аз фитна аз дин аст",
      "hadiths": [
        {
          "number": 19,
          "full_text": "Аз Абусаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дур нест, ки беҳтарин моли мусалмон гӯсфандоне бошад, ки онҳоро дар кӯҳу дашт чаронда ва барои ҳифзи дини худ аз фитна гурехта бошад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Ин қавли Паёмбари Худо (с), ки: “Ман аз ҳамаи шумо ба Худованд донотарам”",
      "hadiths": [
        {
          "number": 20,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вакте, ки мардумро амр мекарданд, ба чизе амр мекарданд, ки тоқати анҷом додани онро дошта бошанд. Мардум мегуфтанд: Ё Расулаллоҳ, мо монанди шумо нестем, Худованд гуноҳони гузашта ва ояндаи шуморо омурзидааст. Ва эшон (аз шунидани ин сухан) ончунон дар ғазаб мешуданд, ки осори ғазаб ба чеҳраи муборак намудор гардида ва мефармуданд: “Ман аз ҳамаи шумо парҳезгортар ва ба Худо донотарам.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Бартарӣ байни аҳли имон дар аъмол аст",
      "hadiths": [
        {
          "number": 21,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “(Баъд аз ин, ки) аҳди ҷаннат ба ҷаннат ва аҳли дӯзах ба дӯзах дохил шуданд, Худованди мутаъол мегӯяд: Касеро, ки заррае аз имон дар дилаш буда бошад, (аз дӯзах) берун кунед ва дар ҳоле ки чунин ашхосе сиёҳ гаштаанд, аз дӯзах хориҷ сохта мешаванд, баъд аз он ба наҳри ҳаё, ё наҳри ҳаёт (шак аз Молик, яке аз ровиҳои ҳадис аст) андохта шуда ва монанди донае, ки дар канори ҷӯе мерӯяд, мерӯянд, магар надидаед, ки гиёҳи канори ҷӯй дар ҳангоми рӯйидан зардранг ва мутамоил аст?”"
        },
        {
          "number": 22,
          "full_text": "Ва аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дар ҳолати хоб будам, дидам, ки мардумон дар ҳоле, ки пероҳан ба тан доранд, наздам меоянд, баъзе пероҳанҳояшон то сина ва иддае ҳам кӯтоҳтар аз сина аст ва Умар ибни Хаттоб наздам омад ва дидам, пероҳане пӯшидааст, ки онро бо худ мекашад.” Гуфтанд: Ё Расулаллоҳ! Инро чӣ таъбир мекунед? Фармуданд: “Диндорӣ.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Ҳаё аз имон аст",
      "hadiths": [
        {
          "number": 23,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) бо шахсе аз Ансор бархурд намуданд, ки бародари худро ба сабаби шарм ва ҳаёе, ки дошт, панд медод (маломат мекард). Паёмбари Худо (с) фармуданд: “Шарм ва ҳаё доштан аз имон аст.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Агар тавба карданд, намоз хонданд ва закот доданд, ба онҳо ғараздор мабош",
      "hadiths": [
        {
          "number": 24,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Маъмур гаштаам, ки бо мардум то он вақт муқотила намоям, ки бигӯянд: Худои дигаре ҷуз Худои ягона нест ва Муҳаммад Паёмбари Худо аст ва намоз бихонанд ва закот бидиҳанд ва чун чунин карданд, ҷон ва моли худро аз ҷониби ман ба ҷуз дар ҳаққе, ки Ислом таъйин кардааст, дар амон доштаанд ва ҳисобашон бо Худост.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Касе, ки мегӯяд: Имон иборат аз амал аст",
      "hadiths": [
        {
          "number": 25,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки касе аз Паёмбари Худо (с) пурсид: Кадом амал беҳтар аст? Фармуданд: “Имон ба Худо ва Расули Ӯ.” Дигар шахсе пурсид: Баъд аз он кадом амал? Фармуданд: “Ҷиҳод дар роҳи Худо.” Боз касе пурсид, ки: Баъд аз он кадом амал? Фармуданд: Ҳаҷҷи накӯ."
        }
      ]
    },
    {
      "number": 16,
      "title": "Замоне, ки ислом ба ҳақиқат набошад",
      "hadiths": [
        {
          "number": 26,
          "full_text": "Аз Саъд ибни Абиваққос (р) ривоят аст, ки Паёмбари Худо (с) ба гурӯҳе аз мардум дар ҳоле, ки ман (Саъд) нишаста будам, чизҳое доданд, вале ба шахсе, ки ӯро аз ҳама беҳтар гумон мекардам, чизе надоданд, Гуфтам: Ё Расулаллоҳ! Чаро ба фалонӣ чизе надодед? Ба Худованд қасам, ки ӯро шахси мӯъмине мепиндорам. Фармуданд: Бигӯ, ки шахси мусалмоне аст. Андак замоне соқит шудам, боз маърифатам ба ин шахс маро бар он дошт, ки гуфтаамро дубора такрор карда ва бигӯям. эй Расули Худо (с), чаро ба фалонӣ чизе надодед? Ба Худованд қасам, ки ӯро шахси мӯъмине мепиндорам. Фармуданд: Бигӯ, ки шахси мусалмоне аст. Боз андаке сукут кардам ва маърифатам дар бораи ин шахс маро бар он дошт, то гуфтаамро такрор намоям. Паёмбари Худо (с) ҳам ҳамон гуфтаи худро такрор намуда ва фармуданд: “Эй Саъд, ман ба шахсе чизе медиҳам дар ҳоле. ки шахси дигаре аз вай назди ман дӯст доштанитар аст ва сабабаш ин аст, ки метарсам мабодо Худованд ба сабаби ин чиз ӯро ба дӯзах сарнагун созад.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Ношукрӣ аз шавҳар ва ин, ки ношукриҳо мутафовит аст",
      "hadiths": [
        {
          "number": 27,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд. Дӯзах ба ман нишон дода шуд, дидам, ки аксари аҳли он занонеанд, ки куфрон (яъне ношукрӣ) кардаанд. Касе пурсид: Оё ба Худо куфрон карданд? Фармуданд: ношукрии шавҳарро кардаанд, ношукрии эҳсонро кардаанд, агар тамоми умр ба яке аз инҳо эҳсон кунӣ ва чун аз ту андак тақсире бубинад, мегӯяд: Ман ҳеҷ гоҳ аз ту хубӣ надидаам.”"
        }
      ]
    },
    {
      "number": 18,
      "title": "Гуноҳон аз ахлоқи ҷоҳилият аст ва муртакиби гуноҳ кофир намешавад, магар ба ширк",
      "hadiths": [
        {
          "number": 28,
          "full_text": "Аз Абӯзар (р) ривоят аст. ки гуфт: Шахсеро дашном дода ва ба модараш нисбати бад додам (таъна задам), Паёмбари Худо (с) фармуданд: Эй Абӯзар, ба модараш нисбати бад медиҳӣ? Ҳанӯз ахлоқи ҷоҳилият дар ту мавҷуд аст. Муздурони шумо бародарони шумо ҳастанд. Худованд эшонро зердастон қарор додааст. Касе, ки бародараш наздаш муздур аст, аз таъоме, ки мехӯрад, ба ӯ таъом бидиҳад ва аз либосе, ки мепӯшад, ба ӯ либос бипӯшонад ва ба коре болотар аз қудраташ ӯро амр накунад ва агар амр мекунад бо ӯ ҳамкорӣ намояд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Агар ду гурӯҳ аз мусалмонон бо ҳам ҷангиданд, байнашон сулҳ кунед",
      "hadiths": [
        {
          "number": 29,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Вақте, ки ду нафар мусалмон бо аслиҳаи хул ба ҷони ҳам меафтанд, он, ки бикушад ва он, ки кушта шавад, ҳардуяшон дар дӯзаханд.” Гуфтам: Эй Расули Худо (с), он, ки мекушад, дуруст, вале гуноҳи он, ки кушта мешавад, чист? Фармуданд: “У ҳам қасд дошт, то он дигареро бикушад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Зулм маротиб ва дараҷаҳо дорад",
      "hadiths": [
        {
          "number": 30,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Чун ин қавли Худованд ки: “касоне, ки имон оварда ва имони худро ба зулм омехта накардаанд” (Анъом: 82) нозил гардид, ёрони Паёмбари Худо (с) гуфтанд: Кадом яке аз мост, ки зулме накарда бошад? Ва ҳамон буд, ки ин ояи карима нозил гардид: “Ба таҳқиқ, ки ширк зулми бузурге аст”. (Луқмон: 13)"
        }
      ]
    },
    {
      "number": 21,
      "title": "Аломати нифоқ",
      "hadiths": [
        {
          "number": 31,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Аломати шахси мунофиқ се чиз аст, чун сухан бизанад. дурӯғ мегӯяд ва чун ваъда бидиҳад, ваъдахилофӣ мекунад ва чун ба ӯ амонате дода шавад. хиёнат мекунад.\""
        },
        {
          "number": 32,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Чор чиз аст, ки агар дар шахсе мавҷуд шавад, он шахс мунофиқи холис аст ва агар яке аз онҳо дар вай мавҷуд шавад, ба хислате аз хислатҳои нифоқ муттасиф гардидааст, магар он, ки он хислатро тарк намояд: Чун амонате ба дасташ дода шавад, дар он хиёнат мекунад ва вақте, ки сухан бигӯяд, дурӯғ мегӯяд ва вақте, ки аҳд ва паймон бибандад, ахдшиканӣ мекунад ва дар вақти ҷанг ва ҷидол фаҳш ва дашном медиҳад.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Қиёми шаби қадр аз имон аст",
      "hadiths": [
        {
          "number": 33,
          "full_text": "Аз Абӯҳурайра (с) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки дар шаби қадр хос барои Худо қиём намояд (яъне дар шаби қадр намоз бихонад), гуноҳони гузаштааш бахшида мешаванд.”"
        }
      ]
    },
    {
      "number": 23,
      "title": "Ҷиҳод аз имон аст",
      "hadiths": [
        {
          "number": 34,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Худованди мутаъол ба касе, ки дар роҳи Ӯ (ба ҷиҳод) берун шуда бошад, ваъдаи омурзиш дода ва мегӯяд: Касе, ки хос барои ман ва барои тасдиқи пайғамбарони ман ба ҷиҳод берун шуда бошад, ӯро бо ғанимате, ки ба даст овардааст, саломат баргардонда ва ё ҷаннатро насибаш хоҳам сохт ва агар сабаби машаққат бар уммати ман намегардид, аз иштирок варзидан дар ҳеҷ гурӯҳи ҷиҳодӣ мухолифат намекардам ва дӯст дорам, ки дар роҳи Худо кушта шуда ва дубора зинда шавам ва боз кушта шуда ва дубора зинда шавам ва боз кушта шавам.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Татаввуъи қиёми Рамазон",
      "hadiths": [
        {
          "number": 35,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст. ки Паёмбари Худо (с) фармуданд: “Касе, ки шабҳои Рамазонро фақат ба асоси имон ва талаби савоб аз Худованд қиём намояд, гуноҳони гузаштааш омурзида мешавад.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Рӯза гирифтани моҳи Рамазон барои Худо аз имон аст",
      "hadiths": [
        {
          "number": 36,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд. Касе, ки моҳи Рамазонро ба асоси имон ва талаби савоб аз Худованди мутаъол рӯза бигирад, гуноҳони гузаштааш бахшида мешавад.”"
        }
      ]
    },
    {
      "number": 26,
      "title": "Асоси дин осони аст",
      "hadiths": [
        {
          "number": 37,
          "full_text": "Ва аз Абуҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: (Масоил ва аҳкоми) дин осон аст ва ҳаргиз касе дар дин ташаддуд накардааст, магар он, ки мағлуб гардидааст, пас миёнаравӣ кунед ва он чиро, ки метавонед, анҷом диҳед ва ба савоби Худовандӣ башорат диҳед, дар ибодати субҳгоҳӣ ва ибодати ҳангоми зӯҳр ва ибодати охири шаб бикӯшед.\""
        }
      ]
    },
    {
      "number": 27,
      "title": "Намоз аз имон аст",
      "hadiths": [
        {
          "number": 38,
          "full_text": "Аз Бароъ ривоят аст, ки гуфт: Паёмбари Худо (с) аввалин бор, ки ба Мадина омаданд, ба хонаи яке аз аҷдод ва ё хешовандони модарам сукунат гузиданд ва муддати шонздаҳ ва ё ҳабдаҳ моҳ ба тарафи Байту-л-муқаддас намоз мехонданд ва орзу доштанд, ки қибла ба тарафи Байтуллоҳи-л-ҳаром бошад ва аввалин намозеро, ки ба тарафи Каъба адо намуданд, намози аср буд ва гурӯҳе аз мардум ин намозро бо эшон адо намуданд, шахсе аз миёни касоне, ки бо эшон намоз хонда буданд, баромад. Ба масҷиде расид, ки мардум дар он намоз мехонданд ва дар ҳолати рукӯъ кардан буданд, ба эшон гуфт: Ба Худованд савганд аст, ки ман бо Паёмбари Худо (с) ба тарафи Макка намоз хондам. Онҳо ҳамон тавре, ки дар ҳоли намоз хондан буданд, рӯйи худро ба тарафи Каъба гардонданд. Яҳуд ва аҳли китоб аз ин, ки Паёмбари Худо (с) ба тарафи Байту-л- муқаддас намоз мехонданд, хушҳол буданд, вале ҳангоме, ки кибла ба тарафи Каъба тағйир ёфт, бадашон омад."
        }
      ]
    },
    {
      "number": 28,
      "title": "Исломи ҳақиқии шахс",
      "hadiths": [
        {
          "number": 39,
          "full_text": "Абӯсаъиди Худрӣ (р) мегӯяд: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Вақте, ки шахсе мусалмон гардид ва исломаш ҳақиқӣ бошад, Худованд тамоми гуноҳонеро, ки (пеш аз мусулмон шудан) муртакиб шудааст, мебахшад ва баъд аз ин давраи хисоб ва муҷозот аст, аз ҳар кори неке даҳ баробар то ҳафтсад баробар барояш савоб дода мешавад ва ҷазои кори бад ба андозаи ҳамон кори бад аст магар он, ки Худованди мутаъол он гуноҳро барои вай бибахшад."
        }
      ]
    },
    {
      "number": 29,
      "title": "Беҳтарин ибодат он аст, ки давомдор бошад",
      "hadiths": [
        {
          "number": 40,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Дар ҳоле, ки зане наздам нишаста буд, Паёмбари Худо (с) ба хонаам омада ва пурсиданд: Ин зан кист? Гуфтам: Ин фалон зан аст, ки бисёр намоз мехонад. Фармуданд: Соқит бош, бар шумо ибодат он қадар лозим аст, ки тавони анҷом додани онро дошта бошед ва Худованд малул ва хаста намешавад, то он, ки шумо малул ва хаста нашавед.” Ва (Оиша (р) мегӯяд: Беҳтарин ибодат дар назди Паёмбари Худо (с) ибодате буд, ки ибодаткунанда бар он мудовамат мекард."
        }
      ]
    },
    {
      "number": 30,
      "title": "Зиёдат ва нуқсони имон",
      "hadiths": [
        {
          "number": 41,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Касе, ки “Ло илоҳа иллаллоҳ” гуфта ва дар қалбаш ба андозаи донаи ҷав хайр бошад, аз дӯзах берун мешавад ва касе ки “Ло илоҳа иллаллоҳ\" гуфта ва дар қалбаш ба андозаи донаи гандуме хайр бошад, аз дӯзах берун мешавад ва касе, ки “Ло илоҳа иллаллоҳ” гуфта ва дар қалбаш ба андозаи заррае хайр бошад, аз дӯзах берун мешавад.\""
        },
        {
          "number": 42,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки шахсе аз Яҳуд барояш гуфт: Эй амир-алмӯъминин, ояте дар китобатон ҳаст ва онро мехонед, ки агар бар мо қавми Яҳуд нозил мегардид, рӯзи нузули онро ид мегирифтем. Умар (р) пурсид, ки кадом оят аст? Гуфт: Ин қавли Худованди мутаъол. ки мефармояд: “Имрӯз дини шуморо барои шумо комил сохтам ва неъмати худро бар шумо тамом намуда ва Исломро барои шумо дин қарор додам.” (Моида: 3) Умар (р) гуфт: Мо рӯз ва маконеро, ки ин оят бар Паёмбари Худо (с) нозил гардид, медонем. Ин оят дар рӯзи ҷумъа дар ҳоле, ки Паёмбари Худо (с) дар Арафа истода буданд, бар эшон нозил гардид."
        }
      ]
    },
    {
      "number": 31,
      "title": "Закот додан аз ислом аст",
      "hadiths": [
        {
          "number": 43,
          "full_text": "Аз Талҳа ибни Убайдуллоҳ (р) ривоят аст, ки гуфт: Шахсе аз аҳли Наҷд бо сари бараҳна назди Паёмбари Худо (с) омад, замзамаи садояшро мешунидем, вале намефаҳмидем, ки чӣ мегӯяд, то ин, ки он шахс наздиктар омад ва пурсид, ки Ислом чист? Паёмбари Худо (с) фармуданд: Адо кардани панҷ вақт намоз дар ҳар шабу рӯз. Он шахс гуфт: Дигар намозе ҳам бар ман лозим аст? Фармуданд: “На, магар он, ки нафл бихонӣ.” Паёмбари Худо (с) фармуданд: “Ва рӯза гирифтани моҳи Рамазон”. Он шахс гуфт: Ғайр аз рӯзаи моҳи Рамазон рӯзаи дигаре ҳам бар ман лозим аст? Фармуданд: “На, магар он, ки рӯзаи нафл бигирӣ”. Ва Паёмбари Худо (с) аз закот барояш ёдовар шуданд, он шахс пурсид: Ғайр аз ин закоти дигаре ҳам бар ман лозим аст? Фармуданд: “На, магар он, ки садақаи нофила бидиҳӣ\". Он шахс бархост ва ба роҳи худ идома дода, мегуфт; Ба Худованд савганд! Аз ин чизҳо на чизе бештар анҷом медиҳам ва на камтар. Паёмбари Худо (с) фармуданд: “Агар рост бигӯяд, растагор аст.\""
        }
      ]
    },
    {
      "number": 32,
      "title": "Ҳамроҳи кардан бо ҷаноза аз имон аст",
      "hadiths": [
        {
          "number": 44,
          "full_text": "Аз Абӯхурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Касе, ки бо ҷанозаи мусалмоне аз рӯи имон ва талаби савоб аз Худованд ҳамроҳӣ намояд ва то ҳангоме ки бар вай намоз хондашуда ва дафн мегардад бо он ҷаноза бошад, Худованди мутаъол ба ӯ ду қирот музд медиҳад ва ҳар қирот ба андозаи кӯҳи Уҳуд аст ва агар танҳо бар ҷаноза намоз бихонад ва пеш аз дафн баргардад, ба ӯ ба андозаи як қирот музд дода мешавад.”"
        }
      ]
    },
    {
      "number": 33,
      "title": "Тарси мусалмон аз ин, ки амалаш ҳабата (ботил) гардида ва ӯ мутаваҷҷеҳ набошад",
      "hadiths": [
        {
          "number": 45,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Дашном додани мусалмон фисқ ва ҷанг кардан бо вай куфр аст."
        },
        {
          "number": 46,
          "full_text": "Аз Убода ибни Сомит (р) ривоят аст, ки Паёмбари Худо (с) омаданд, то аз (шаби Қадр) барои мардум хабар бидиҳанд. дар ин вақт ду нафар аз мусалмонон бо ҳам ба ҷанг ва муҷодала пардохтанд. Паёмбари Худо (с) фармуданд: “Ман омада будам, то барои шумо аз шаби Қадр хабар бидиҳам, вале фалонӣ ва фалонӣ бо ҳам ба муҷодала пардохтанд ва таъйинаш аз байн рафт ва шояд ин кор ба хайратон бошад ва худатон онро дар шаби бисту ҳафт ва бисту нӯҳ ва бисту панҷ ҷустуҷӯ кунед.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Суоли Ҷабраил аз Паёмбари Худо (с) аз имон, Ислом ва эҳсон",
      "hadiths": [
        {
          "number": 47,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Рӯзе Паёмбари Худо (с) дар байни мардум нишаста буданд, шахсе омад ва аз эшон пурсид: Имон чист? Фармуданд: \"Имон иборат аз имон овардан ба Худо ва малоика ва дидори Худованд дар охират ва имон овардан ба пайғамбарон ва имон овардан ба рӯзи ҷазо аст.\" Он шахс пурсид: Ислом чист? Фармуданд: “Ислом он аст, ки Худоро ибодат карда ва ба Ӯ шарик наёварӣ, намозро хонда ва закотеро, ки бар ту воҷиб аст, адо намуда ва моҳи Рамазонро рӯза бигирӣ.” Он шахс пурсид: Эҳсон чист? Фармуданд: “(Эҳсон он аст). ки Худовандро тавре ибодат кунӣ, ки гӯё ӯро мебинӣ ва агар ту ӯро намебинӣ, яқинан Ӯ туро мебинад.” Он шахс пурсид: Қиёмат чӣ вақт аст? Фармуданд:\" Масъул (пурсидашуда) дар ин масъала аз суолкунанда олимтар нест, вале аломати онро бароят мегӯям: ин, вақте ки каниз бибии (хотуни) худро таваллуд намояд ва ин, ки сорбонони шутурчарон даст ба тавсиъаи имрон бизананд ва (донистани вақти қиёмат ба таври дақиқ) яке аз панҷ чизе аст, ки ба ҷуз Худованди мутаъол ҳеҷ касе онҳоро намедонад”. Баъд аз он Паёмбари Худо (с) ин ояи каримаро тиловат намуданд: “Ба таҳқиқ, ки Худованди мутаъол доно ба вақти қиёмат аст”. то охири оят. Баъд аз ин гуфтугӯ он шахс баргашт. Паёмбари Худо (с) фармуданд: иӮро биёваред”. Ва онҳо дигар асари ӯро надиданд. Паёмбари Худо (с) фармуданд: “Ин Ҷабраил буд, ки омад, то дини мардумро барояшон биёмӯзонад.”"
        }
      ]
    },
    {
      "number": 35,
      "title": "Фазилати эҳтиёт дар мавриди дин",
      "hadiths": [
        {
          "number": 48,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст. ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Ҳалол возеҳ ва ошкор ва ҳаром возеҳ ва ошкор аст ва байни ҳалол ва ҳаром умури шубҳаноке аст, ки бисёре аз мардум онҳоро намедонанд. Касе, ки аз шубҳаҳо бипарҳезад, эҳтиёти дин ва шарафи худро кардааст ва касе, ки дар шубаҳот даромезад, монанди чӯпонест, ки гӯсфандонашро дар канори минтақаи мамнӯъа мечаронад ва дур нест, ки дар минтакаи мамнӯъа дохил шавад. Ва бидонед, ки барои ҳар подшоҳ минтақаи мамнӯъаест ва огоҳ бошед, ки минтақаи мамнӯъаи Худованд чизҳоест, ки онҳоро ҳаром қарор додааст ва огоҳ бошед, ки дар ҷисми инсон порчаи гӯште аст, ки агар хуб ва солеҳ шуд, ҳамаи ҷисм хуб ва солеҳ мегардад ва агар фосид шуд, ҳамаи ҷисм фосид мешавад ва бидонед, ки ин порчаи гӯшт ҳамоно қалб аст.”"
        }
      ]
    },
    {
      "number": 36,
      "title": "Адои хумс (ғанимат) аз имон аст",
      "hadiths": [
        {
          "number": 49,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Вақте, ки вафди Абдулқайс ба ҳузури Паёмбари Худо (с) омад, фармуданд: \"Чӣ мардуме ҳастед?” ва ё \"Чӣ гурӯҳе ҳастед?” Гуфтанд: (қавми) Рабиъа. Фармуданд: “Хуш омадед, хасоратманд ва пушаймон набошед.\" Онҳо гуфтанд: Ё Расулаллоҳ, мо ҷуз дар моҳи ҳаром ба ҳузури шумо омада наметавонем ва байни мо ва шумо куффори қабилаи Музар қарор доранд, моро ба чизи қотиъе амр фармоед, то касонеро, ки бо мо наёмадаанд, аз авомири шумо хабар диҳем ва амал кардан ба он сабаби дохил шудани мо ба биҳишт гардад. Ва инҳо аз Паёмбари Худо (с) ҳукми нӯшиданиҳоро ҳам пурсиданд. Паёмбари Худо (с) онҳоро ба чаҳор чиз амр ва аз чаҳор чиз наҳй (манъ) фармуданд. Амр карданд, ки ба Худои ягона имон биёваранд ва аз эшон пурсиданд: Оё медонед, ки маънои имон овардан ба Худои ягона чист? Гуфтанд: Худо ва Расули У донотар аст. Фармуданд: (Маънояш) гувоҳӣ додан аст бар ин, ки Худое ҷуз Худои ягона вуҷуд надорад ва шарике барояш нест ва ин, ки Муҳаммад Паёмбари Худо аст ва барпо доштани намоз ва додани закот ва рӯза гирифтани моҳи Рамазон ва ин, ки аз моли ғанимат хумсро адо кунед. Онҳоро аз чаҳор чиз наҳй фармуданд: аз шаробе, ки дар хум, дар каду, дар танаи дарахти хурмо ва шаробе, ки дар зарфи ҷилододашуда ва ё зарфи қирандуд таҳияшуда бошад (инҳо зарфҳое буданд, ки дар он замон дар онҳо шароб тайёр мекарданд) ва фармуданд: “Ин чизҳоро ҳифз кунед ва ба касоне, ки бо шумо наёмадаанд, хабар диҳед."
        }
      ]
    },
    {
      "number": 37,
      "title": "Эътибори аъмол вобаста ба ният аст",
      "hadiths": [
        {
          "number": 50,
          "full_text": "Аз Умар (р) ҳадиси ин, ки аъмол вобаста ба ният аст, дар аввали китоб гузашт ва дар ин ҷо зиёда бар он иборати зайл ҳам омадааст, ки “ва барои ҳар касе мутобиқи нияташ дода мешавад, касе ки ҳиҷраташ ба сӯи Худо ва Расули Ӯ бошад, ҳиҷраташ ба сӯи Худо ва Расули У аст.” Баъд аз он бақияи ҳадисро зикр намуд."
        },
        {
          "number": 51,
          "full_text": "Аз Абӯмасъуд (р) аз Паёмбари Худо (с) ривоят аст. ки фармуданд: “Касе, ки бар аҳл ва авлоди худ нафақа медиҳад, агар нияти савоб аз Худовандро дошта бошад, ин нафақааш садақа ҳисоб мешавад."
        }
      ]
    },
    {
      "number": 38,
      "title": "Ин гуфтаи Паёмбари Худо (с), ки дин насиҳат аст",
      "hadiths": [
        {
          "number": 52,
          "full_text": "Аз Ҷарир ибни Абдуллоҳи Баҷалӣ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) чунин байъат кардам, ки намозро бихонам, закотро адо намоям ва барои ҳар мусалмоне насиҳат кунам."
        },
        {
          "number": 53,
          "full_text": "Ва аз Ҷарир ибни Абдуллоҳи Баҷалӣ (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) омадам ва гуфтам: Мехоҳам, бо шумо дар асоси Ислом байъат намоям. Бар ман шарт карданд, ки ба ҳар мусалмоне насиҳат кунам ва ман бо қабули шарти мазкур бо эшон байъат намудам."
        }
      ]
    }
  ],
  "total_chapters": 38,
  "total_hadiths": 46,
  "unique_hadith_numbers": 46
}