{
  "id": 29,
  "number": 29,
  "title": "КИТОБИ ҶАЗОИ ШИКОР КАРДАН ВА АМСОЛИ ОН",
  "chapters": [
    {
      "number": 1,
      "title": "Муҳрим метавонад аз шикори шахси ҳалол истифода намояд",
      "hadiths": [
        {
          "number": 884,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Соли Ҳудайбия бо Паёмбари Худо (с) будем. Дигар асҳоби Паёмбари Худо (с) эҳром бастанд, вале ман эҳром набастам ва барои мо аз вуҷуди душман дар минтақаи Ғайқа хабар расид, ба тарафи душман ҳаракат намудем. Ҳамроҳонам гӯрхареро дида ва ба тарафи якдигар механдиданд. Чун назари ман ба гӯрхар афтод, аспамро ба тарафаш давондам ва бо найзаам ӯро аз пой даровардам, аз ҳамроҳонам кӯмак хостам, вале онҳо ба ман ҳамкорӣ накарданд ва аз гӯшти он гӯрхар хӯрдем. Баъд аз он назди Паёмбари Худо (с) рафтем ва метарсидем, ки аз ҳама ҷудо биафтем. Аз ин ҷиҳат аспамро гоҳе давонда ва гоҳе оҳиста мерафтам. Шахсе аз бани Ғифорро дар нимаи шаб дидам ва аз вай пурсидам: Паёмбари Худо (с) куҷо ҳастанд? Гуфт: Дар минтақаи Таъҳин ҳастанд ва тасмим доранд, ки пеш аз чошт худро ба қарияи Суқё бирасонанд. Худро ба Паёмбари Худо (с) расондам. Гуфтам: Ё Расулаллоҳ! Асҳоби шумо барои шумо салом ва раҳмат фиристоданд ва аз он тарс доштанд, ки мабодо душман онҳоро аз шумо ғалат бияндозад, аз ин ҷиҳат то омаданашон интизор бикашед. Эшон (қабул карда) ва ба интизорашон монданд. Гуфтам: Ё Расулаллоҳ, гӯрхареро шикор кардем ва аз гӯшти он чше назди мо боқӣ мондааст. Паёмбари Худо (с) ба асҳоби хеш дар ҳоле, ки эҳром доштанд, фармуданд: «Бихӯред»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Муҳрим набояд бо шахси ҳалол дар куштани шикор ҳамкорӣ намояд",
      "hadiths": [
        {
          "number": 885,
          "full_text": "Ва аз Абӯқатода (р) дар ривояти дигаре омадааст, ки гуфт: Бо Паёмбари Худо (с) дар дашти Қоҳа, ки дар се милии Мадинаи мунаввара воқеъ аст, будем. Баъзе аз моён эҳром дошта ва баъзе дигар бидуни эҳром будем (ва бақия ҳадиси гузаштаро зикр намуд)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Муҳрим набояд дар шикор кардан бо шахси ҳалол ҳамкорӣ намояд",
      "hadiths": [
        {
          "number": 886,
          "full_text": "Ва аз Абӯқатода (р) дар ривояти дигаре омадааст, ки чун назди Паёмбари Худо (с) омаданд, фармуданд: «Оё касе аз шумоён ӯро дар шикор кардан ташвиқ намуд? Ва ё ба тарафи шикор ишора кард?» Гуфтанд: На! Фармуданд: «Пас чизеро, ки аз гӯшташ боқӣ мондааст, бихӯред»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар барои муҳрим гӯрхареро бахшиданд, набояд қабул кунад",
      "hadiths": [
        {
          "number": 887,
          "full_text": "Аз Абдуллоҳ ибни Аббос (р) ривоят аст, ки Саъб ибни Ҷасома (р) гӯрхареро дар минтақаи Абвоъ ва ё минтақаи Ваддон ба Паёмбари Худо (с) бахшиш намуд. Эшон (қабул накарда) ва гӯрхарро барояш пас доданд ва чун диданд, ки он шахс мутаассир гардид, фармуданд: «Сабаби пас додани гӯрхар он буд, ки дар ҳолати эҳром ҳастем»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Он чиро, ки муҳрим дар ҳарам кушта метавонад",
      "hadiths": [
        {
          "number": 888,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Панҷ навъ аз даввоб зараррасон ҳастанд ва куштани онҳо дар Ҳарам раво аст: калоғи лошахӯр, боша, ақраб, муш ва саги газанда»."
        },
        {
          "number": 889,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Дар ҳоле, ки бо Паёмбари Худо (с) дар ғори Мино будем, сураи Валмурсалот бар эшон нозил гардид, он сураро тиловат намуданд ва ман ин сураро дар ҳоле аз Паёмбари Худо (с) омӯхтам, ки даҳонашон ҳанӯз аз тиловати он сура муаттар буд. Дар ин вақт море ба тарафи мо давид, Паёмбари Худо (с) фармуданд: «Уро бикушед». Ба тарафаш давидем, вале он мор рафт ва худро пинҳон сохт. Паёмбари Худо (с) фармуданд: «Ӯ аз шарри шумо дар амон монд, мисле ки шумо аз шарри ӯ халос шудед»."
        },
        {
          "number": 890,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки: Паёмбари Худо (с) калтакалосеро «фувайсиқ» (яъне фосиқак ё зараррасони кӯчак) номиданд, вале нашунидам, ки моро ба куштани он амр намуда бошанд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Ҷанг ва қитол дар Макка раво нест",
      "hadiths": [
        {
          "number": 891,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфти Паёмбари Худо (с) рӯзе, ки Маккаро фатҳ намуданд, фармуданд: «Дигар ҳиҷрате аз Макка нест, вале ҷиҳод ва нияти ҷиҳод ба ҳоли худ боқӣ аст, агар аз шумо хостанд, ки ба ҷиҳод берун шавед, берун шавед»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Ҳукми ҳиҷомат кардан барои муҳрим",
      "hadiths": [
        {
          "number": 892,
          "full_text": "Аз Ибни Буҳайна (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоле, ки муҳрим буданд, дар минтақаи Лаҳйи Ҷамал васати сари худро ҳиҷомат намуданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Ҳукми никоҳ кардани муҳрим",
      "hadiths": [
        {
          "number": 893,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар ҳоле, ки муҳрим буданд, Маймуна (р)-ро ба никоҳ гирифтанд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Шустушӯй барои муҳрим",
      "hadiths": [
        {
          "number": 894,
          "full_text": "Ривоят аст, ки касе аз Абӯаюби Ансорӣ (р) пурсид: Паёмбари Худо (с) дар ҳоли эҳром сари худро чӣ гуна шустанд? Абӯаюб дасти худро дар ҷомае, ки (рӯйи сараш буд) гузошт ва онро ҳаракат дод, то он, ки сараш (аз зери он ҷома) зоҳир шуд. Баъд аз он ба шахсе, ки бар сараш об мерехт, гуфт: Бирез! Ӯ ҳам обро ба сараш рехт, баъд аз он сарашро ба ду дасташ молид ва дастҳояшро ба пеш ва ақиби сар бурда, гуфт: Паёмбари Худо (с)-ро дидам, ки чунин карданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Дохил шудан ба Ҳарам ва Макка бидуни эҳром",
      "hadiths": [
        {
          "number": 895,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) соли фатҳи Макка дар ҳоле, ки кулоҳи оҳанине ба сарашон буд. ба Макка дохил гардиданд. Чун кулоҳро аз сари худ бардоштанд, шахсе омад ва гуфт: (Ибни Хаттал) худро ба пӯшиши Каъба часпондааст. Фармуданд: «Ӯро бикушед». (Ибни Хаттал шахсест, ки мусалмон шуда ва баъд аз он шахсеро аз мусалмонон кушта ва муртад шуда буд)."
        }
      ]
    },
    {
      "number": 11,
      "title": "Ҳаҷ кардан ва назр додан аз мурда ва марде, ки аз тарафи зане ҳаҷ мекунад",
      "hadiths": [
        {
          "number": 896,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки зане аз қабилаи Ҷуҳайна назди Паёмбари Худо (с) омад ва гуфт: Модарам назр карда буд, ки ҳаҷ намояд, вале пеш аз ин, ки ҳаҷ намояд, вафот намуд. Оё метавонам ба ҷои вай ҳаҷ намоям? Фармуданд: «Бале, ба ҷои ӯ ҳаҷ кун. Оё агар модарат қарздор мебуд, карзашро адо намекардӣ? Қарзи Худоро ҳам адо кун, адои қарзи Худо лозимтар аст»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Ҳаҷҷи атфол",
      "hadiths": [
        {
          "number": 897,
          "full_text": "Аз Соиб ибни Язид (р) ривоят аст, ки гуфт: Дар ҳоле, ки ҳафтсола будам, маро бо Паёмбари Худо (с) ба ҳаҷ бурданд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ҳаҷҷи занҳо",
      "hadiths": [
        {
          "number": 898,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) аз ҳаҷ баргаштанд, барои Умми Синони Ансорӣ (р) гуфтанд: «Чӣ чиз мониъ шуд, ки ҳаҷ накардӣ?» Гуфт: Падари фалонӣ (яъне шавҳараш) ду шутур дошт, бар як шутур худаш ҳаҷ карда ва шутури дигар замини моро об медод. Фармуданд: «Умрае, ки дар Рамазон анҷом диҳӣ, монанди ҳаҷҷест, ки бо ман анҷом дода бошӣ»."
        },
        {
          "number": 899,
          "full_text": "Аз Абӯсаъид (р), ки дар дувоздаҳ газва бо Паёмбари Худо (с) иштирок намудааст, ривоят аст, ки гуфт: Чаҳор чизро аз Паёмбари Худо (с) шунидаам, ки аз он чизҳо хушам омада ва мавриди таваҷҷӯҳам қарор гирифтааст. «Ин ки зан дар сафаре, ки дурӯза роҳ бошад, набояд бидуни шавҳар ва ё маҳрам сафар намояд ва набояд касе дар рӯзи иди Фитр ва иди Қурбон рӯза бигирад ва набояд касе баъд аз намози аср то ғуруби офтоб ва баъд аз намози субҳ то тулӯъи офтоб намоз бихонад ва набояд касе ҷиҳати рафтан ба масҷиде ба ҷуз аз ин се масҷид омодагии сафарро бигирад: Масҷиди Ҳаром, Масҷиди ман (яъне масҷиди Паёмбари Худо (с) дар Мадинаи мунаввара) ва Масҷиду-л-ақсо»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Касе, ки назр намояд, то пиёда ба Каъба биравад",
      "hadiths": [
        {
          "number": 900,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) пирамардеро диданд, ки худро ба ду нафар аз фарзандонаш такя дода ва роҳ меравад. Пурсиданд: «Инро чӣ шудааст?» Гуфтанд: Назр кардааст, ки пиёда (ба ҳаҷ) биравад. Фармуданд: «Худованд аз ин, ки ин шахс худро азоб диҳад, бениёз аст». Ва амр намуданд, ки савора биравад."
        },
        {
          "number": 901,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки гуфт: Хоҳарам назр кард, ки пиёда ба Байтуллоҳилҳаром биравад ва аз ман хост, то дар ин бора аз Паёмбари Худо (с) фатво бихоҳам, ман фатво хостам ва Паёмбари Худо (с) фармуданд; «Биравад, вале савора биравад»."
        }
      ]
    }
  ],
  "total_chapters": 14,
  "total_hadiths": 18,
  "unique_hadith_numbers": 18
}