{
  "id": 58,
  "number": 58,
  "title": "КИТОБИ ТАФСИР",
  "chapters": [
    {
      "number": 1,
      "title": "Ончӣ, ки дар мавриди Фотиҳату-л-китоб омадааст",
      "hadiths": [
        {
          "number": 1712,
          "full_text": "Аз Абӯсаъид ибни ал-Муъалла (с) ривоят аст, ки гуфт: дар масҷид намоз мехондам, ки Паёмбари Худо (с) маро садо заданд, ҷавоб надодам. (Баъд аз он рафтам) ва гуфтам: Ё Расулаллоҳ! (Вақте ки маро садо задед) дар намоз будам. Фармуданд: Магар Худованд нагуфтааст, ки «Даъвати Худо ва Расулашро қабул кунед, ҳангоме, ки шуморо ҷихати зинда сохтани дилҳои шумо мехонад?» (Анфол: 24) Баъд аз он бароям гуфтанд: «Пеш аз он, ки аз масҷид хориҷ шавӣ, бароят сурае хоҳам омӯхт, ки боазаматтарин сураҳои Қуръон аст». Баъд аз он дасти маро гирифтанд ва чун мехостанд аз масҷид хориҷ шаванд, гуфтам: Магар нагуфта будед, ки бароят сурае хоҳам омӯхт, ки боазаматтарин сураҳои Қуръон аст? Фармуданд: (Ин сура) «Алҳамду лиллоҳи раббил ъоламин» аст ва ин ҳамон сурае аст, ки дорои ҳафт оят аст. Ва дар ҳар ракаати намоз такрор мегардад. Ва ин ҳамон Қуръони азиме аст, ки бар ман нозил гардидааст (яъне азимтарин сураҳоест, ки бар ман нозил гардидааст»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Қавли Худованди азза ва ҷалла: «Дар ҳоле, ки медонед, барои Худованд ҳамтоёне қарор мадиҳед» (Бақара: 22)",
      "hadiths": [
        {
          "number": 1713,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам: Кадом гуноҳ аз ҳамаи гуноҳон бузургтар аст? Фармуданд: «Ин, ки барои Худованд ҳамтое қарор бидиҳӣ, дар ҳоле, ки Ӯ туро халқ кардааст». Гуфтам: Ба ростӣ, ин гуноҳи бузурге аст. Ва гуфтам: Баъд аз он кадом гуноҳ бузургтар аст? Фармуданд: «Ин, ки фарзандатро аз тарси ин, ки мабодо бо ту нон бихӯрад, ба қатл бирасонӣ. Гуфтам: Баъд аз он кадом гуноҳ бузургтар аст? Фармуданд: «Ин, ки бо зани ҳамсояат зино кунӣ»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Қавли Худованди азза ва ҷалла: «Абрро бар шумо соя қарор додем ва манн ва салворо барои шумо нозил сохтем» (Бақара; 57)",
      "hadiths": [
        {
          "number": 1714,
          "full_text": "Аз Саъид ибни Зайд (с) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Занбӯруг аз асари манн аст (ва ё навъе аз манн аст) ва оби он барои чашм шифо аст. (Манн ғизои ширине буд, ки Худованд дар дашти Тиҳ барои бани Исроил фиристод ва онро таранҷабин низ мегӯянд)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Қавли Худованди азза ва ҷалла: «Ҳангоме, ки гуфтем ба ин қария дохил шавед» (Бақара: 54)",
      "hadiths": [
        {
          "number": 1715,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармудаанд: (Чун барои бани Исроил гуфта шуд, ки «Саҷдакунон ба дар дохил шавед ва бигӯед, ки гуноҳи моро авф кун,» онҳо хазида бар сари ронҳои худ дохил гардиданд ва он чиро, ки барои онҳо амр шуда буд, табдил намуданд ва ба ивази калимаи «ҳиттатун», ки ба маънии талаби афви гуноҳ аст, «ҳаббатун» гуфтанд. Яъне: донае аст дар ҷав)."
        }
      ]
    },
    {
      "number": 5,
      "title": "Қавли Худованди мутаъол «Мо ҳеҷ ояеро насх ва ё аз ёд намебарорем, магар он, ки чизи беҳтаре аз онро",
      "hadiths": [
        {
          "number": 1716,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Умар (р) гуфт, ки қоритарини мо Убай (р) ва фаҳмидатарини мо дар қазоват Алӣ (р) аст. Мо чизҳоеро аз қавли Убай (р) тарк мекунем, ҳол он, ки ӯ мегӯяд: Ман ҳеҷ чизеро, ки аз Паёмбари Худо (с) шунидаам, тарк намекунам ва Худованди мутаъол мефармояд: «Мо ҳеҷ оятеро насх ва ё аз ёд намебарорем...» (Бақара: 106)"
        }
      ]
    },
    {
      "number": 6,
      "title": "Қавли Худованди азза ва ҷалла: «Ва гуфтанд: Худованд барои худ фарзанд интихоб намудааст...» (Бақара: 116)",
      "hadiths": [
        {
          "number": 1717,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованд мегӯяд: Бани одам маро такзиб намуд ва ин чиз барояш шоиста ва муносиб набуд. Такзиби ӯ нисбат ба Ман ин аст, ки гумон мекунад, ӯро дубора ба тавре, ки ҳаст, зинда карда наметавонам ва дашномаш ин буд, ки гуфт: Худованд фарзанд дорад ва Ман аз ин, ки фарзанд ва ҳамсар дошта бошам, сахт бениёзам»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Қавли Худованди азза ва ҷалла: «Мақоми Иброҳимро ҷойгоҳи намоз қарор диҳед» (Бақара: 125)",
      "hadiths": [
        {
          "number": 1718,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Умар (р) гуфт: Дар се чиз бо Парвардигорам тавофуқ намудам (яъне: Қавли Худованди мутаъол мувофиқи назарам нозил гардид). Гуфтам: Ё Расулаллоҳ! Агар мақоми Иброҳимро ҷойгоҳи намоз қарор диҳед. Ва гуфтам: Ё Расулаллох! Мардуми нек ва бад назди шумо меоянд. Агар уммаҳоти мӯъмининро амр ба ҳиҷоб намоед. Ва Худованди мутаъол ояи ҳиҷобро нозил фармуд. Ва чун хабари ин, ки Паёмбари Худо (с) баъзе аз ҳамсарони худро сарзаниш намуданд, бароям расид, назди ҳамсарони Паёмбари Худо (с) рафтам ва гуфтам: Ё ба ин корҳои худ хотима диҳед ва ё ин, ки Худованди азза ва ҷалла ба ивази шумоён барои расулаш занҳои беҳтареро хоҳад дод. Чун назди яке аз ҳамсарони эшон рафтам (ин ҳамсари Паёмбари Худо (с) Умми Салама (р) буд), бароям гуфт: Ё Умар! Магар худи Паёмбари Худо (с) ҳамсаронашро насиҳат карда наметавонад, ки ту омадаӣ ва онҳоро насиҳат мекунӣ? Худованд ин ояи каримаро нозил фармуд: «Чи басо, ки агар шуморо талоқ диҳад, Парвардигораш занҳои беҳтаре аз шумоёнро барояш арзонӣ хоҳад дошт, ки мусулмони мӯъмин, Худоҷӯй, тавбакор ва обиду рӯзадор бошанд...» (Таҳрим:5 )"
        }
      ]
    },
    {
      "number": 8,
      "title": "Қавли Худованди азза ва ҷалла: «Бигӯед, ки ба Худо ва он чӣ, ки ба мо нозил фармудааст, имон дорем» (Бақара: 136)",
      "hadiths": [
        {
          "number": 1719,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аҳли китоб Тавротро ба забони ибронӣ мехонданд ва онро ба забони арабӣ барои мусулмонон тафсир менамуданд. Паёмбари Худо (с) фармуданд: «Аҳли китобро на тасдиқ кунед ва на такзиб намоед, балки бигӯед: Ба Худо ва ба он чӣ, ки барон мо фиристодааст, имон дорем»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Қавли Худованди азза ва ҷалла: «Ва ба ин гуна шуморо уммати миёна қарор додем, то бар мардумон шоҳид бошед» (Бақара: 143)",
      "hadiths": [
        {
          "number": 1720,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар рӯзи қиёмат барои Нӯҳ (ъ) нидо мешавад ва ӯ мегӯяд: Парвардигоро! Лаббайка ва саъдайка. Барояш мегӯяд: Оё рисолати худро таблиғ намудӣ? Мегӯяд: Бале. Аз уммати ӯ пурсида мешавад: Оё (Нӯҳ) барои шумо таблиғ карда буд? Мегӯянд: На, барои мо бимдиҳанда наомада буд. (Хитоб ба Нӯҳ (а) мегӯяд: Шоҳид барои ту кист? Мегӯяд Муҳаммад (с) ва умматп ӯ ҳастанд (Паёмбари Худо (с) ва уммати ӯ) шаҳодат медиҳанд, ки (Нӯҳ (а) рисолаташро таблиғ намудааст (Ва Паёмбар) бар шумо шаҳодат медиҳад). Ва ин маънии қавли Худованд аст, ки мефармояд: «Ва бад-ин сон шуморо уммати миёнарав қарор додем» (миёнаравии пн уммат аз ин ҷиҳат аст, ки на мисли насоро дар дини худ ифрот карданд ва на мисли яҳуд тақсир намуданд), то бар мардум гувоҳ бошед ва паёмбар бар шумо гувоҳ бошад)."
        }
      ]
    },
    {
      "number": 10,
      "title": "Қавли Худованди азза ва ҷалла: «Он гоҳ, ки мардум бозгаштанд, шумо низ бозгардед» (Бақара: 199)",
      "hadiths": [
        {
          "number": 1721,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Қурайш ва мардумони дигаре, ки дар дини эшон буданд, ба Муздалифа вуқуф мекарданд ва инҳо ба номи Ҳумса (яъне сахтгирандагони дар дин) ёд мешуданд ва дигар арабҳо ба Арафот вуқуф менамуданд. Ҳангоме, ки Ислом омад, Худованд барои Паёмбари худ амр кард, ки ба Арафот биёяд ва дар он ҷо вуқуф намояд ва аз он ҷо баргардад."
        }
      ]
    },
    {
      "number": 11,
      "title": "Қавли Худованди азза ва ҷалла: «Баъзе аз мардум мегӯянд: Парвардигоро, барои мо дар дунё некӣ ато фармо...» (Бақара: 201)",
      "hadiths": [
        {
          "number": 1722,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мегуфтанд: «Аллоҳумма раббано отино фид-дунё ҳасанатан ва филохирати ҳасанатан ва қино азобан-нор». Яъне: «Худоё, Парвардигори мо! Барои мо дар дунё некӣ ато фармо ва дар охират бар мо марҳамат кун ва моро аз азоби оташ барканор бидор»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Қавли Худованди азза ва ҷалла: «Аз мардум ба исрор чизе намехоҳанд»",
      "hadiths": [
        {
          "number": 1723,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Мискин касе нест, як хурмо ё ду хурмо ва як луқма ва ду луқма ӯро аз савол кардан бозмедорад, балки мискин касе асг, ки аз суол кардани мардум худдорӣ менамояд. Ва агар мехоҳед, бихонед (Яъне ин қавли Худованди мутаъол, ки «Аз мардум ба исрор чизе намехоҳанд». (Бақара: 273)"
        }
      ]
    },
    {
      "number": 13,
      "title": "Қавли Худованди азза ва ҷалла: «Бархе аз Қуръон ояҳоест равшан, ки асоси китобанд ва бархе аз он мубҳам аст» (Оли Имрон: 7)",
      "hadiths": [
        {
          "number": 1724,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ин оятро тиловат намуданд: «Ӯст, ки ин китобро бар ту нозил кард, бархе аз он оятест рӯшан, ки асоси китобанд ва бархе аз он мубҳам аст. Касоне, ки аз ҳақ мунҳариф шудаанд, ҷиҳати фитнаангезӣ ва таъвилот ба ҷустуҷӯи мубҳамот ҳастанд. Ва ҳол он, ки ҷуз Худо касе таъвили онҳоро намедонад ва росихони дар илм мегӯянд: Мо ба Қуръон имон овардем, ҳамаи он аз ҷониби Парвардигори мо аст ва ҷуз мардуми фаҳмида, дигарон ин чизро дарк карда наметавонанд». Оиша (р) гуфт: Паёмбари Худо (с) фармудаанд:\t«Агар касонеро дидӣ, ки ба ҷустуҷӯи муташобиҳот ҳастанд, бидон, ки онҳо ҳамон касонеанд, ки Худованд аз онҳо ёд кардааст ва ту аз онҳо бипарҳез»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Қавли Худованди азза ва ҷалла: «Ба таҳқиқ, касоне, ки аҳду паймони бо Худо ва қасамҳои худро ба баҳои андаке мефурӯшанд...» (Оли Имрон: 77)",
      "hadiths": [
        {
          "number": 1725,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки ду зан дар як хона, ё дар ғурфае, пинадӯзӣ мекарданд. Рӯзе яке аз онҳо дар ҳоле, ки дарафш дасташро сӯрох карда буд, аз хона баромад ва даъво мекард, ки он зани дигар дасташро маҷрӯҳ сохтааст. Мавзӯъашон ба Ибни Аббос (р) расид. Ибни Аббос (р) гуфт: Паёмбари Худо (с) фармуданд: «Агар барои ҳар кас тавре, ки даъво мекунад, бидиҳанд, хунҳои мардум ва амволи мардум ҳадар мешавад ва аз байн меравад, савганд хӯрдан ба Худоро ба ёдаш диҳед ва ин оятро барояш бихонед: «Касоне, ки паймони Илоҳӣ ва савгандҳои худро ба баҳои андаке бифурӯшанд». Онҳо Худоро ба ёдаш оварданд ва ӯ эътироф кард. Ибни Аббос (р) гуфт: Паёмбари Худо (с) фармуданд: «Қасам бар касе аст, ки даъво бар алайҳи ӯ барпо гардидааст»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Қавли Худованди азза ва ҷалла: «Мардумон бар зидди шумо ҷамъ шудаанд...»",
      "hadiths": [
        {
          "number": 1726,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки ин ояи муборакро тиловат намуд. «Худованд барои мо басанда ва беҳтарин ҳомӣ аст». Ва гуфт, ки ин (ояи муборак)-ро Иброҳим (а) ҳангоме, ки дар оташ андохта шуд, тиловат менамуд ва Паёмбари Худо (с) низ ин оятро ҳангоме тиловат намуданд, ки барояшон хабар расид, ки «Мардум барои набарди шумо гирд омадаанд, аз онҳо битарсед, вале имони (мусалмонон) қавитар гардид ва гуфтанд: Худованд барои мо басанда ва беҳтарин ҳомӣ аст». (Оли Имрон: 173)"
        }
      ]
    },
    {
      "number": 16,
      "title": "Қавли Худованди азза ва ҷалла: «Ва аз забони аҳли китоб ва мушрикон озори фаровон хоҳед шунид» (Оли Имрон: 186)",
      "hadiths": [
        {
          "number": 1727,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки Паёмбари Худо (с) пеш аз ҷанги Бадр бар харе, ки бар он полони дурушт андохта буданд, савор шуданд ва Усома ибни Зайдро пушти сари худ савор карданд ва ба аёдати Саъд ибни Убода (р) дар қабилаи Ҳорис ибни Ҳазраҷ рафтанд ва дар сари роҳи худ бо мардуме бархӯрданд, ки Абдуллоҳ ибни Убай ибни Салул (раиси мунофиқон) дар миёни онҳо буд. Ин воқеа пеш аз мусулмон шудани Абдуллоҳ ибни Убай буд (Яъне ин воқеа пеш аз изҳори Исломи ин мунофиқ буд, варна ӯ ҳеҷ вақт мусулмон нашуда буд). Ва дар ин маҷлис мардуме аз мусулмонон ва мушрикони бутпараст ва яҳуд иштирок доштанд ва дар он маҷлис Абдуллоҳ ибни Равоҳа (р) низ ҳузур дошт. Чун гарду ғубори чорпо ба  маҷлиси онҳо расид, Абдуллоҳ ибни Убай биниашро бо чодараш гирифт ва гуфт: Моро ғуборолуд накунед. Ва Паёмбари Худо (с) бар онҳо салом доданд ва таваққуф намуда, пиёда шуданд ва онҳоро ба сӯи Худо даъват карданд ва барои онҳо Қуръон тиловат намуданд. Абдулло ибни Убай ибни Салул гуфт: Эй мард, агар чизеро, ки мегӯӣ, ҳақ бошад, магар беҳтар нест, ки моро дар маҷолиси мо азият накунӣ ва ба хонаат биншинӣ ва агар касе наздат омад, ин чизҳоро барояш қисса намоӣ? Абдуллоҳ ибни Равоҳа (р) гуфт: На, балки ё Расулаллоҳ! Ин чизҳоро дар маҷолиси мо матраҳ намоед, зеро мо ин чизҳоро дӯст медорем. Мусалмонон ва мушрикон ва яҳуд якдигарро дашном доданд ва то ҷое, ки наздик буд, ба ҷони ҳам биафтанд. Паёмбари Худо (с) онҳоро ба оромӣ даъват намуданд ва онҳо ором шуданд. Баъд аз он Паёмбари Худо (с) чорпои худро савор шуданду рафтанд, то ин, ки назди Саъд ибни Убода (р) расиданд. Паёмбари Худо (с) барояш гуфтанд: «Эй Саъд! Магар_хабар надорӣ, ки Абӯҳубоб (яъне Абдуллоҳ ибни Убай) чӣ гуфтааст? Ӯ чунину чунон гуфт! Саъд ибни Убода (р) гуфт: Ё Расулаллоҳ! Аз вай афв кунед ва гузашт намоед. Савганд ба Зоте, ки Қуръонро бар шумо нозил кардааст, он чиро, ки Худованд бар шумо нозил намудааст, ҳақ ва яқин аст ва мардуми ин минтақа (яъне мардуми Мадинаи мунаввара) итифоқ карда буданд, ки тоҷро бар сараш ниҳанд ва дастори ростро бар сараш бибанданд (яъне: Ин шахсро бар худ раис қарор диҳанд ва аз вай пайравӣ намоянд). Вале чун Худованд нахост, ки ин ҳақро ҷуз бар шумо нозил гардонад, ин шахс ба он бахилӣ намуд ва коре кард, ки мушоҳида намудед. Паёмбари Худо (с) аз вай афв намуданд ва одати Паёмбари Худо (с) ва саҳобаҳояшон он буд, ки ба қарору амри Худованди азза ва ҷалла аз мушрикон ва куффор афв мекарданд ва дар муқобили озор ва азияти онҳо сабр менамуданд, то ин, ки Худованд барояшон иҷоза дод, ки бо онҳо ҷиҳод намоянд. Ва ҳангоме, ки Паёмбари Худо (с) ба ғазои Бадр рафтанд ва саркардагони куффори Қурайш ба дасти эшон кушта шуданд, Ибни Убай ибни Салул ва ҳамроҳонаш, ки аз мушрикон ва бутпарастон буданд, бо худ гуфтанд: Ин кор дигар интишор ёфтааст. Ва омаданд ва бо Паёмбари Худо (с) бар Ислом байъат намуда, мусулмон шуданд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Қавли Худованди азза ва ҷалла: «Гумон мабар, онон, ки аз кирдорашон шод мешаванд...» (Оли Имрон: 188)",
      "hadiths": [
        {
          "number": 1728,
          "full_text": "Аз Абусаиди Худрӣ (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба ҷиҳод мерафтанд, мардуме аз мунофиқон аз рафтан ба ҷиҳод худдорӣ менамуданд ва аз ин кори худ хушу хушҳол ҳам буданд. Ва чун Паёмбари Худо (с) аз ҷиҳод бармегаштанд, инҳо узрхоҳӣ карда, савганд мехӯрданд ва дар айни ҳол таваққуъ доштанд, ки аз нарафтан ба ҷиҳод мавриди ситоиш низ қарор бигиранд. Ва ҳамон буд, ки ин ояи карима дар мавридашон нозил гардид: «Гумон мабар, онон ки аз кирдорашон шодмон мешаванд ва дӯст доранд, барои корҳое, ки накардаанд, ситоиш шаванд, аз азоб раҳоӣ доранд. Барои онҳо азоби дарднок аст»."
        },
        {
          "number": 1729,
          "full_text": "Касе аз Ибни Аббос (р) пурсид: Агар бинобар зоҳири ояи гузашта) қарор бошад, касе, ки ба сабаби ончӣ, ки анҷом додааст, хушҳол гардад ва таваққуъ дошта бошад, ки дар муқобили чизе, ки анҷом надодааст, ситоиш гардад, мавриди таъзиб қарор гирад, яқинан ҳамаи мо гирифтори азоб хоҳем шуд? Ибни Аббос (р) дар ҷавоб гуфт: Шумо куҷо ва маънии ин оят куҷо? Паёмбари Худо (с) яҳудро талабиданд ва дар бораи чизе аз онҳо пурсиш намуданд (Кирмомӣ (р) мегӯяд: Чизеро, ки Паёмбари Худо (с) аз онҳо пурсида буданд, сифоташон дар Таврот буд). Онҳо ҳақиқатро пинҳон намуд ва чизи дигаре барои Паёмбари Худо (с) гуфтанд ва дар айни ҳол тавре барои Паёмбари Худо (с) вонамуд карданд, ки гӯё аз ин ҷавоби ғалати худ, мавриди ситоиш қарор гирифтаанд ва аз ин, ки маънии ҳақиқиро пинҳон карда буданд, хушҳол буданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Қавли Худованди азза ва ҷалла:«Ва агар метарсидед, ки дар бораи ятимон адолат карда наметавонед»",
      "hadiths": [
        {
          "number": 1730,
          "full_text": "Ривоят аст, ки Урва аз Оиша (р) аз маънии ин қавли Худованди мутаъол пурсид: «Ва агар метарсидед, ки дар бораи ятимон адолат карда наметавонед, бо заноне издивоҷ намоед, ки дилхоҳатон бошанд, ду, се, чор ва агар хавфи беадолатӣ доред, танҳо ба як ҳамсар иктифо кунед». (Нисо: 4) Оиша (р) дар ҷавоб гуфт: Хоҳарзодаам! Мурод аз ин оят духтари ятиме аст, ки дар оғӯши касе, ки сарпарастиашро ба ӯҳда дорад, бузург мегардад, дар моли сарпарасти худ шарик аст ва аз нигоҳи молу ҷамоли хеш мавриди майли сарпарасти худ қарор мегирад ва сарпарасташ бидуни он, ки барояш маҳри комиле, ки барои дигар занҳо пардохт мегардад, бидиҳад, мехоҳад ӯро ба никоҳ бигирад. Аз никоҳ кардани чунин ятимоне то вақте ки маҳри онҳоро ба таври комил ва ҳатто бештар аз он намедиҳанд, манъ гардидаанд ва барояшон амр шудааст, ки аз дигар занҳо он чиро, ки мехоҳанд, (то чаҳор зан) ба никоҳ бигиранд. Оиша (р) мегӯяд: Баъд аз нузули ин оят мардум аз Паёмбари Худо (с) истифто (талаби фатво) намуданд ва ин оят нозил гардид: «Ва мардум аз ту дар бораи занҳо фатво мехоҳанд....» (Нисо: 127) Оиша (р) мегӯяд: Ва мурод аз қавли Худованди мутаъол дар ояти дигар, ки мефармояд: «Ва аз никоҳ гирифтани онҳо рӯй мегардонед...» Рӯй гардонидан аз никоҳ гирифтани ятимоне аст, ки молу ҷамоле надоранд. Оиша (р) мегӯяд: Аз никоҳ кардани ятимони дорои молу ҷамол бидуни дар назар гирифтани адолат дар бораи онҳо аз ин ҷиҳат манъ шуданд, ки аз никоҳ кардани ятимони бидуни молу ҷамол худдорӣ накунанд ва рӯй нагардонанд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Қавли Худованди азза ва ҷалла: «Худованд шуморо дар бораи авлоди шумо тавсия менамояд, ки...»",
      "hadiths": [
        {
          "number": 1731,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ва Абӯбакр (р) дар қабилаи бани Салама пиёда ба дидани ман омаданд. Паёмбари Худо (с) маро диданд, ки аз ҳуш рафтаам, оберо талабиданд, аз он об вузӯ сохтанд ва бар ман пошиданд. Ман ба ҳуш омадам ва гуфтам: Дар мавриди амволам маро ба чӣ чиз амр мефармоед? Ва ин оят нозил гардид «Худованд шуморо дар бораи фарзандонатон тавсия менамояд, ки саҳми писар баробари саҳми ду духтар аст». (Нисо: 11)"
        }
      ]
    },
    {
      "number": 20,
      "title": "Қавли Худованди азза ва ҷалла: «Худованд ба андозаи як зарра ҳам зулм намекунад» (Нисо: 40)",
      "hadiths": [
        {
          "number": 1732,
          "full_text": "Аз Абусаъиди Худрӣ (р) ривоят аст, ки гуфт: Ашхосе назди Паёмбари Худо (с) омада гуфтанд: Оё Парвардигори худро дар рӯзи қиёмат хоҳем дид? Ҳадиси рӯъятро, ки қаблан гузашт, зикр намуда, фармуданд: «Дар рӯзи қиёмат муноди нидо мекунад, ки ҳар уммате пайравии касонеро бинмоянд, ки онҳоро ибодат мекарданд. Ҳама касоне, ки ғайр аз Худо, худоёни дигареро монанди бутҳо ва ансоб (нисоб ҷамъи насб аст ва насббуте аст, ки аз санг тарошида шуда ва мушрикин дар зери он ҳайвонотро мекуштанд ва хуни ҳайвонро ба он бут мемолиданд), ибодат мекарданд, дар оташ сукут мекунанд. Чун мардуми дигаре ҷуз Худопарастони бадкор ва накӯкор, иддае аз аҳли китоб боқӣ намемонад, яҳуд хоста мешаванд ва аз онҳо пурсида мешавад: Шумо чӣ касеро ибодат мекардед? Мегӯянд: Узайр, фарзанди Худоро. Ба онҳо гуфта мешавад: Шумо дурӯғ мегӯед, Худованд зан ва фарзанде надорад. Бигӯед, ки чӣ мехоҳед? Мегӯянд: Парвардигоро, ташнаем барои мо обе бирасон! Ба эшон ишора мешавад, ки магар худи шумо ба сари об намеравед? Вале ба сӯи оташи саробмонанд, ки ҳар мавҷаш мавҷи дигарашро аз байн мебарад, тела дода мешаванд, то он, ки дар оташ меафтанд. Баъд аз он масеҳиён хоста мешаванд ва аз онҳо пурсида мешавад: Шумо чӣ касеро ибодат мекардед? Мегӯянд: Масеҳ, фарзанди Худоро. Ба онҳо гуфта мешавад: Дурӯғ мегӯед, Худованд зану фарзанде надорад. Ва аз эшон пурсида мешавад, ки чӣ мехоҳед. Ва бо инҳо ҳам монанди яҳуд муомила сурат мегирад. Чун каси дигаре ҷуз Худопарастони некӯкору бадкор боқӣ намемонад, Парвардигори оламиён ба наздиктарин сурате, ки Ӯро ба он шинохтаанд, мутаҷаллӣ мегардад (яъне ба сурате Худованди мутаъол мутаҷаллӣ мегардад, ки имкони шинохти он барои бандагон вуҷуд дошта бошад). Ва гуфта мешавад, ки шумоён мунтазири чӣ ҳастед? Ҳар касе ба дунболи чизе биравад, ки онро (дар дунё) ибодат мекард. Мегӯянд: Мо дар дунё мардумонеро, ки (аз тоати Худо сарпечӣ карда буданд), дар ҳоле тарк кардаем, ки хеле ба онҳо мӯҳтоҷ будем ва ба вуҷуди он ҳам ба онҳо ҳамроҳӣ накардем ва мо мунтазири Парвардигори ҳуд ҳастем, ки Ӯро ибодат мекардем. (Худованди мутаъол) мегӯяд: Ман Парвардигори шумо ҳастам. Ва онҳо мегӯянд: Мо ҳеҷ касеро ба Худо шарик намеоварем. Ва ин суханро ду ё се бор такрор мекунанд»."
        }
      ]
    },
    {
      "number": 21,
      "title": "Қавли Худованди азза ва ҷалла: «Пас чӣ гуна аст ҳангоме, ки аз ҳар уммате шоҳидеро ҳозир гардонем» (Нисо: 41)",
      "hadiths": [
        {
          "number": 1733,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ман гуфтанд, ки бароям Қуръон бихон. Гуфтам: ман барои шумо Қуръон бихонам, дар ҳоле, ки Қуръон бар худи шумо нозил шудааст? Фармуданд: «Ман дӯст дорам, ки Қуръонро аз дигаре бишнавам». Сураи «Нисо»-ро барояшон хондам, чун ба ин оят расидам, ки «пас чӣ гуна аст рӯзе, ки аз ҳар уммате шоҳидеро биёварем ва туро бар онҳо шоҳид бигирем,» (мурод аз шоҳиди ҳар уммат набии он уммат аст, ки бар фоида ва ё зиёни уммати худ шаҳодат медиҳад), фармуданд: «Бас аст». Ва дидам, ки ашк аз чашмонашон ҷорӣ аст."
        }
      ]
    },
    {
      "number": 22,
      "title": "Қавли Худованди азза ва ҷалла: «Ба таҳқиқ, касонеро, ки бар худ зулм кардаанд, фариштагон ба ҳангоми қабзи рӯҳи онон...» (Нисо: 97)",
      "hadiths": [
        {
          "number": 1734,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) мардуме аз мусалмонон (дар вақти ҷанг) дар канори мушрикон буданд ва шумораи онҳоро зиёда месохтанд. Гоҳе тире меомад ва ба мусалмон мерасид ва ё (бо шамшер) мавриди исобат қарор мегирифт ва кушта мешуд. Дар ин маврид Худованд ин оятро нозил фармуд: «Ба таҳқиқ, касоне, ки бар худ зулм кардаанд (ва сабаби зулмашон бар худ он буд, ки бо куффор ба сафи ҷанг ҳозир гардида ва сабаби зиёда шудани теъдоди онҳо шуданд), фариштагон дар вақти кабзи рӯҳ аз онҳо мепурсанд, ки шумоён дар куҷо будед? Мегӯянд: Мо мустазъаф будем (ва қудрати муҳоҷиратро надоштем. Малоика дар ҷавоби онҳо) мегӯянд: Магар сарзамини Худо паҳновар набуд, ки муҳоҷират намоед? Ҷойгоҳи онон дӯзах ва саранҷомашон бад аст)."
        }
      ]
    },
    {
      "number": 23,
      "title": "Қавли Худованди азза ва ҷалла: «Мо бар ту ваҳй фиристодем, мисле, ки бар Нӯҳ ваҳй фиристодем...» (Нисо: 163)",
      "hadiths": [
        {
          "number": 1735,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки бигӯяд ман (яъне Муҳаммад (с) аз Юнус ибни Матто беҳтар аст, дурӯғ гуфтааст». (Паёмбари Худо (с) ин суханро аз рӯи тавозуъ гуфтаанд, варна собит аст, ки эшон хайрулбашар ҳастанд)."
        }
      ]
    },
    {
      "number": 24,
      "title": "Қавли Худованди азза ва ҷалла: «Эй Паёмбар! Он чиро, ки аз тарафи Парвардигорат бар ту нозил шуд, иблоғ кун...» (Моида: 67)",
      "hadiths": [
        {
          "number": 1736,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Агар касе бароят гуфт, ки Муҳаммад (с) кадом чизеро аз он чӣ, ки Худованд бар вай нозил намудааст, (аз мардум) линҳон доштааст, яқин бидон, ки дурӯғ гуфтааст. Худованди мутаъол мефармояд: «Эй Паёмбар! Он чиро, ки аз тарафи Парвардигорат бар ту нозил шуд, иблог кун."
        }
      ]
    },
    {
      "number": 25,
      "title": "Қавли Худованди азза ва ҷалла: «Эй мусалмонон! Чизҳои покизаеро, ки Худованд барои шумо ҳалол сохтааст, ҳаром қарор мадиҳед...» (Моида: 87)",
      "hadiths": [
        {
          "number": 1737,
          "full_text": "Аз Абдуллоҳ (ибни Масъуд) (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ба ҷиҳод рафтем ва занҳои мо ҳамроҳамон набуданд. Гуфтем: Оё худро хасӣ (ахта) накунем? Паёмбари Худо (с) моро аз хасӣ кардан манъ намуданд ва иҷоза доданд, ки бо занҳо дар муқобили ҷомае издивоҷ намоем. Баъд аз он ин оятро тиловат намуданд: «Эй мусалмонон! Чизҳои покизаеро, ки Худованд барои шумо ҳалол сохтааст, ҳаром қарор мадиҳед!»"
        }
      ]
    },
    {
      "number": 26,
      "title": "Қавли Худованди азза ва ҷалла: «Ба таҳқиқ, ки шароб ва қимор ва бутҳо ва Азломи палидӣ аст аз амали шайтон» (Моида: 90)",
      "hadiths": [
        {
          "number": 1738,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар замони мо шароби дигаре ғайр аз ҳамин шаробе, ки онро фазих меномем, вуҷуд надошт (фазих шаробе буд, ки аз хурмои норасида месохтанд). Рӯзе барои Абӯталҳа ва фалону фалон шароб медодам, ки шахсе омаду гуфт: Оё хабар барои шумо расидааст? Гуфт: Чӣ хабар? Гуфтам: Хабари таҳрими шароб. Онҳо бароям гуфтанд: Эй Анас! Ин хумҳоро берун бирез. Ровӣ мегӯяд: Баъд аз он хабари овардани он шахс (дар бораи таҳрими шароб) на аз каси дигаре суол карданд ва на ҳам дубора ба шароб руҷӯъ намуданд."
        }
      ]
    },
    {
      "number": 27,
      "title": "Қавли Худованди азза ва ҷалла: «Аз ҳар чизе пурсиш накунед, агар барои шумо ошкор шавад, ғамгинатон мекунанд» (Моида: 101)",
      "hadiths": [
        {
          "number": 1739,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт; Рӯзе Паёмбари Худо (с) хутбае доданд, ки мисли онро қатъан нашунида будем ва фармуданд: «Он чиро, ки ман медонам, агар шумо медонистед, камтар механдидед ва бисёр гиря мекардед». Саҳобаи Паёмбари Худо (с) рӯйҳои худро пӯшонданд ва овози гиряи онҳо шунида мешуд. Шахсе пурсид (Ин шахс Абдуллоҳ ибни Ҳузофа буд): Ё Расулаллоҳ! Падари ман кист? (Ва сабаби пурсиши вай ин буд, ки дар бораи насабаш бар ӯ таъна мезаданд). Фармуданд: «Фалон шахсе аст». (Яъне Ҳузофа аст). Ва ин оят нозил гардид: «Аз ҳар чизе пурсиш накунед, агар барои шумо ошкоро шавад, ғамгинатон мекунад»."
        },
        {
          "number": 1740,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Мардуме аз рӯи истеҳзо аз Паёмбари Худо (с) чизҳоеро мепурсиданд. Яке мепурсид: Падари ман кист? Дигаре, ки шутураш гум шуда буд, мепурсид: Шутурам дар куҷост? Худованди азза ва ҷалла ин оятро нозил фармуд: «Эй мӯъминон! Аз ҳар чизе пурсиш накунед, агар барои шумо ошкоро шавад, ғамгинатон мекунад»."
        }
      ]
    },
    {
      "number": 28,
      "title": "Қавли Худованди азза ва ҷалла: «Бигу! Худо қодир аст, ки аз болои сари шумо бар шумо азобе бифиристад» (Аньом 65)",
      "hadiths": [
        {
          "number": 1741,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Чун ин ояи карима нозил гардид, ки «Бигӯ! Худо қодир аст, ки аз болои сари шумо бар шумо азобе бифиристад,» Паёмбари Худо (с) фармуданд: «Худоё! Аз ту паноҳ меҷӯем (ва чун ин оят нозил гардид). (Ё аз зери пои шумо (бар шумо азобе бифиристад), (Паёмбари Худо (с) гуфтанд: (Худоё) аз ту паноҳ меҷӯем (ва чун ин оят нозил гардид). (Ва ё шуморо гурӯҳ-гурӯҳ бисозад ва азоби гурӯҳеро ба гурӯҳи дигаре бичашонад), яъне гурӯҳе ба ҷони гурӯҳи дигаре афтода ва хуни якдигарро бирезанд). Фармуданд: «Ин камаҳамияттар аст» ва ё гуфтанд, ки осонтар аст (ба ҷони якдигар афтодан азоби бисёр дардноке аст, вале чун азоби дунявист, нисбат ба азоби ухравӣ осонтар аст),"
        }
      ]
    },
    {
      "number": 29,
      "title": "Қавли Худованди азза ва ҷалла: «Онҳо (яъне анбиёи ъалайҳимуссалом), касоне ҳастанд, ки Худованд ҳидояташон кардааст, пас аз ҳидояти онҳо пайравӣ кун». (Анъом: 40)",
      "hadiths": [
        {
          "number": 1742,
          "full_text": "Ривоят аст, ки касе аз Ибни Аббос (р) пурсид: Оё дар сураи «Сод» саҷда ҳаст? Гуфт: Бале. Ва баъд аз он ин оятро тиловат намуд: «Ва барояш Исҳоқ ва Яъқубро бахшидем ва ҳамаи онҳоро ҳидоят намудем, пас ту низ аз ҳидояти онҳо пайравӣ кун». Сипас Ибни Аббос (р) гуфт: Ва Паёмбари шумо (с) аз касоне аст, ки ба пайравӣ кардан аз равиши паёмбарони дигар амр шудааст."
        }
      ]
    },
    {
      "number": 30,
      "title": "Қавли Худованди азза ва чалла: «Ба корҳои фаҳшо чи ошкоро ва чи пӯшида наздик машавед» (Анъом: 151)",
      "hadiths": [
        {
          "number": 1743,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Ҳеҷ касе аз Худованди мутаъол бағайраттар нест (мурод аз ғайрат нисбат ба Худованд ғазаби вай аз анҷом додани муҳаррамот аст ва аз ҳамин ҷиҳат аст, ки фавоҳишро, чи ошкоро бошаду чи пӯшида, ҳаром гардонидааст ва ҳеҷ кас ситоишро ба андозаи Худованди мутаъол дӯст надорад ва аз ҳамин сабаб аст, ки худро мадҳу сифат намудааст (монанди) «Иналлоҳа ъало кулли шайъин қадир» ва «Иннаҳу ғафуру-р- раҳим» ва амсоли инҳо)."
        }
      ]
    },
    {
      "number": 31,
      "title": "Қавли Худованди азза ва чалла: «Гузаштро пеша кун ва ба некӣ фармон бидеҳ» (Аьроф: 199)",
      "hadiths": [
        {
          "number": 1744,
          "full_text": "Аз Ибни Зубайр (р) ривоят аст, ки гуфт: Худованди мутаъол Паёмбари Худо (с)-ро амр намуд, ки аз ахлоқи мардум гузаштро пешаи худ созад."
        }
      ]
    },
    {
      "number": 32,
      "title": "Қавли Худованди азза ва ҷалла: «Ба онҳо пайкор кунед, то фитнаи ширк поён пазирад ва тамоми дин аз они Худо бошад» (Анфол: 39)",
      "hadiths": [
        {
          "number": 1745,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки касе аз вай пурсид: Қитоли ин фитнаро чӣ гуна мебинӣ? (Яъне: дар ин қитол ва кушторе, ки байни мусалмонон аст, чӣ гуна назар дорӣ? Оё дар он иштирок варзем, ё на? Ин суолро вақте аз Ибни Умар (р) карданд, ки вай аз иштирок намудан дар ҷанги Ҷамал ва Сифин худдорӣ намуда буд). Гуфт: Оё медонӣ, ки фитна чист? Паёмбари Худо (с) бо мушрикин ҷиҳод мекарданд ва касе, ки (аз мусалмонон) ба назди мушрикин мерафт, фитна маҳсуб мегардид ва ҷиҳоди онҳо монанди ҷанги шумо бар сари мулк ва дороӣ набуд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Қавли Худованди азза ва ҷалла: «(„. ва гурӯҳи дигаре, ки ба гуноҳони худ эътироф намуданд» (Тавба: 96)",
      "hadiths": [
        {
          "number": 1746,
          "full_text": "Аз Самура ибни Ҷундуб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Шаби гузашта ду нафар наздам омаданд ва маро бо худ ба шаҳре бурданд, ки аз хиштҳои тилло ва нуқра сохта шуда буд. Дар он ҷо мардуме аз мо истиқбол намуданд, ки як тарафи ҷисми онҳо ба беҳтарин шакле буд, ки дар умри худ дида бошӣ ва тарафи дигари ҷисмашон ба бадтарин сурате буд, ки дар умри худ дида бошӣ. Он ду нафар ба мардуми он шаҳр гуфтанд: Биравед ва худро дар фалон ҷӯй биандозед. Онҳо рафтанд ва худро дар он ҷӯй андохтанд ва омаданд, дидем, ки он шакли қабеҳ ва зишт аз онҳо дур гардида ва ба беҳтарин шакле даромаданд. Он ду нафар бароям гуфтанд: Ин ҷӯи «Ҷаннати адн» аст ва ин манзил барои ту аст ва он мардуме, ки қисмате аз ҷисми онҳо зебо ва қисмати дигаре зишт буд, касонеанд, ки корҳои некӣ ва бадӣ бо ҳам анҷом додаанд ва Худованд аз гуноҳонашон даргузаштааст»."
        }
      ]
    },
    {
      "number": 34,
      "title": "Қавли Худованди мутаъол, ки: «... ва арши Ӯ бар об буд» (Ҳуд: 7)",
      "hadiths": [
        {
          "number": 1747,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Худованди азза ва ҷалла мефармояд: «Инфоқ кун, ман бар ту инфоқ мекунам» (ҳар қадар барои мӯҳтоҷон ва дар роҳи хайр инфоқ кунӣ, ман бароят инфоқ мекунам). Ва мефармояд: Дасги Худованд пур аст, инфоқ кардан онро холӣ намекунад ва шабу рӯз дар ҳолати караму бахшиш аст. Ва Паёмбари Худо (с) фармуданд: Оё он чиро, ки (Худованди мутаъол) аз рӯзи хилқати осмонҳо то имрӯз ато намудааст, тасвир кардаед? Ин ҳама чиз аз хазинаи Худованд чизеро кам накардааст, Арши Худованд бар об асг ва тақдиру рӯзиҳо дар ихтиёри Ӯ аст ва Ӯст, ки (ризқу рӯзиро) каму зиёда мекунад»."
        }
      ]
    },
    {
      "number": 35,
      "title": "Қавли Худованд, ки: «Парвардигорат чунин сахт мегирад, он гоҳ, ки диёри ситамгаронро ба азоб гирифтор намояд» (Ҳуд: 102)",
      "hadiths": [
        {
          "number": 1748,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Худованд золимро мӯҳлат медиҳад, вале вақте ки ӯро мавриди азоб қарор дод, (он золим) аз азобаш наҷот ёфта наметавонад». Ровӣ мегӯяд: Баъд аз он ин оятро тиловат намуданд: «Парвардигорат чунин сахт мегирад, он гоҳ, ки диёри ситамгоронро ба азоб гирифтор намояд, зеро Ӯ бисёр дарднок аст»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Қавли Худованди мутаъол, ки: «... магар онҳое, ки истироқи самъ менамоянд» (Ҳиҷр: 18)",
      "hadiths": [
        {
          "number": 1749,
          "full_text": "Аз Абӯҳурайра (р) ба нақл аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Чун Худованд дар осмон амреро содир намояд, малоика болҳои худро ба нишонаи фармонбардорӣ ба ҳам мезананд (ва садои болҳои онҳо) монанди занҷире аст, ки ба санг кӯбида мешаванд. Чун изтироби дили фариштагон ором гирад, (малоика) аз (фариштагони муқарраб монанди Ҷабраил ва Микоил) мепурсанд: Парвардигори шумо чӣ гуфтааст? Дар ҷавоби онҳо мегӯянд: Ҳақро гуфта ва Ӯ аз ҳама баландмартабатар ва бузургтар аст, онҳое, ки истироқи самъ менамоянд, (ки иборат аз ҷинниён бошанд), яке болои дигаре қарор доранд (яъне яке болои дигаре мебарояд, то ба ҷое бирасад, ки битавонад сухани фариштагонро бишунавад). Ва ин суханро мешунавад ва бисёр вақтҳо шаҳоб пеш аз он, ки он мустариқи самъ суханеро, ки шунидааст, ба рафиқи худ (ки коҳинон ва ҷодугарон бошанд) бирасонад, ба ӯ мерасонад ва ӯро месӯзонад ва гоҳе ҳам мешавад, ки шаҳоб бар вай исобат намекунад. Ва он касе, ки истироқи самъ намудааст, суханеро, ки шунидааст, ба дигаре, ки дар поёнтари аз вай қарор дорад, интиқол медиҳад ва боз ӯ ба дигарон, ки баъд аз вай қарор дорад, интиқол медиҳад ва боз ӯ ба шахси дигаре, ки баъд аз вай қарор дорад, интиқол медиҳад, то ин, ки ба ҳамин шакл суханеро, ки шунидаанд, ба замин интиқол медиҳанд, то ин, ки ба соҳиру ҷодугар мерасонанд, (соҳирон ва коҳинон) ба он сухане, ки шунидаанд, сад дурӯғро якҷо мекунанд (ва ба мардум хабар медиҳанд). Агар сухани онҳо рост баромад, касоне, ки он суханро шунидаанд, мегӯянд: Магар (он ҷодугар) фалон рӯз барои мо нагуфт, ки дар фалон вақт чунин ва чунон мешавад? Ва он чӣ гуфта буд, рост баромад, вале дар воқеъ ин ҳамон калимае аст, ки дар асл аз осмон шунида шудааст."
        }
      ]
    },
    {
      "number": 37,
      "title": "Қавли Худованди азза ва ҷалла, ки: «...ва баъзе аз шумоён ба бадтарин айёми зиндагӣ мерасед» (Наҳл: 70)",
      "hadiths": [
        {
          "number": 1750,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) чунин дуо мекарданд: «Аъузу бика минал бухли вал касали ва арзалилъумури ва ъазобилқабри ва фитнати-д-Даҷҷоли ва фитнатил маҳё вал мамоти» (Худоё! Аз бухл ва касолат ва аз расидан ба бадтарин айёми умр ва аз азоби қабр ва аз ибтилои Даҷҷол ва аз ибтилои зиндагонӣ ва марг ба ту паноҳ меҷӯем."
        }
      ]
    },
    {
      "number": 38,
      "title": "Қавли Худованди азза ва ҷалла, ки: «Зуррияи касонеро, ки бо Нӯҳ бар киштӣ ҳамл намудем ва ӯ бандаи шукргузоре буд» (Исро: 3)",
      "hadiths": [
        {
          "number": 1751,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) миқдоре гӯшт оварданд (ва аз байни он гӯштҳо) дастро, ки хуш доштанд, барои эшон тақдим намуданд ва эшон миқдоре аз он дастро бо дандон ҷудо намуда ва фармуданд: «Ман дар рӯзи қиёмат сардори ҳамаи мардумон ҳастам. Ва оё медонед, ки ин аз чӣ сабаб аст? (Сабабаш ин аст? ки) Худованд ҳамаи махлуқот ва аввалин ва охиринро тавре дар якҷо ҷамъ мекунад, ки садо ба ҳамаи онҳо мерасад ва чашм ҳамаи онҳоро мебинад, офтоб ба онҳо наздик мешавад ва мардум ба чунон заҳмат ва машаққат меафтанд, ки аз таҳаммул ва тоқаташон берун аст. Мардум бо худ мегӯянд: Магар намебинед, ки дар чӣ заҳмат ва машаққате гирифтор ҳастед? Магар ин тарафу он тараф касеро пайдо намекунед, ки ба назди Худованд аз шумо шафоат намояд? Ба якдигар мегӯянд: Бояд назди Одам (а) биравем. Онҳо назди Одам (а) мераванд ва барояш мегӯянд: Ту Абулбашар будӣ ва касе ҳастӣ, ки Худованд туро ба дасти худ халқ намуд, аз рӯҳи худ бар ту дамид ва малоикаро амр кард, то барои ту саҷда кунанд, барои мо назди Худованд шафоат намо, магар намебинӣ, ки дар чӣ ҳолате қарор дорем ва чӣ бар сари мо омадаст? Одам (а) мегӯяд: Парвардигорам имрӯз дар чунон ғазабе аст, ки на пеш аз ин чунин дар ғазаб шуда буд ва на баъд аз он чунин дар ғазаб мешавад. Ӯ маро аз хӯрдани мева дар биҳишт манъ карда буд ва ман нофармониашро намудам, ман ба худ гирифторам, ман ба худ гирифторам, ман ба худ гирифторам, маро бигзоред, назди дигаре биравед, назди Нӯҳ (ъ) биравед. Мардум назди Нӯҳ (ъ) мераванд ва мегӯянд: Ту аввалин паёмбари мардумони рӯи замин ҳастӣ (гарчӣ пеш аз Нӯҳ (ъ) паёмбарони дигар, монанди Одам, Шис ва Идрис (ъ) низ вуҷуд доштанд, вале онҳо барои қавми худ мабъус шуда буданд ва Нӯҳ барои ҳамаи мардум (ва туро Худованд бандаи шукргузор номидааст, барои мо назди Парвардигори худ шафоат кун, магар намебинӣ, ки дар чӣ ҳолате гирифторем? Нӯҳ (ъ)\tмегӯяд: Парвардигорам имрӯз дар чунон ғазабест, ки на пеш инчунин дар ғазаб будааст ва на баъд аз инчунин дар ғазаб хоҳад шуд ва барояш як дуои қобили иҷобат буд ва бо он дуо бар қавми худ нафрин кардам (ва сабаби ҳамин нафрин буд, ки қавм ғарқ гардида ва ба ҳалокат расиданд). Ва имрӯз ман ба худ гирифторам, ман ба худ гирифторам, ман ба худ гирифторам, назди дигаре биравед, назди Иброҳим (ъ) биравед. Мардум назди Иброҳим мераванд ва мегӯянд: Ё Иброҳим! Ту Паёмбари Худо (с) ва ягона халили ӯ дар рӯи замин ҳастӣ. Барои мо дар назди  Парвардигорат шафоат кун, магар намебинӣ, ки дар чӣ ҳолате гирифторем? Иброҳим (ъ) ба онҳо мегӯяд: Парвардигорам имрӯз дар чунон ғазабе аст, ки на пеш аз ин дар чунин ғазабе будааст ва на баъд аз ин чунин дар ғазаб хоҳад шуд ва ман се дурӯғ гуфтаам (яке он, ки гуфт: «иннӣ сақим» ва дигаре «Бал фаъалаҳу кабируҳим» ва саввумин он, ки гуфт; «Соро хоҳари ман аст» ва тафсили ин мавзӯъ қаблан гузашт) ва имрӯз ман ба худ гирифторам, ман ба худ гирифторам, ман ба худ гирифторам, назди дигаре биравед, назди Мӯсо (а) биравед. Мардум назди Мӯсо (а) мераванд ва мегӯянд: Ё Мӯсо! Ту Расули Худо ҳастӣ ва касе ҳастӣ, ки Худованди мутаъол туро ба рисолат ва бо роз гуфтан бо ту бар ҳамаи ҷаҳониён баргузида буд, барои мо назди Парвардигорат шафоат кун! Магар намебинӣ, ки дар чӣ ҳолат гирифторем? Мӯсо (а) мегӯяд: Парвардигорам имрӯз дар чунон ғазабе аст, ки на пеш аз ин чунин дар ғазаб будааст ва на баъд аз ин чунин ғазаб хоҳад кард, ман шахсеро, ки маъмур ба қатли он набудам, ба қатл расондам (Мурод аз ин шахс ҳамон қибтие аст, ки дар Миср бо шаллоқе ба рӯяш зад ва аз асари он шаллоқ мурд). Ва имрӯз ман ба худ гирифторам, ман ба худ гирифторам, ман ба худ гирифторам. Назди дигаре биравад, назди Исо (ъ) биравед. Мардум назди Исо (ъ) мераванд ва мегӯянд: Ё Исо! Ту расули Худоӣ ва Калимаи Худо ҳастӣ, ки бар Марям илқо намуда буд ва аз Рӯҳи Худо ҳастӣ! Ва он касе ҳастӣ, ки дар гаҳвора бо мардум сухан гуфтӣ, шафоати моро бикун! Магар намебинӣ, ки дар чӣ ҳолате гирифторем? Исо (ъ) мегӯяд: Парвардигорам имрӯз дар чунон ғазабест, ки на пеш аз ин чунин дар ғазаб будааст ва на баъд аз ин чунин ғазабе нахоҳад кард. Вале кадом гуноҳеро, ки муртакиб шуда бошад, зикр намекунад. Дар Сунани Насоӣ омадааст, ки Исо (ъ) салом мегӯяд: «Маро ба ҷои Худо парастиш мекарданд». Ва мегӯяд: Имрӯз ман ба худ гирифторам, ман ба худ гирифторам, ман ба худ гирифторам, назди дигаре биравед, назди Муҳаммад (с) биравед. Мардум назди Муҳаммад (с) мераванд ва мегӯянд: Ё Мухаммад (с), ту Расули Худо ва хотами паёмбарон ҳастӣ ва Худованди мутаъол гуноҳони гузашта ва ояндаатро бахшидааст, барои мо назди Парвардигорат шафоат кун! Магар намебинӣ, ки дар чӣ ҳолате қарор дорем? Паёмбари Худо (с) мегӯянд: Ман меравам ва зери Арш барои Парвардигорам ба саҷда меафтам ва Худованди мутаъол аз ҳамду санои худ чизҳоеро бароям меомӯзад, ки то он вақт ҳеҷ касро аз онҳо бохабар насохтааст, баъд аз он бароям гуфта мешавад: Эй Муҳаммад! Саратро баланд кун, ҳарчӣ бихоҳӣ, бароят дода мешавад ва ҳарчӣ шафоат кунӣ, мавриди қабул воқеъ мегардад. Ва ман сарамро баланд мекунам ва мегӯям: Ё Раб, уммати ман! Ё Раб, уммати ман! Ё Раб, уммати ман! Бароям гуфта мешавад: Эй Муҳаммад! Он гурӯҳ аз уммати худро, ки бар онҳо ҳисобу китобе нест, аз дарвозаи тарафи рост ба ҷаннат дохил кун ва инҳо бо мардуми дигар дар дарвозаҳои дигар низ шарик ҳастанд (ва тавре, ки дар аҳодиси дигар омадааст, теъдоди инҳо ҳафтод ҳазор нафар аст ва инҳо аввалин гурӯҳе ҳастанд, ки ба биҳишт дохил мешаванд ва бақияи уммат дар марҳалаҳои баъдӣ ба биҳишт дохил мегарданд). Баъд аз он Паёмбари Худо (с) фармуданд: Савганд ба Зоте, ки ҷонам дар дасти ӯст (билокайф), ки фосилаи байни ду канори дарвозаи ҷаннат ба андозаи фосилаи байни Макка ва Ҳимяр аст (мурод аз Ҳимяр шаҳри Санъо аст, ки дар Яман аст ва ё фосилаи байни Макка ва Басра аст (шак аз ровӣ аст)."
        }
      ]
    },
    {
      "number": 39,
      "title": "Қавли Худованди мутаъол, ки: «Чӣ басо, ки Худованд туро ба мақоми маҳмуд баргузинад» (Исро: 79)",
      "hadiths": [
        {
          "number": 1752,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Мардум ҳамагӣ дар рӯзи қиёмат ба зону даромад ва ҳар уммате ба дунболи Паёмбараш меафтад ва мегӯянд: Ё фалон, маро шафоат кун! То он, ки шафоат ба Паёмбари Худо (с) мерасад. Ин ҳамон рӯзе аст, ки Худованди мутаъол мақоми маҳмудро барои Муҳаммад (с) арзонӣ медорад (мурод аз мақоми маҳмуд дар назди аксар уламо мақоми шафоати кубро аст, ки сабаби наҷоти мардум аз масоиби рӯзи маҳшар мегардад. Аллоҳумма арзуқно шафоат набийино Муҳаммад (с)."
        }
      ]
    },
    {
      "number": 40,
      "title": "Қавли Худованди мутаъол, ки: «Намози худро на баланд бихон ва на оҳиста...» (Исро: 110)",
      "hadiths": [
        {
          "number": 1753,
          "full_text": "Аз Ибни Аббос (р) дар ин қавли Худованди мутаъол, ки мефармояд: «Намози худро на баланд бихон, на оҳиста» ривоят аст, ки гуфт: Ин оят вақте нозил гардид, ки Паёмбари Худо (с) дар Макка пинҳон буданд ва ҳангоми намоз хондан садои худро баланд мекарданд ва чун мушрикон садояшонро мешуниданд, Қуръон ва касе, ки Қуръонро фиристодааст ва касе, ки бар он нозил гардидааст, ҳамагиро дашном медоданд ва ҳамон буд, ки Худованди мутаъол ба Паёмбараш амр фармуд, ки «Намозатро ба садои баланд махон», (яъне қироатро дар намоз ба садои баланд махон, зеро мушрикон онро мешунаванд, Қуръонро дашном медиҳанд) «ва онро оҳиста ҳам махон» (яъне: тавре, ки саҳобаҳоят онро нашнаванд, балки ба таври миёна байни баланд ва оҳиста бихон)."
        }
      ]
    },
    {
      "number": 41,
      "title": "Қавли Худованд, ки: «Инҳо касонеанд, ки ба оёт ва дидори Парвардигорашон кофир шудаанд» (Каҳф: 105)",
      "hadiths": [
        {
          "number": 1754,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Дар рӯзи қиёмат бисёр ашхоси бузургҷусса ва фарбеҳро ҳозир месозанд, ки дар назди Худованди мутаъол ба андозаи боли пашшае арзиш надоранд». Ва фармуданд: «Агар мехоҳед, ин қавли Худованди мутаъолро тиловат намоед: «Пас дар рузи қиёмат барои онҳо ҳеҷ вазне (яъне арзише) қоил нестем»."
        }
      ]
    },
    {
      "number": 42,
      "title": "Қавли Худованди мутаъол: «Онҳоро аз рӯзи қиёмат барҳазар дор» (Марям: 39)",
      "hadiths": [
        {
          "number": 1755,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Марг (дар рӯзи қиёмат) ба шакли кӯчқори аблақе оварда мешавад ва нидо мешавад, ки: Эй аҳли ҷаннат! Оё инро мешиносед? Онҳо пеш меоянд ва нигоҳ мекунанд ва мегӯянд: Бале! Ин марг аст ва ҳамагӣ онро дидаанд. Баъд аз он нидо мешаванд, ки: Эй аҳли дӯзах! Оё инро мешиносед? Мегӯянд: Бале, Ҳамагон онро дидаанд. (Аз ин ҷиҳат мегӯянд, ки ҳамагон онро дидаанд, ки ҳар касе дар ҳангоми марги худ маргро мебинад ва имом Айнӣ (р) мегӯяд: мурод аз дидани марг дидани малакулмавт дар вақти марг аст). Ва он қӯчқор забҳ мегардад ва барои аҳли ҷаннат гуфта мешавад, ки зиндагии шумо ҷовидон аст ва дигар марге нест ва барои аҳли дӯзах гуфта мешавад, ки зиндагии шумо низ ҷовидон аст ва дигар марге нест ва ин ояи каримаро тиловат намуданд: «Пеш аз он ки кор аз кор бигзарад, онҳоро аз рӯзи қиёмат барҳазар дор, онҳо ғофиланд ва имон намеоваранд»."
        }
      ]
    },
    {
      "number": 43,
      "title": "Қавли Худованд, ки: «Касоне, ки ҳамсарони худро муттаҳам ба зино мекунанд ва ҷуз худ шоҳиди дигаре надоранд...» (Нур: 6)",
      "hadiths": [
        {
          "number": 1756,
          "full_text": "Аз Саҳл ибни Саъдӣ (р) ривоят аст, ки Уваймир назди Осим ибни Адий, ки раиси қабилаи ибни Аҷлон буд, омаду гуфт: Шумо дар бораи касе, ки бо зани худ шахси дигареро бинад, чӣ мегӯед? Оё ӯро бикушад, ки дар ин сурат шумо ӯро хоҳед кушт ё ин, ки кори дигаре бикунад? Ҳукми онро аз Паёмбари Худо (с) бароям бипурс, Осим (р) назди Паёмбари Худо (с) омаду гуфт: Ё Расулаллоҳ! Шумо дар бораи касе, ки бо зани худ шахси дигареро бубинад, чӣ мегӯед? Оё ӯро бикушад? Паёмбари Худо (с) аз суол кардан бадашон омад ва онро айб шумурданд. Уваймир (р) аз Осим (р) пурсид, ки Паёмбари Худо (с) чӣ гуфтанд? Осим (р) гуфт: Расули Худо аз суол кардан бадашон омаду онро айб шумурданд. Уваймир (р) гуфт: Ба Худованд савганд, то худам аз Паёмбари Худо (с) напурсам, мавзӯъро фурӯ нахоҳам гузошт. Ва худаш назди Паёмбари Худо (с) омаду гуфт: Ё Расулаллоҳ! Касе бо зани худ шахсн дигареро мебинад, агар он шахсро бикушад, шумо ӯро ба ҷоям хоҳед кушт. Оё бояд чӣ коре бикунад? Паёмбари Худо (с) фармуданд, ки Худованди мутаъол дар мавриди ту ва ҳамсари ту Қуръонро нозил намуд ва Паёмбари Худо (с) тавре, ки дар Қуръон омадааст, амр ба мулоъана намуданд ва лиъонро байни (он зан ва шавҳар) ҷорӣ сохтанд. Баъд аз он Уваймир (р) гуфт: Ё Расулаллоҳ! Агар ҳамсарамро дар чунин ҳолате нигоҳ дорам, зулм кардаам. Ва ҳамон буд, ки ӯро талоқ дода ва ин равишаш суннате гардид барои ҳар касе, ки бо занаш мулоъана менамояд. Баъд аз он Паёмбари Худо (с) фармуданд: Нигоҳ кунед, агар ин зан тифли сиёҳчеҳрае ба дунё овард, ки дорои чашмони сиёҳ ва сирини чоқ ва соқҳои калон ва дурушт буд, фикр намекунам, ки Уваймир дар мавридаш ҷуз рост чизи дигаре гуфта бошад. Ва ҳангоме, ки тифле овард, ки монанди ваҳра (хазандаест, ки сурхранг буд) фикр намекунам, ки Уваймир дар мавридаш чуз дурӯғ чизи дигар гуфта бошад. Ва ҳангоме, ки он зан тифлашро ба дунё овард, ба ҳамон сифате буд, ки Паёмбари Худо (с) дар бораи тасдиқи Уваймир тавсиф намуда буданд ва он тифл баъд аз он ба модараш нисбат дода мешуд."
        }
      ]
    },
    {
      "number": 44,
      "title": "Қавли Худованд, ки: «Зан метавонад азобро аз худ боздорад, ки чаҳор мартаба Худоро шоҳид бигирад...» (Нур: 8)",
      "hadiths": [
        {
          "number": 1757,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Ҳилол ибни Умайя назди Паёмбари Худо (с) ҳамсараш Хавла бинти Осимро муттаҳам намуд, ки бо Шарик ибни Самҳо зино намудааст. Паёмбари Худо (с) фармуданд: «Ё шоҳид биовар ва ё пуштатро омодаи шаллоқ хӯрдан бикун». Гуфт: Ё Расулаллоҳ! Агар касе аз мо шахсеро бар болои ҳамсараш мебинад, бояд онро ба ҳамон ҳолат гузошта ва худаш ба чустуҷӯи шоҳид барояд? Паёмбари Худо (с) боз ҳамон суханро такрор намуданд, ки «ё шоҳид биёвар ва ё пуштатро омодаи шалоқ хӯрдан бикун». Ҳилол гуфт: Савганд ба Зоте, ки шуморо бар ҳақ фиристодааст, ки ман рост мегӯям ва аз Худо мехоҳам, ки ваҳйро бифиристад ва пуштамро аз шаллоқ хӯрдан халос намояд. Ҳамон буд, ки Ҷабраил (ъ) омад ва ин ояро нозил намуд: «Ва касоне, ки ҳамсаронашонро муттаҳам ба зино мекунанд,» то ин ҷо ки «агар аз ростгӯён бошад». Паёмбари Худо (с) баргаштанд ва ба талаби он зан фиристоданд, (баъд аз ин, ки зан омад) Ҳилол омад ва шаҳодат дод ва Паёмбари Худо (с) мегуфтанд «Худо медонад, ки яке аз шумо ду нафар яқинан дурӯғгӯ ҳастед, оё кадом касе аз шумо тавба намекунед? «Баъд аз он ҳамсари Ҳилол бархост ва шаҳодат дод, чун ба мартабаи панҷум расид, Паёмбари Худо (с) ӯро мутаваққиф сохта ва гуфтанд: «Ин мартабаи панҷум мӯҷиби лаънат аст». Ибни Аббос (р) мегӯяд, ки он зан мутараддид гардид ва сарашро ба зер андохт, то ҷое, ки фикр кардем, шояд аз қавли худ руҷӯъ менамояд. Вале ӯ гуфт, ки қавми худро дар боқимондаи рӯз шарманда нахоҳам кард. Ва ба шаҳодат доданаш идома дод. Паёмбари Худо (с) фармуданд: Нигоҳ кунед, тифлеро, ки ин зан ба дунё меовард, агар чашмонаш сиёҳ, сиринаш чоқ ва поҳояш дурушт буд, он тифл аз Шарик ибни Самоҳа мебошад. Ва баччаи ӯ ба ҳамон сифат буд ва Паёмбари Худо (с) фармуданд: «Агар Қуръони карим раҷмро аз зане, ки бо шавҳараш лиъон мекунад, соқит намекард, ӯро раҷм (сангсор) мекардам)."
        }
      ]
    },
    {
      "number": 45,
      "title": "Қавли Худованд, ки: «Касоне, ки бар рӯи худ ба сӯи дӯзах кашида мешаванд» (Фурқон: 34)",
      "hadiths": [
        {
          "number": 1758,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) пурсид: Кофир дар рӯзи қиёмат чӣ гуна бар рӯяш ҳашр мешавад? Фармуданд: «Магар он Зоте, ки қодир будааст, ки ӯро дар дунё бар ду пояш равон созад, қодир нест, ки дар рӯзи қиёмат ӯро бар рӯяш равон созад?»"
        }
      ]
    },
    {
      "number": 46,
      "title": "Қавли Худованди мутаъол, ки: «Алиф, лом, мим, Рум мағлуб гардид» (Рум: 2 )",
      "hadiths": [
        {
          "number": 1759,
          "full_text": "Ривоят аст, ки барои Ибни Масъуд (р) хабар расид, ки шахсе дар Кинда (Кинда ҷое аст наздики Кӯфа) мегӯяд: Дар рӯзи қиёмат дуде меояд ва шунавоӣ ва биноии мунофиқонро аз байн мебарад ва таъсираш бар мӯъминон монанди ҳамин зуком аст. (Чун Ибни Масъуд) (р) ин суханро шунид) дар ҳоле, ки такя карда буд, ғазабнок шуд, дар ҷояш нишаст ва гуфт: Касе агар чизеро медонад, бигӯяд ва агар намедонад, «Аллоҳу аълам,» бигӯяд яъне Худованд донотар аст, зеро нишонаи дониш он аст, ки агар шахсе чизеро намедонад бигӯяд: намедонам, Худованди мутаъол ба Паёмбари Худо (с) фармуд: «Бигӯ, ман дар муқобили ин амал (яъне таблиғи рисолат) аз шумо музде намехоҳам ва аз таклифкунандагон нестам». (Сод: 86) Ва баъд аз он Ибни Масъуд (р) қиссаи дудро баён намуд). Ва Ибни Масъуд (р) мегӯяд: Чун қавми Қурайш дар дохил шудан ба Ислом сустӣ ва таъхир намуданд, Паёмбари Худо (с) бар онҳо нафрин намуда, дуо карданд, ки «Худоё! Маро бар ин мардум аз тариқи ҳафт сол қаҳтӣ, ки қавми Юсуфро ба он дучор сохтӣ, мадад намо». Ва ҳамон буд, ки ба қаҳтии (қавми Юсуф) дучор гаштанд, то ҷое, ки ҳалок гардиданд ва мурдаҳо ва устухонҳоро мехӯрданд ва мобайни осмон ва замин ба назари шахсе монанди дуде меомад. Ва Абӯсуфён назди Паёмбари Худо (с) омаду гуфт: Эй Муҳаммад! Худат омада ва моро ба силаи раҳм даъват мекунӣ ва инак қавми худат аз байн рафтанд. Барои онҳо назди Худованд дуо кун, ки ин азоб аз онҳо рафъ гардад ва агар ин азоб рафъ гардад, имон меоваранд. Ва Паёмбари Худо (с) ин оятро тиловат намуданд. «Ба интизори рӯзе бош, ки осмон дуди ошкореро хоҳад овард,» то ин ҷо, ки «Шумо бозгашткунандагон ҳастед». (Духон: 7-15) «Яъне агар ин азоб аз шумо рафъ гардад, дубора ба куфр ва туғёни худ бармегардед». (Духон: 705). Ва оё азоби охират баъд аз он ки муқаррар шавад, аз онҳо баргардонда хоҳад шуд ва боз онҳо ба куфри худ баргарданд. Ин маънии ин қавли Худованди мутаъол аст, ки мефармояд: «Рӯзе, ки онҳоро бошиддати ҳарчӣ бештар мавриди сазову кайфар қарор диҳем». (Духон: 16). Мурод аз ин рӯз, рӯзи Бадр аст ва рӯзи Бадр ҳатмӣ аст ва мурод аз лизом ба асорат гирифтани куффор дар рӯзи Бадр аст «Алиф, лом, мим, наздик аст ин сарзамини румиёни мағлуб шуданд ва баъд аз мағлуб шудан, дере нахоҳад гузашт, ки дар зарфи чанд сол ғалаба хоҳанд кард»."
        }
      ]
    },
    {
      "number": 47,
      "title": "Қавли Худованд, ки «Ҳеҷ кас намедонад, ки (дар ҷаннат) барояш чӣ чизҳое омода шудааст» (Саҷда: 17)",
      "hadiths": [
        {
          "number": 1760,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованди мутаъол мефармояд: Барои бандагони солеҳи худ чизҳоеро омода кардаем, ки на чашме мисли онҳоро дидааст ва на гӯше шунидааст ва на дар дили ҳеҷ башаре хутур намудааст ва ин чизҳо ҳам акнун захира шудааст, бигзор чизеро, ки аз неъматҳои биҳишт дар Қуръон аз он иттилоъ дода шудаед». (Яъне: ҳеҷ гоҳ наметавон неъматҳои биҳиштро ба чизҳое, ки шумо аз он иттилоъ доред, муқоиса намуд). Ва баъд аз он ин ояи каримаро тиловат намуданд: «Ҳеҷ касе намедонад, ки барояш (дар биҳишт) чӣ подошҳои муҳиме, ки равшанибахши дидагон аст, андӯхта шудааст ва ин музди аъмоле аст (ки дар дунё анҷом медоданд»."
        }
      ]
    },
    {
      "number": 48,
      "title": ", Қавли Худованди мутаъол, ки: «Навбати ҳар яке аз ҳамсаронатро, ки хостӣ, ба таъхир бияндоз...» (Аҳзоб: 51)",
      "hadiths": [
        {
          "number": 1761,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Бар занҳое, ки худро ба Паёмбари Худо (с) бахшида буданд, сарзаниш мекардам ва барои онҳо мегуфтам: Оё мешавад, ки зани худро барои дигаре бибахшад ва чун ин ояи муборак нозил гардид, ки «Навбати ҳар яке аз хамсаронатро, ки хостӣ, ба таъхир бияндоз ва ҳар кадомро хостӣ, назди худ биёвар, агар баъзе аз онҳоро, ки бар канор кардаӣ, бихоҳӣ назди худ оварӣ, боке бар ту нест,» барои Паёмбари Худо (с) гуфтам: Фикр намекунам, ки Парвардигорат дар ваҳй фиристодан ҷуз дар чизе, ки мувофиқи майли худат мебошад, чунин суръат намояд."
        },
        {
          "number": 1762,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) баъд аз нузули ин қавли Худованди мутаъол, ки «Навбати ҳар яке аз ҳамсаронатро, ки хостӣ, ба таъхир бияндоз ва ҳар кадомро хостӣ, назди худ биёвар ва агар баъзе аз онҳоро, ки бар канор кардаӣ, бихоҳӣ назди худ оварӣ, боке бар ту нест,» аз ҳамсаре, ки рӯзи навбаташ буд, иҷозат мегирифтанд, (то назди ҳамсари дигарашон бираванд). Ва ман дар ҷавоб барояшон мегуфтам: Ё Расулаллоҳ! Агар ба ихтиёри ман бошад, ман ҳеҷ касеро бар шумо тарҷеҳ намедиҳам (яъне: намехоҳам ҷуз дар канори ман, дар канори дигар азвоҷи мутаҳҳарот бошед)."
        }
      ]
    },
    {
      "number": 49,
      "title": "Қавли Худованди мутаъол, ки: «Ай муъминон! Ба хонаҳои паёмбар дохил машавед!» (Аҳзоб: 53)",
      "hadiths": [
        {
          "number": 1763,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Рӯзе баъд аз нузули ояти ҳиҷоб Савда (р) барои қазои ҳоҷат аз хона берун шуд ва чун зан чоқ ва тануманд буд, бар ҳеҷ кас ки ӯро мешинохт, пӯшида намемонд. Умар ибни Хаттоб (р) ӯро дида ва гуфт: Ё Савда! Ба Худованд савганд, аз мо пӯшида ва пинҳон нестӣ! Кӯшиш кун, ки ба шакли муносибе берун шавӣ. Ӯ ҳам ин суханро шунида ва баргашта ва Паёмбари Худо (с) дар хонаам хӯроки шабро тановул мекарданд ва дар дасташон порчае гӯште буд, ки Савда (р) дохил гардид ва гуфт: Ё Расулаллоҳ! Ман барои қазои ҳоҷатам берун шудам, ки Умар (р) бароям чунину чунон гуфт. Ва ҳамон тавре, ки порчаи гӯшт дар дасташон буд, ҳолати ваҳй барояшон зоҳир гардид ва баъд аз зоил шудани осори ваҳй гуфтанд: «Барои шумо иҷозат аст, ки барои бартараф кардани ҳоҷати худ берун шавед»."
        }
      ]
    },
    {
      "number": 50,
      "title": "Қавли Худованди мутаъол, ки: «Агар чизеро ошкоро намуда ва ё пинҳон созед...» (Аҳзоб: 54)",
      "hadiths": [
        {
          "number": 1764,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Баъд аз ин, ки ҳиҷоб ботил гардид, Афлаҳ, бародари Абулқуъайс омаду иҷозаи дохил шудан хост, гуфтам: То аз Паёмбари Худо (с) напурсам, бароят иҷоза намедиҳам, зеро Абулқуъайс маро шир надодааст (яъне: Модари Абулқуъайс маро шир надодааст, то Афлаҳ бародари разоиям бошад), балки ҳамсари худи Абулқуъайс маро шир додааст. Паёмбари Худо (с) наздам омаданд, гуфтам: Ё Расулаллоҳ! Афлаҳ, бародари Абулқуъайс иҷоза мехост, ки наздам биёяд, ман барояш иҷоза надодам. Фармуданд: «Дастҳоят хушк шавад! Барояш иҷоза бидеҳ, ӯ амакат мешавад»."
        }
      ]
    },
    {
      "number": 51,
      "title": "Қавли Худованди мутаъол, ки: «Худованд ва фариштагонаш бар паёмбар дуруд мефиристанд...» (Аҳзоб: 56)",
      "hadiths": [
        {
          "number": 1765,
          "full_text": "Аз Каъб ибни Уҷра (р) ривоят аст, ки гуфт: Ё Расулаллоҳ! Салом додан бар шуморо ёд дорем, вале дуруд фиристодан бар шумо чӣ гуна аст? Фармуданд: «Бигӯед: Аллоҳумма салли ъало Муҳаммадин ва ъало оли Муҳаммадин, камо саллайта ъаъло Иброҳима иннака ҳамиду-м-маҷид. Алоҳумма борик ъало Муҳаммадин ва ъало оли Муҳаммадин камо боракта ъало Иброҳима, иннака ҳамиду-м-маҷид."
        },
        {
          "number": 1766,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Гуфтем: Ё Расулаллоҳ! Салом додан бар шумо ҳамин аст, ки салом медиҳем, вале дуруд фиристодан бар шумо чӣ гуна аст? Фармуданд: «Бигӯед: Аллоҳумма салли ъало Муҳаммадин ъабдика ва расулика камо саллайта ъало Иброҳимма ва борик ъало Муҳаммадин ва ъало оли Муҳаммадин камо боракта ъало Иброҳим»."
        }
      ]
    },
    {
      "number": 52,
      "title": "Қавли Худованд, ки: «Монанди касоне набошед, ки Мӯсоро азият намуданд ва Худованд ӯро аз он чӣ, ки бар вай нисбат дода буданд, мубарро сохт» (Аҳзоб: 69)",
      "hadiths": [
        {
          "number": 1767,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Мӯсо (а) шахсе боҳаё буд. Ва ин ҳамон қавли Худованди мутаъол аст, ки мефармояд: «Эй мӯъминон! Монанди касоне набошед, ки Мӯсоро азият намуданд ва Худованд ӯро аз он чӣ, ки бар вай нисбат дода буданд, мубарро сохт ва ӯ дар назди Худованд боманзилат буд...»"
        }
      ]
    },
    {
      "number": 53,
      "title": "Қавли Худованд, ки: «Ӯ бимрасоне аст, ки шуморо пеш аз вуқӯъи азобе, ки шадид аст, ҳушдор медиҳад...» (Сабаъ: 46)",
      "hadiths": [
        {
          "number": 1768,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) рӯзе болои кӯҳи Сафо баромада ва садо карданд: «Ай мардум!» Қавми Қурайш дар наздашон ҷамъ шуда ва гуфтанд: Чӣ мехоҳӣ? Фармуданд: «Оё агар барои шумо бигӯям, ки душман фардо субҳ ва ё фардо шумо бар шумо ҳамла хоҳад кард, сухани маро бовар мекунед?» Гуфтанд: Бале, бовар мекунем. Фармуданд: «Ман пеш аз он, ки азоби шадиде (дар ин дунё ё дар қиёмат) нозил шавад, шуморо бим медиҳам». Абӯлаҳаб гуфт: Ҳалок шавӣ! Магар моро барои ҳамин сухан ҷамъ карда будӣ? Худованди мутаъол ин ояи каримаро нозил фармуд: «Таббат ядо абилаҳаб,» яъне: дастҳои Абӯлаҳаб шал шавад». (Масад: 1)"
        }
      ]
    },
    {
      "number": 54,
      "title": "Қавли Худованд, ки: «Ай бандагони ман, ки бар зиёни худатон исроф кардаед...» (Зумар: 53)",
      "hadiths": [
        {
          "number": 1769,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки мардуми мушрик ашхоси бисёреро ба ноҳақ кушта буданд ва хелеҳо зинокорӣ намуда буданд. Инҳо назди Паёмбари Худо (с) омада ва гуфтанд: Он чӣ, ки шумо мегӯед ва моро ба сӯи он даъват мекунед, нек ва писандида аст. Вале агар барои мо каффораи гуноҳони моро нишон диҳед, хуб мешавад. Ҳамон буд, ки ин ояи муборак нозил гардид, ки онон, ки маъбуди дигареро бо Худо намехонанд ва касеро, ки Худо хунашро ҳаром шумурдааст, ҷуз ба ҳақ намекушанд ва зино намекунанд» ва ин ояи муборака нозил гардид, ки «бигӯ, эй бандагони ман, ки ба зиёни худатон исроф кардаед, аз раҳмати Худо ноумед нашавед»."
        }
      ]
    },
    {
      "number": 55,
      "title": "Қавли Худованд, ки: «Ва Худовандро тавре, ки шоистааш буд, арзиш надоданд» (Фурқон: 68)",
      "hadiths": [
        {
          "number": 1770,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Ҳибре (олиме) аз аҳбори яҳуд назди Паёмбари Худо (с) омаду гуфт: Ё Муҳаммад! Мо (дар Таврот) дидем, ки Худованди осмонҳоро бар як ангушт ва табақоти заминро бар як ангушт ва дарахтонро бар як ангушт ва обу хокро бар як ангушт ва боқии халоиқро бар як ангушт (билокайф) қарор дода ва мегӯяд: подшоҳи (ҳақиқӣ) ман ҳастам. Ва Паёмбари Худо (с) ба тасдиқи сухани он ҳибр ончунон хандиданд, ки дандонҳояшон намоён гардид ва ин ояи муборакро тиловат намуданд: «Ва Худовандро тавре, ки шоистааш буд, арзиш надоданд»."
        }
      ]
    },
    {
      "number": 56,
      "title": "Қавли Худованд, ки: «Тамоми рӯи замин дар рӯзи қиёмат дар қабзаи Ӯ аст» (Зумар: 67)",
      "hadiths": [
        {
          "number": 1771,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Худованд (дар рӯзи қиёмат) заминро қабза мекунад ва осмонҳоро дар ҳам мепечад ва бо яминаш (яъне ба дасти росташ било кайф гирифта ва мегӯяд: Подшоҳи (ҳакиқӣ) ман ҳастам, подшоҳони рӯи замин куҷо ҳастанд?"
        }
      ]
    },
    {
      "number": 57,
      "title": "Қавли Худованди мутаъол: «Ва ҳангоме, ки дар Сур дамида мешавад, ҳамаи касоне, ки дар осмонҳо ва замин ҳастанд, беҳуш мегарданд...» (Зумар: 68)",
      "hadiths": [
        {
          "number": 1772,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд:\tБайни ду нафҳаи Сур чиҳилто аст? Гуфтанд:\tЁ Абӯҳурайра! Яъне чиҳил рӯз аст? Гуфт: На. Каси дигаре гуфт: Магар чиҳил сол аст? Гуфт: Намедонам. Боз гуфт: Магар чиҳил моҳ аст? Гуфт: Намедонам ва тамоми аъзои бадани инсон фарсуда мегардад, магар поёнтарин мӯҳраи камар (яъне: аҷабу-з-занби), ки ба ҳоли худ боқӣ мемонад ва халоиқ аз ҳамон мӯҳраи охир таркиб мегарданд»."
        }
      ]
    },
    {
      "number": 58,
      "title": "Қавли Худованди мутаъол, ки: «...ҷуз муҳаббати хешовандӣ чизи дигаре аз шумо талаб намекунам» (Шӯро: 23)",
      "hadiths": [
        {
          "number": 1773,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳеҷ қабилае дар Қурайш набуд, магар он, ки Паёмбари Худо (с) бо он қабила қаробате доштанд ва барои Қурайш гуфтанд: «Ман аз шумо дар адои рисолати худ чизе намехоҳам, магар ин, ки силаи қаробатеро, ки байни ман ва шумо аст, ба ҷо оваред (ва ё аҳли қаробати маро дӯст дошта бошед»."
        }
      ]
    },
    {
      "number": 59,
      "title": "Қавли Худованд, ки: «Парвардигоро! Ин азобро аз мо дур кун, имон меоварем» (Духон: 12)",
      "hadiths": [
        {
          "number": 1774,
          "full_text": "Ин ҷо ҳадисе аст, ки аз Ибни Масъуд (р) қаблан дар сураи Рум ривоят гардид (мурод аз он ин ҳадиси Ибни Масъуд аст, ки гуфт: Чун қавми Қурайш дар дохил шудан ба Ислом сустӣ ва таъхир намуданд, Паёмбари Худо (с) бар онҳо нафрин намудаву дуо карданд, ки: Худоё! Маро бар ин мардум аз тариқи ҳафтсола қаҳтӣ, ки қавми Юсуфро ба он дучор сохтӣ, мадад намо. Ва ҳамон буд, ки ба қаҳтӣ дучор гаштанд... Ва ин ҳадис ба шумораи 1759 қаблан гузашт)."
        },
        {
          "number": 1775,
          "full_text": "Ва дар ин ривоят ин низ омадааст, ки куффор гуфтанд: Парвардигоро! Ин азобро (ки қаҳтӣ бошад), аз мо дур кун, мо имон меорем). Барои Паёмбари Худо (с) гуфта шуд, ки агар азобро аз эшон дур созем, боз ба куфри худ бармегарданд ва Паёмбари Худо (с) ба даргоҳи Парвардигори худ дуо карданд ва (Худованди мутаъол) азобро аз онҳо дур сохт. (Вале) онҳо дубора ба куфри худ баргаштанд ва ҳамон буд, ки Худованди мутаъол аз онҳо дар рӯзи ҷанги Бадр интиқом гирифт."
        }
      ]
    },
    {
      "number": 60,
      "title": "Қавли Худованди мутаъол, ки: «Ва моро ҷуз табиъат чизи дигаре ҳалок намесозад...» (Ҷосия: 24)",
      "hadiths": [
        {
          "number": 1776,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Худованд мефармояд: Бани одам маро азият менамояд (ва азияташ) ин аст, ки даҳрро дашном медиҳад ва ман (холиқи) даҳр ҳастам, ҳама чиз ба дасти ман аст, шаб ва рӯзро яке пас аз дигаре меоварам (яъне вақте ки бани одам ба сабаби мушкилоте, ки ба он дучор мегардад ва даҳрро дашном медиҳад, дарвоқеъ маро дашном медиҳад, зеро Холиқи даҳр ва фоъили ҳақиқӣ ман ҳастам»."
        }
      ]
    },
    {
      "number": 61,
      "title": "Қавли Худованд, ки: «Чун мушоҳида намуданд, ки абр ба тарафи сарзамини онҳо дар ҳоли омадан аст...» (Аҳқоф: 26)",
      "hadiths": [
        {
          "number": 1777,
          "full_text": "Аз Оиша (р), ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Ҳеҷ гоҳ Паёмбари Худо (с)-ро надидам, ки дар вақти хандидан дохили даҳонашон намоён гардад. Балки хандаашон ҳамеша табассум буд. Ва бақияи ҳадисро, ки қаблан дар китоби «Ибтидои хилқат» гузашт, зикр намуд (ва он ҳадис ба шумораи 1355 қаблан гузашт)."
        }
      ]
    },
    {
      "number": 62,
      "title": "Қавли Худованд, ки: «Ва силан раҳми худро қатъ манамоед...» (Муҳаммад: 22)",
      "hadiths": [
        {
          "number": 1778,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Худованди мутаъол халоиқро халқ намуд ва чун аз халқ кардани онҳо фориғ шуд, раҳм бархост ва назди Худованди мутаъол ориз гардид (дар лафзи ҳадис омадааст, ки «Фа аҳазат биҳақви-р- раҳмони,» яъне: раҳм аз камарбанди Раҳмон ва ё аз камари Раҳмон гирифт ва албатта ин амр нисбат ба Худованди мутаъол маҳол аст ва уламо гуфтаанд, ки ин чиз киноя аз шиддати илтиҷову зории (раҳм) дар назди Худованди мутаъол аст). Худованд барояш гуфт: Чӣ мегӯӣ? (Раҳм) гуфт: Ин ҷо ҷойи додхоҳӣ дар назди ту аз қатъи силаи раҳм аст. Худованди мутаъол фармуд: Оё розӣ нестӣ, касе ки ҳаққи туро адо намояд, бар ӯ раҳмат намоям ва касе, ки туро қатъ кунад (ва ҳаққи туро адо накунад), ӯро ба ҳоли худаш вогузорам? (Раҳм) гуфт: Чаро розӣ нестам? Балки розӣ ҳастам. Худованди мутаъол фармуд: Ва чунин хоҳад буд. Абӯҳурайра (р) гуфт: Агар мехоҳед, ин ояи муборакро тиловат намоед: «Оё умедворед, ки бо ба даст гирифтани ҳукумат дар замин ба фасод бархезед ва қатъи раҳм кунед, инон касоне ҳастанд, ки Худо лаънаташон карда ва гӯшҳояшонро кар ва чашмҳояшонро кӯр сохтааст»."
        },
        {
          "number": 1779,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигар омадааст, ки гуфг: Паёмбари Худо (с) фармуданд; «Агар мехоҳед, ин ояи муборакро тиловат намоед: «Оё умедворед, ки бо ба даст гирифтани ҳукумат дар замин ба фасод бархезед ва қатъи раҳм кунед, инон касоне ҳастанд, ки Худо лаънаташон карда ва гӯшҳояшонро кар ва чашмҳояшонро кӯр сохтааст»."
        }
      ]
    },
    {
      "number": 63,
      "title": "Қавли Худованди мутаъол, ки: «Ва мегӯяд: Оё зиёдтар аз ин ҳам ҳаст?..» (Қоф: 30)",
      "hadiths": [
        {
          "number": 1780,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳамаи аҳли дӯзах дар дӯзах андохта мешаванд ва дӯзах мегӯяд: Оё зиёдтар аз ин ҳам ҳаст? То ин, ки (Худованди мутаъол) қадамашро (билокайф) дар дӯзах мегузорад ва дар ин вақт аст, ки дӯзах мегӯяд: бас аст, бас аст»."
        },
        {
          "number": 1781,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҷаннату дӯзах бо якдигар муҷодала намуданд. Дӯзах гуфт: Ман ҷои мутакаббирин ва саркашонам. Ва ҷаннат гуфт: Чӣ сабаб аст, ки дар ман ҷуз заъифон ва бечорагон каси дигар дохил намешавад? Худованди мутаъол барои ҷаннат гуфт: Ту раҳмати ман ҳастӣ ва ба василаи ту ҳар касеро аз бандагонам, ки хоста бошам, мавриди раҳмат қарор медиҳам. Ва барои дӯзах гуфт: Ту азоби ман ҳастӣ ва ба воситаи ту ҳар касе аз бандагонамро, ки хоста бошам, мавриди таъзиб қарор медиҳам. Ҳар яке аз ҷаннат ва дӯзах пур хоҳанд шуд ва дӯзах то он вақт пур намешавад, ки (Худованди мутаъол) пояшро дар он бигзорад ва дар ин вақт дӯзах мегӯяд: бас аст, бас аст, бас аст. Ва дар ин вақт аст, ки дӯзах пур мегардад ва гӯшаву канораш бо ҳам ҷамъ мешавад ва Худованди мутаъол бар ҳеҷ кас аз халқаш зулм намекунад ва ҳарчи, ки ҷаннат аст, Худованди мутаъол барояш мардумонеро халқ менамояд»."
        }
      ]
    },
    {
      "number": 64,
      "title": "Қавли Худованди мутаъол, ки: «Қасам ба Тур ва ба китоби навишташуда...» (Тур: 1-2)",
      "hadiths": [
        {
          "number": 1782,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки сураи Турро дар намози шом мехонданд ва чун ба ин оят расиданд, ки «Оё бидуни сабаб офарида шудаанд ё худ холиқи хешанд ё осмону заминро офариданд». «Балки ба яқин нарасидаанд ё ганҷҳои Парвардигорат назди онҳост ё бар ҳамаи чиз тасаллут доранд,» (Тур: 35-37) наздик буд, ки қалбам аз синаам хориҷ шавад (зеро дар ин оят бо қавитарин ваҷҳ бар куффор итмоми ҳуҷҷат шудааст, ки ҳеҷ ҷое барои инкори онҳо боқӣ намемонад."
        }
      ]
    },
    {
      "number": 65,
      "title": "Қавли Худованди мутаъол, ки: «Оё Лот ва Узоро дидед?» (Наҷм: 19)",
      "hadiths": [
        {
          "number": 1783,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки савганд мехӯрад ва дар савганди худ Лот ва Узоро ёд мекунад, бояд бигӯяд «Ло илоҳа иллаллоҳ» ва касе, ки ба дигаре мегӯяд: Биё, ки қиморбозӣ кунем, бояд садақа бидиҳад (то кафорае барои ин сухани ношоистааш гардад»."
        }
      ]
    },
    {
      "number": 66,
      "title": "Қавли Худованди мутаъол, ки: «Балки мавъиди онҳо рӯзи қиёмат аст ва рӯзи қиёмат мусибатбортар ва талхтар аст.» (Қамар: 46)",
      "hadiths": [
        {
          "number": 1784,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки ман духтараки хурдсоле будам ва бозӣ мекардам, дар Макка ин оят ба Муҳаммад (с) нозил гардид: «Балки мавъиди онҳо рӯзи қиёмат аст ва рӯзи қиёмат мусибатбортару талхтар аст»."
        }
      ]
    },
    {
      "number": 67,
      "title": "Қавли Худованди мутаъол, ки: «Ғайр аз ин ду бӯстон ду бӯстони дигар аст...» (Ар-раҳмон: 62)",
      "hadiths": [
        {
          "number": 1785,
          "full_text": "Аз Абдуллоҳи Қайс (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ду ҷаннат аст, ки зарфҳои он ва ҳар чӣ, ки дар он мавҷуд аст, аз нуқра аст ва ду ҷаннат аст, ки зарфҳои он ва ҳар чӣ, ки дар он мавҷуд аст, аз тилло аст. Дар ҷаннати адн байни мардум ва байни ин, ки ба Парвардигорашон нигоҳ кунанд, ба ҷуз Ридои Кибриёӣ, ки бар ваҷҳи (Худованди мутаъол аст) чизи дигаре қарор дорад (ридои Кибриёӣ) аз умуре аст, ки фаҳми ҳақиқат ва кайфияти он барои башар имконпазир нест ва бояд ба он имон овард ва аз чустуҷӯи ҳақиқат ва кайфияти он худдорӣ намуд»."
        }
      ]
    },
    {
      "number": 68,
      "title": "Қавли Худованди мутаъол, ки: «Ҳурҳое, ки дар саропардаҳо мастуранд...» (Ар-раҳмон: 72)",
      "hadiths": [
        {
          "number": 1786,
          "full_text": "Аз Абдуллоҳ ибни Қайс (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Дар ҷаннат хаймае аст аз марвориди миёнхолӣ, ки арзи он шаст мил аст, дар ҳар гӯшаи он мардуме аст, ки мардумони он гӯшаи дигарро намебинанд. Мӯъминин ба тамошои касоне, ки дар ин хайма қарор доранд, меоянд». Ва бақияи ҳадис ҳамакнун гузашт (ба ҳадиси 1785 муроҷиъа кунед)."
        }
      ]
    },
    {
      "number": 69,
      "title": "Қавли Худованди мутаъол, ки: «Душмани ман ва душмани худро барои худ дӯст интихоб накунед» (Мумтаҳина: 1)",
      "hadiths": [
        {
          "number": 1787,
          "full_text": "Аз Алӣ ибни Абутолиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ман ва Зубайр ва Миқдод (р)-ро фиристоданд. Ва ҳадиси Хотиб ибни Балтаъаро зикр намуда, дар охири он гуфт, ки ва ин оят нозил гардид: «Эй мусалмонон! Душмани ман ва душмани худро барои худ дӯст интихоб накунед»."
        }
      ]
    },
    {
      "number": 70,
      "title": "Қавли Худованди мутаъол, ки: «Ҳангоме, ки занҳои мусалмон назди ту омаданд ва бо ту байъат карданд, ки...» (Мумтаҳина: 12)",
      "hadiths": [
        {
          "number": 1788,
          "full_text": "Аз Умми Атия (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) байъат намудем ва эшон ин оятро бар мо тиловат намуданд: «...ҳаргиз ба Худо шарик наварзанд...» ва моро аз навҳа кардан манъ фармуданд ва зане дасти худро аз байъат кашид (ин зан худи Атия буд) ва гуфт: Фалон зан бо ман навҳа кардааст ва ман мехоҳам, ки (муқобили навҳааш) муздашро бидиҳам (Яъне: барояш навҳа кунам). Паёмбари Худо (с) барояш чизе нагуфтанд, он зан рафт (ва баъд аз навҳа кардани барои он зан) баргашт ва байъат намуд."
        }
      ]
    },
    {
      "number": 71,
      "title": "Қавли Худованди мутаъол, ки: «Ва Паёмбарро дар мардуми дигаре, ки ба онҳо напайвастанд, низ мабъус",
      "hadiths": [
        {
          "number": 1789,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) нишаста будем, ки сураи «Ҷумъа» нозил гардид. Ва аз он ҷумла ин ояи карима, ки «(ва паёмбарро) барои мардуми дигаре, ки ба онҳо напайвастанд, низ мабъус сохтем». Гуфт: Ё Расулаллоҳ! Инҳо кистанд? Ва Паёмбари Худо (с) мутаваҷҷеҳ нашуданд, то он, ки се бор аз эшон суол намудам ва Салмони Форсӣ (р) низ дар он маҷлис вуҷуд дошт, Паёмбари Худо (с) дасти худро бар сари Салмон ниҳода ва фармуданд: «Агар имон дар сураё бошад, ашхосе ва ё шахсе аз ин мардум онро дархоҳанд ёфт»."
        }
      ]
    },
    {
      "number": 72,
      "title": "Қавли Худованди мутаъол, ки: «Он гоҳ, ки мунофиқон назди ту омада ва гуфтанд: Шаҳодат медиҳем, ки ту фиристодаи Худо ҳастӣ...» (Мунофиқун: 1)",
      "hadiths": [
        {
          "number": 1790,
          "full_text": "Аз Зайд ибни Арқам (р) ривоят аст, ки гуфт: Дар яке аз ғазавот будам, ки аз Абдуллоҳ ибни Убай ибни Салул (р) (саркардаи мунофиқон) шунидам, ки мегуфт: Барои касоне, ки назди Расулуллоҳ мебошанд, чизе надиҳед, то аз наздаш пароканда шаванд. (Яъне аз фақр ва бечорагӣ Паёмбари Худо (с)-ро бигзоранд ва ба талаби маъишату зиндагӣ бароянд). Ва ҳангоме, ки ба Мадина баргардем, ашхоси боиззат ва обрӯманд, мардуми паст ва залилро аз ин шаҳр берун хоҳанд кард. Ин хабарро ба амакам (ки Саъд ибни Убода (р)), расондам ва ӯ ин суханро барои Паёмбари Худо (с) расонд. Эшон маро хостанд ва ман он чиро, ки шунида будам, барояшон гуфтам. Паёмбари Худо (с) Абдуллоҳ ибни Убай (р) ва ёрони вайро талабиданд ва онҳо савганд ёд карданд, ки чунин сухане нагуфтаем. Паёмбари Худо (с) суханн ӯро қабул карданд ва маро такзиб намуданд. Ончунон андӯҳе ба ман рух дод, ки дар умри худ ба чунин андӯҳе гирифтор нашуда будам ва дар хонаи худ нишастам. Амакам омад ва бароям гуфт: Магар дигар коре надоштй, ки худро дар назди Паёмбари Худо (с) дурӯғгӯй муаррифӣ карда ва сабаби қаҳру ғазаби эшон нисбат ба худ гардидй? Ва ҳамон буд, ки Худованди мутаъол ин оятро нозил гардонд, ки «Он гоҳ мунофикон назди ту омада...» Ва Паёмбари Худо (с) маро назди худ хостанд ва ин ояи муборакро тиловат намуда фармуданд: «Эй Зайд, Худованд сухани туро тасдиқ намуд»."
        },
        {
          "number": 1791,
          "full_text": "Ва аз Зайд ибни Арқам (р) дар ривояти дигар омадааст, ки гуфт: Паёмбари Худо (с) мунофиқонро талабиданд, то барои онҳо талаби мағфират намоянд, вале онҳо аз ин кор худдорӣ намуданд."
        },
        {
          "number": 1792,
          "full_text": "Ва аз Зайд ибни Арқам (р) дар ривояти дигар омадааст аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Илоҳо! Ансор ва авлоди Ансорро биёмурз». Ва ровӣ дар ин, ки авлод, авлоди Ансорро низ гуфта бошанд, дар шак аст."
        }
      ]
    },
    {
      "number": 73,
      "title": ", Қавли Худованд: «Эй Паёмбар, чаро чизҳоеро, ки Худованд бароят ҳалол кардааст, ҷиҳати хушнудии ҳамсаронат бар худ ҳаром мегардонӣ?» (Таҳрим: 1)",
      "hadiths": [
        {
          "number": 1793,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар назди Зайнаб бинти Ҷаҳаш (р) асал мехӯрданд ва наздаш будубош мекарданд. Ман ва Ҳафса бо ҳам иттифоқ кардем, ки чун Паёмбари Худо (с) назди ҳар кадоми мо омаданд, бигӯем: Магар (мағофир) хӯрдаед? (Мағофир гиёҳе аст саҳроӣ ва бадбӯй). Аз даҳани шумо бӯи мағофир меояд. Чун ин суханро ба эшон гуфтем). фармуданд: «На! Чизе асал дар назди Зайнаб бинти Ҷаҳаш тановул намудам, вале дигар бор аз он асал нахоҳам хӯрд ва ба ин чиз савганд хӯрдаам ва набояд аз ин мавзӯъ ба касе чизе бигӯӣ...»"
        }
      ]
    },
    {
      "number": 74,
      "title": "Қавли Худованди мутаъол, ки: «Кинтӯз ва расвои маъруф аст». (Қалам: 13)",
      "hadiths": [
        {
          "number": 1794,
          "full_text": "Аз Ҳорис ибни Ваҳаби Хузоъӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Оё намехоҳӣ, ки туро аз аҳли биҳишт хабар диҳам? (Аҳли биҳишт мардумони заъифу нотавон ҳастанд, ки агар дар бораи чизе ба Худо савганд бихӯранд, Худованд сухани онҳоро рост месозад). Ва оё намехоҳӣ, ки туро аз аҳли дӯзах хабар диҳам?» Аҳли дӯзах мардумони саркаш, фарбеҳ, худхоҳу мустакбире ҳастанд)."
        }
      ]
    },
    {
      "number": 75,
      "title": "Қавли Худованди мутаъол, ки: «Рӯзе, ки кор боло гирад ва ба саҷда кардан даъват гарданд» (Қалам: 43)",
      "hadiths": [
        {
          "number": 1795,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Парвардигори мо (дар рӯзи қиёмат) соқашро бараҳна менамояд (било кайф) ва ҳар марду зани мӯъмине барояш саҷда мекунанд, вале касоне, ки дар дунё ба ҷиҳати риёӣ ва сумъа саҷда мекарданд, мехоҳанд, ки саҷда намоянд, вале пушти онҳо монанди табақе рост қарор мегирад (ва қудрат ба саҷда кардан пайдо намекунанд)."
        },
        {
          "number": 1796,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки бо ду ангушти худ, ки ангушти миёна ва ангушти шаҳодат бошад, ишора намуда ва гуфтанд: «Ман ва қиёмат монанди ин ду бо якдигар мабъус гардидем». (Яъне беъсати ман бо омадани қиёмат ончунон наздик аст, ки ин ду ангушт бо ҳам наздик мебошанд ва мурод аз наздики назар ба муддати хилқати кавн аст, на назар ба муддати умри инсон)."
        },
        {
          "number": 1797,
          "full_text": "Аз Оиша (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки Қуръонро ҳифз карда ва тиловат менамояд, монанди малоикаи киром аст ва касе, ки Қуръонро тиловат намуда ва ёд мегирад ва ин кор барояш машаққатовар аст, барои ӯ ду музд аст (музди тиловат ва музди машаққат дар тиловат»."
        }
      ]
    },
    {
      "number": 76,
      "title": "Қавли Худованд, ки: «Рӯзе, ки мардум дар ҳузури Парвардигори ҷаҳониён меистанд» (Мутаффифин: 6)",
      "hadiths": [
        {
          "number": 1798,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Рӯзе, ки мардум дар ҳузури Парвардигори ҷаҳониён меистанд, (рӯзе аст, ки) мардум дар арақи худ то ду нармаи гӯш фурӯ мераванд...»"
        }
      ]
    },
    {
      "number": 77,
      "title": "Қавли Худованд, ки: «Ба осонӣ ҳисобро мегузаронд...» (Иншиқоқ: 8)",
      "hadiths": [
        {
          "number": 1799,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳар касе, ки (дар рӯзи қиёмат) мавриди муҳосаба қарор гирад, ҳалок мешавад». Ва бақияи ҳадис дар боби илм гузашт (ва бақияи он ин аст, ки Оиша (р) гуфт: пурсидам: Оё Худованд нагуфтааст, ки ба зудӣ муҳосабаи осоне хоҳад шуд, фармуданд: Ин марҳилаи пеш шудан ба ҳисоб аст, вале касе, ки ба таври дақиқ муҳосиба шавад, ҳалок мегардад. Ва ин ҳадис ба шумораи 88 қаблан гузашт»."
        }
      ]
    },
    {
      "number": 78,
      "title": "Қавли Худованди мутаъол: «Ба ҳолоти гуногуне мувоҷеҳ хоҳед шуд...» (Иншиқоқ: 19)",
      "hadiths": [
        {
          "number": 1800,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Маънии ин қавли Худованди мутаъол, ки мефармояд: «ба ҳолоти гуногуне мувоҷеҳ хоҳед шуд», ин аст, ки ҳолате баъд аз ҳолати дигар бар шумо хоҳад омад, ин маъниро Паёмбари шумо (с) гуфтаанд."
        }
      ]
    },
    {
      "number": 79,
      "title": "",
      "hadiths": [
        {
          "number": 1801,
          "full_text": "Аз Абдуллоҳ ибни Замъа (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) ҳангоми хутба додан шунидем, ки аз шутури Солеҳ (ъ) ва касе, ки шикамашро дарида буд, ёд карда ва фармуданд: «Вақте, ки бадтарини он қавм (барои куштани шутур) бархост, ин шахси қавӣ ва боҷуръат ва шахси бошарорате буд ва дар айни ҳол шахсе буд, ки монанди Абӯзамъа ақвом ва хешовандони зиёде дошт». Баъд аз он ба мавзӯъи занҳо ишора намуда ва фармуданд: «Баъзе аз шумо занашро ба монанди он, ки ғуломашро бизанад, лату кӯб менамояд ва чи басо, ки дар охири ҳамон рӯз ба ҳамон ҳамсараш ҳамбистар гардад». Баъд аз он дар мавриди ханда кардан ба касе, ки аз вай боде хориҷ мешавад, ваъз карданд (яъне онҳоро аз ин кор наҳй карданд) ва гуфтанд: «Чаро агар аз касе боде хориҷ мешавад, ханда мекунед?» (Маънояш ин нест, ки берун кардани бод аз дубур амри одӣ аст ва набояд ба он хандид, балки маънояш ин аст, ки набояд чунин коре кард ва сабаби хандаи дигарон шуд), Ва аз Абдуллоҳ ибни Замъа (р) дар ривояти дигар омадааст, ки Паёмбари Худо (с) ба ҷои Абӯзамъа гуфтанд: «Монанди Абӯзамъа амаки Зубайр ибни Аввом»."
        }
      ]
    },
    {
      "number": 80,
      "title": "Қавли Худованд, ки: «Агар аз ин кораш даст барнадорад...» (Алақ: 15)",
      "hadiths": [
        {
          "number": 1802,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Абӯҷаҳл гуфт, ки агар Муҳаммадро бубинам, ки дар наздики хонаи Каъба намоз мехонад, бар гарданаш савор мешавам. Чун ин хабар барои Паёмбари Худо (с) расид, фармуданд: «Агар хоста бошад, чунин бикунад, малоикаи (азоб) ӯро хоҳанд гирифт»."
        }
      ]
    },
    {
      "number": 81,
      "title": "",
      "hadiths": [
        {
          "number": 1803,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар қазияи баромади худ ба осмон фармуданд: «Дар он ҷо ба наҳре расидем, ки ду канори он аз марвориди миёнхолӣ сохта шуда буд, аз Ҷабраил (ъ) пурсидам: Ин чист? Гуфт: Ин Кавсар аст»."
        },
        {
          "number": 1804,
          "full_text": "Чун аз Оиша (р) аз маънии ин ояти карима, ки «Мо бароят Кавсарро додаем,» (Кавсар: 1) суол шуд, гуфт: Кавсар иборат аз наҳре аст, ки ду канори он аз дурри миёнхолӣ сохта шудааст ва зарфҳое (ки ба онҳо менӯшанд), ба шумораи ситораҳост."
        },
        {
          "number": 1805,
          "full_text": "Аз Убай ибни Каъб (р) ривоят аст, ки гуфт: аз Паёмбари Худо (с) дар мавриди Муъаввазатайн (яъне сураи «Нос» ва «Фалақ») пурсиш намудем, фармуданд: «Чизе бароям гуфта шуд ва ман гуфтам» (яъне ин ду сура бароям ваҳй шуд ва ман гуфтам, ки аз ваҳй аст). Ва мо ҳам ҳамон чизеро мегӯем, ки Паёмбари Худо (с) гуфтанд."
        }
      ]
    }
  ],
  "total_chapters": 81,
  "total_hadiths": 94,
  "unique_hadith_numbers": 94
}