{
  "id": 37,
  "number": 37,
  "title": "КИТОБИ ИҶОРА",
  "chapters": [
    {
      "number": 1,
      "title": "Дар иҷора",
      "hadiths": [
        {
          "number": 1054,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Бо ду нафар аз Ашъарийин назди Паёмбари Худо (с) омадам. Он ду нафар аз Паёмбари Худо (с) хостанд, то онҳоро муваззафи амволи закот созанд. Он ҳазрат (с) ба Абӯмӯсо гуфтанд: «Инҳо чӣ мегӯянд?» Гуфтам: Аз ин, ки инҳо ба талаби вазифа омадаанд, ман хабар надоштам. Фармуданд: «Мо касеро, ки орзӯи вазифаро дошта бошад, ҳаргиз ба он вазифа намегуморем»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Чупонӣ кардан дар муқобили чанд қирот",
      "hadiths": [
        {
          "number": 1055,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованд ҳеҷ пайғамбареро нафиристодааст магар ин, ки он паёмбар чӯпонӣ кардааст». Саҳоба (р) гуфтанд: Ҳатто шумо? Гуфтанд: «Бале, ман барои аҳли Макка дар муқобили чанд қирот чӯпонӣ мекардам». (Қирот ҷузъе аз як дирҳам ва ё як динор аст)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Муздурӣ аз аср то шаб",
      "hadiths": [
        {
          "number": 1056,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мисоли мусалмонон (дар қиёс бо) яҳуд ва насоро монанди шахсе аст, ки мардумеро ба муздурӣ мегирад, то барояш як рӯз аз субҳ то шом муқобили музди муайян кор кунанд. Вале барояш гуфтанд: Моро ба музде, ки барои мо таъйин кардаӣ, зарурате нест ва кореро, ки то ҳоло анҷом додаем, ботил бошад. Он шахс мегӯяд, чунин накунед, бақияи кори худро анҷом диҳед ва музди худро ба таври комил дарёфт кунед. Вале онҳо ибо варзида, корро тарк кунанд. Он шахс ду нафари дигарро маздур гирифта ва барои онҳо мегӯяд: Шумо ҳамин боқимондаи рӯзро кор кунед, ман муздеро, ки барои онҳо таъиин карда будам, ба таври комил барои шумо медиҳам. Он ду нафар то вақти намози аср кор карда ва ба вай мегӯянд: Он чӣ, ки то ҳоло бароят анҷом додаем, ботил бошад ва музде ҳам аз ту намехоҳем. Он шахс барояшон мегӯяд: Боқимондаи кори худро тамом кунед ва аз рӯз чизи бисёре боқӣ намондааст. Вале онҳо ибо меварзанд ва корро тарк мекунанд. Он шахс мардуми дигареро муздур мекунад, то боқимондаи рӯзро барояш кор кунанд. Онҳо боқимондаи рӯзро то ғуруби офтоб кор мекунанд ва музди ҳарду гурӯҳи гузаштаро дарёфт мекунанд. Ва ин мисоли мусалмонон ва мисоли он чизе аст, ки аз нур ва ҳидояти Худовандиро қабул кардаанд, мебошад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Муздуре, ки музди худро нагирифтааст ва мустаъҷир дар он кор карда ва онро зиёд сохтааст",
      "hadiths": [
        {
          "number": 1057,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки мегуфтанд: «Аз мардумоне, ки пеш аз шумо буданд, се гурӯҳ рафтанд ва шабро дар ғоре хобиданд, тахтасанги калоне аз кӯҳ ҷудо гардид ва дари ғорро гирифт. Бо худ гуфтанд, роҳи наҷоти дигаре, ғайр аз ин, ки корҳои неки худро шафеъ оварда ва дуо кунед, бароятон мавҷуд нест. Яке аз онҳо гуфт: Худоё, падар ва модари пире доштам ва дар нафақа аҳл ва авлоди худро бар онҳо тарҷеҳ намедодам, рӯзе ба талаби чизе аз наздашон дур гардидам ва вақте омадам, ки онҳо хоб рафта буданд, нӯшидании шабро таҳия кардам, вале нахостам, ки пеш аз онҳо ба зан ва фарзандам аз он чизе бидиҳам ва ҳамон гуна қадаҳ ба даст ба интизори бедор шудани онҳо то тулӯъи фаҷр интизор кашидам. Субҳ бедор шуданд ва нӯшидании шаби худро дар ин вақт нӯшиданд. Худоё, агар ин корро хос барои ризои ту анҷом додам, моро аз мусибати ин тахтасанг наҷот бидеҳ. Он тахтасанг андаке пас рафт, вале аз ғор берун шуда наметавонистанд». Пайғамбари Худо (с) фармуданд: «Шахси дуввумӣ гуфт: Худоё, духтарамаке доштам, ки аз ҳама кас дар наздам маҳбубтар буд, аз вай хостам, то бо ман ҳамбистар шавад, вале ӯ имтиноъ меварзид ва иҷоза намедод, то он ки дар яке аз солҳо ба мушкилии қаҳтӣ дучор гардид, наздам омад, ман барояш саду бист динор додам, то бо ман ҳамбистар гардад, ӯ мувофиқат намуд ва чун мехостам ин амали зиштро бо вай анҷом диҳам, гуфт: Барҳам задани мӯҳреро, ки аз роҳи ғайримашрӯъ мебошад, бароят намебахшам. Ин сухан бар ман таъсир кард ва дар ҳоле, ки ӯ маҳбубтарини мардумон дар наздам буд, аз он кори зишт мунсариф гардидам ва тиллоҳоеро, ки дода будам, барояш бахшидам. Худоё, агар ин корро хос барои ризои ту анҷом додам, моро аз ин мусибат наҷот бидеҳ. Он тахтасанг миқдори дигаре пас рафт, вале боз ҳам аз ғор берун шуда наметавонистанд». Паёмбари Худо (с) гуфтанд, ки «нафари саввумӣ гуфт: Худоё, ашхосеро муздур намудам ва муздашонро додам, магар яке аз онҳо, ки музди худро нагирифт ва рафт, он муздашро ба кор андохтам, то ин, ки бисёр гардид, баъд аз муддате он шахс омада ва гуфт: Эй бандаи Худо, муздамро бидеҳ! Ба ӯ гуфтам: Он чиро, ки аз ин шутурҳо ва говҳо ва гусфандҳо ва ғуломон мебинӣ, аз музди ту аст, гуфт: Эй бандаи Худо! Маро масхара макун! Гуфтам: Туро масхара намекунам. Он шахс ҳамаи он амволро гирифта ва чизе ба ҷой нагузошт. Худоё, агар ин корро хос барои ризои ту анҷом додам, моро аз ин мусибат наҷот бидеҳ! Тахтасанг аз дари ғор дур гардид ва онҳо берун шуда рафтанд»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Он чӣ, ки дар муқобили дуохонӣ бояд дод",
      "hadiths": [
        {
          "number": 1058,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Иддае аз асҳоби Паёмбари Худо (с) ба сафар рафтанд (ва дар масири роҳи худ) ба деҳае аз деҳоти Араб расиданд аз мардуми он деҳа хостанд, то онҳоро меҳмонӣ намоянд, вале онҳо аз меҳмон кардани онҳо ибо варзидадд. Раиси он деҳаро ҳашараи заҳрдоре газид ва хар муолиҷа, ки карданд, манфиат набахшид. Касе аз инҳо гуфт: Назди ин тозаворидон меравем, шояд барои муолиҷаи он чизе дошта бошанд. Наздашон омада ва гуфтанд: Раиси моро ҳашарае газидааст ва ҳар муолиҷае, ки кардем, фоида набахшид, оё шумо барои муолиҷаи ӯ кадом чизе доред? Яке аз инҳо гуфт: Бале, дорам ва дуо мехонам, вале мо аз шумо хоста будем, ки моро меҳмонӣ намоед ва шумо ибо варзидед ва ҳоло то ба мо чизе надиҳед, дуохонӣ нахоҳем кард. Билохира дар муқобили чанд адад гӯсфанд мувофиқа намуд, то ӯро дуохонӣ намояд. Ҳамон буд, ки рафт ва «Алҳамдулиллоҳи рабил оламин» хонд ва ба вай дамид. Он шахс монанди он, ки аз ресмон бозшуда бошад, бархост ва ба роҳ афтод ва аслан эҳсоси дард намекард, Ровӣ мегӯяд: Гӯсфандҳоеро, ки барояшон ваъда карда буданд. доданд. Баъзе аз ҳамроҳонаш гуфтанд: Бояд ин гӯсфандҳоро байни худ тақсим намоем. Он шахсе, ки дуо хонда буд, гуфт; Чунин накунед, балки интизорӣ бикашед, то назди Паёмбари Худо (с) рафта ва қазияро барояшон қисса намоем ва бубинем, ки чӣ мегӯянд? Чун назди Паёмбари Худо (с) омаданд ва моҷароро ба он ҳазрат қисса намуданд, фармуданд: «Аз куҷо фаҳмидӣ, ки (муолиҷааш) дар дуохонии Алҳамдулиллоҳ аст? Баъд аз он фармуданд: «Кори хубе кардед, гӯсфандро байни худ тақсим кунед ва барои ман ҳам ҳиссае ҷудо кунед». Ва Паёмбари Худо (с) хандиданд». (Паёмбари Худо ин суханро ба хотири хурсанд кардани онҳо аз рӯи ҳазлу зарофат гуфтанд, на аз рӯи воқеият. Қасди он ҳазрат ин буд, ки ин гӯсфандон барои онҳо ҳалол аст.)"
        }
      ]
    },
    {
      "number": 6,
      "title": "Музде, ки аз бордор сохтани ҳайвон ба даст меояд",
      "hadiths": [
        {
          "number": 1059,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз музде, ки аз бордор сохтани ҳайвон ба даст меояд, наҳй фармудаанд."
        }
      ]
    }
  ],
  "total_chapters": 6,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}