{
  "id": 10,
  "number": 10,
  "title": "КИТОБИ АЗОН",
  "chapters": [
    {
      "number": 1,
      "title": "Ибтидои машруъияти азон",
      "hadiths": [
        {
          "number": 370,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки мегуфт: Мусалмонон ҳангоме, ки ба Мадина омаданд, дар ҷое ҷамъ мешуданд ва мунтазири намоз боқӣ мемонданд ва азоне барои намоз дода намешуд. Рӯзе дар ин маврид табодули назар намуданд, баъзе гуфтанд, ки аз ноқусе монанди ноқуси насоро истифода мекунем ва иддае гуфтанд, ки монанди яҳуд буқе аз шох таҳия мекунем. Умар (р) гуфт: Оё намешавад шахсеро муваззаф намоем, то мардумро ба намоз даъват намояд? Паёмбари Худо (с) фармуданд: “Эй Билол! Бархез ва мардумро ба намоз даъват кун.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Алфози азон ду бор-ду бор гуфта мешавад",
      "hadiths": [
        {
          "number": 371,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ба Билол амр шуд, ки азонро ду бор ду бор ва иқоматро як-як бор бигӯяд, магар лафзи иқомат (яъне қад қомати-с-салот)-ро."
        }
      ]
    },
    {
      "number": 3,
      "title": "Фазилати азон додан",
      "hadiths": [
        {
          "number": 372,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақте ки барои азон нидо мешавад, шайтон барои он, ки садои азонро нашнавад, дар ҳоле, ки бод аз вай хориҷ мегардад, мегурезад ва чун азон тамом шуд, дубора бармегардад ва боз дар вақти иқомат гуфтан мегурезад ва чун иқомат тамом шуд, дубора бармегардад, дар дили (шахси намозгузор) мухотира андохта ва чизҳоеро, ки аз ёдаш рафта буд, дубора ба ёдаш оварда мегӯяд: Ин чизро ба ёд биёвар, он чизро ба ёд биёвар. Ба ин кор то ҷое идома медиҳад, ки шахси намозгузор намедонад чанд ракаат намоз хондааст."
        }
      ]
    },
    {
      "number": 4,
      "title": "Муаззин бояд овозашро баланд намояд",
      "hadiths": [
        {
          "number": 373,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Ҳар инс ва ҷин ва махлуқи дигаре (аз санг ва чӯб ва дарахт ва ғайра), ки садои муаззинро бишнавад, дар рӯзи қиёмат барояш шаҳодат медиҳад.\""
        }
      ]
    },
    {
      "number": 5,
      "title": "Азон монеъи хунрезӣ мегардад",
      "hadiths": [
        {
          "number": 374,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Вақте ки бо Паёмбари Худо (с) барои ҷиҳод кардан бо мардуме мерафтем, ба ҷанг шурӯъ намекардем, балки то субҳ интизор мекашидем, ҳангоми субҳ агар садои азонро мешуниданд, аз ҷанг даст кашида ва бармегаштанд, варна бар онҳо ҳамла мекарданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Дар вақти шунидани азон чӣ бояд гуфт",
      "hadiths": [
        {
          "number": 375,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақте ки азонро шунидед, ҳамон чизеро, ки муаззин мегӯяд, шумо ҳам бигӯед.”"
        },
        {
          "number": 376,
          "full_text": "Аз Муовия (р) низ монанди ҳадиси собиқ ривоят шудааст: То ин, ки муаззин “ва ашҳаду анна Муҳаммадан Расуллуллоҳ” бигӯяд ва чун “ҳайя алас салот” гуфт, шумо бигӯед, ки: “Ло ҳавла вало қуввата илло биллоҳ. ” Ва Муовия (р) гуфт: Ин чизро аз Пайғамбари шумо шунидаам."
        }
      ]
    },
    {
      "number": 7,
      "title": "Дуо кардан дар вақти азон",
      "hadiths": [
        {
          "number": 377,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: \"Касе, ки азонро шунида ва бигӯяд (Аллоҳумма рабба ҳозиҳӣ даъвати-т-томати ва-с-салоти-л-қоимати оти Муҳаммадани-л- василата вал фазилата ваб ъасҳу мақоман маҳмудани-л-лазӣ ваъадтаҳу) шафоъатам дар рӯзи қиёмат барояш воҷиб мегардад.\""
        }
      ]
    },
    {
      "number": 8,
      "title": "Қуръакашӣ ҷиҳати азон додан",
      "hadiths": [
        {
          "number": 378,
          "full_text": "Аз Абӯҳурайр (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар мардум бидонанд, ки дар азон додан ва намоз хондан дар сафи аввал чӣ фазилате\tаст, агар чораи дигаре ҷуз қуръакашӣ наёбанд, бар сари он қуръакашӣ хоҳанд кард ва агар медонистанд, ки дар намози пешин чӣ  қадар савоб аст, дар омадани он аз якдигар сабқат меҷустанд ва агар медонистанд, ки дар намози ҳуфтан ва намози субҳ чӣ қадар хайру баракат аст, агар ба таври хазида ҳам мебуд, ҳатман ба он ҳозир мешуданд.\""
        }
      ]
    },
    {
      "number": 9,
      "title": "Агар шахси нобино касеро дошта бошад, ки ӯро аз вақти азон бохабар созад, азон доданаш ҷавоз дорад",
      "hadiths": [
        {
          "number": 379,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари\tХудо (с) фармуданд: \"Билол дар шаб азон медиҳад, пас то вақти азон додани (Ибни Умми Мактум) (дар вақти саҳар) бихӯред ва биёшомед.\" Ва Ибни Умар (р) мегӯяд: Ибни Умми Мактум (р) шахси нобиное буд, ки агар чандин бор барояш намегуфтанд, ки субҳ шудааст, азон намедод."
        }
      ]
    },
    {
      "number": 10,
      "title": "Азон додан баъд аз дохил шудани вақти намози субҳ",
      "hadiths": [
        {
          "number": 380,
          "full_text": "Аз Ҳафса (р) ривоят аст, ки гуфт: Агар муаззин азони субҳро намедод ва субҳ рӯшан мешуд, Паёмбари Худо (с) пеш аз барпо шудани ҷамоат ду ракаат намоз ба таври сабук ва кӯтоҳ адо мекарданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Азон додан пеш аз дохил шудани вақти намози субҳ",
      "hadiths": [
        {
          "number": 381,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Азони Билол монеъи саҳарӣ кардани шумо нашавад, зеро ӯ ба шаб азон медиҳад, то шахсеро, ки истодааст ва таҳаҷҷуд мехонад, барои истироҳат кардан ва ё саҳарӣ кардан ба хонааш баргардонад ва касеро, ки хоб аст, бедор намояд ва агар рӯшанӣ аз тарафи боло ба поин бувад, касе фикр накунад, ки субҳ тулӯъ кардааст.” Ва бо ангуштони худ (барои нишон додани субҳи козиб) ба тарафи боло ва пойин ишора намуда ва фармуданд: “Магар он, ки равшани чунин бошад». Ва дар ҳоле, ки ангушти сабобаи худро болои ангушти дигари худ қарор дода буданд, ба тарафи чап ва рости худ ишора намуданд (ин амал барои нишон додани субҳи содиқ буд)."
        }
      ]
    },
    {
      "number": 12,
      "title": "Касе, ки бихоҳад, метавонад байни азон ва иқомат намоз бихонад",
      "hadiths": [
        {
          "number": 382,
          "full_text": "Аз Абдуллоҳ ибни Муғаффали Музанӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Байни азон ва иқомат намоз хондан лозим аст.” Ин каломро се бор такрор намуда (ва гуфтанд): “касе, ки бихоҳад.” Ва дар ривояти дигар омадааст, кн фармуданд: \"Байни азон ва иқомат бояд намоз хонд, байни ду азон бояд намоз хонд.” Ва дар мартабаи саввум фармуданд: “касе, ки бихоҳад.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Касе, ки гуфт: Дар ҳолати сафар бояд танҳо як муаззин азон бидиҳад",
      "hadiths": [
        {
          "number": 383,
          "full_text": "Аз Молик ибни Ҳувайрис (р) ривоят аст, ки гуфт: Бо мардуме аз ақвоми худ назди Паёмбари Худо (с) омадам ва муддати бист рӯз наздашон мондем, аз ин ҷо, ки эшон меҳрубон ва бошафқат буданд ва иштиёқи моро нисбат ба аҳлу авлоди мо эҳсос намуданд, фармуданд: “Баргардед ва дар байни хонаводаи худ бошед, ба онҳо таълим бидиҳед ва намозро адо намоед, чун вақти намоз дохил шуд, яке аз шумоён азон дода ва бузургтарини шумо барои шумо имоматӣ кунад.'"
        },
        {
          "number": 384,
          "full_text": "Ва аз Молик ибни Ҳувайрис (р) дар ривояти дигар омадааст, ки ду нафар қасди сафарро доштанд, назди Паёмбари Худо (с) омаданд, Паёмбари Худо (с) барояшон фармуданд: 'Ҳангоме, ки ба (сафар) берун шудед, азон дода ва иқомат бигӯед, баъд аз он бузургтари шумо ба дигаре имоматӣ кунад.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Агар мусофирин ҷамоате буданд, бояд азон дода ва иқомат бигӯянд",
      "hadiths": [
        {
          "number": 385,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар шабҳои сард ва шабҳои боронӣ дар ҳангоми сафар муаззинеро амр мекарданд, ки азон бидиҳад ва дар пайи он мефармуданд: “Намозро дар канори бор ва ва матоъи худ бихонед.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Ин гуфтаи шахс, ки намози мо фавт шудааст",
      "hadiths": [
        {
          "number": 386,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Дар ҳоле, ки бо Паёмбари Худо (с) намоз мехондем, эшон садои (пой) ва ҳаракати мардумеро, ки роҳ мерафтанд, шуниданд, баъд аз намоз хондан пурсиданд: “Шуморо чӣ шуда буд?” Гуфтанд: Ҷиҳати расидан ба намоз шитоб мекардем. Фармуданд: “Чунин накунед, вақте ки ба тарафи намоз меоед, ором ва бовиқор биёед, он чиро ки аз намоз дарёфтед, бихонед ва он чиро, ки фавт шуда буд, тамом кунед.\""
        }
      ]
    },
    {
      "number": 16,
      "title": "Мардум агар имомро диданд, дар вақти иқомат гуфтан чӣ вақт бархезанд?",
      "hadiths": [
        {
          "number": 387,
          "full_text": "Ва аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Вақте ки иқомат гуфта мешавад, то маро набинед, барнахезед.” (Зеро он ҳазрат (с) ба сабаби анҷом додани кори заруре баъд аз иқомат гуфтан таъхир мекарданд)."
        }
      ]
    },
    {
      "number": 17,
      "title": "Агар барои имом баъд аз иқомат гуфтан коре пеш ояд",
      "hadiths": [
        {
          "number": 388,
          "full_text": "Аз Анас (р) ривоят аст, ки (дар яке аз намозҳо) дар ҳоле иқомат гуфта шуд, ки Паёмбари Худо (с) бо шахсе дар гӯшаи масҷид машғули сӯҳбат буданд ва вақте барои намоз хондан омаданд. ки мардумро хоб бурда буд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Воҷиб будани намози ҷамоат",
      "hadiths": [
        {
          "number": 389,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Қасам ба зоте, ки ҷонам дар дасти ӯст, тасмим гирифта будам, то амр намоям, ки ҳезумеро омода созанд, баъд аз он амр намоям, ки барои намоз азон дода шавад, сипас шахсеро амр намоям, ки барои мардум имом шавад ва худам ба таъқиби мардуме, ки (ба намоз ҳозир намешаванд) рафта, онҳоро бо хонаҳояшон бисӯзонам ва қасам ба зоте, ки ҷонам дар дасти ӯ аст, агар инҳо бифаҳманд (ки дар ҳозир шудан ба намоз қитъаи гӯшти фарбеҳ ва ё лоғаре насибашон хоҳад шуд, ҳатман ба намози хуфтан ҳозир мешаванд.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Фазилати намози ҷамоат",
      "hadiths": [
        {
          "number": 390,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Намози ҷамоат бар намозе, ки танҳо хонда мешавад, бисту ҳафт дараҷа фазилат дорад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Фазилати адои намози субҳ бо ҷамоат",
      "hadiths": [
        {
          "number": 391,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Намози шумо бо ҷамоат нисбат ба намозе, ки танҳо мехонед, бисту панҷ бор фазилат дорад ва малоикаи шаб ва малоикаи рӯз дар намози субҳ бо ҳам ҷамъ мешаванд.” Сипас Абӯҳурайра (р) гуфт: Ва агар мехоҳед, ин оятро бихонед: Инна Қуръона- л-фаҷри кона машҳудо. (Якинан дар Қуръоне, ки ба вақти фаҷр хонда мешаваду фариштагон ҳозир мешаванд.) (Исро, ояти 78)."
        },
        {
          "number": 392,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Бештарини савоб дар намоз барои касоне аст, ки роҳашон дуртар ва дуртар аст ва савоби касе, ки интизор мекашад, то бо имом намоз бихонад, аз савоби касе, ки намозро хонда мехобад, бештар аст.”"
        }
      ]
    },
    {
      "number": 21,
      "title": "Фазилати ҳозир шудан ба намози пешин дар шиддати гармӣ",
      "hadiths": [
        {
          "number": 393,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Шахсе дар роҳ мерафт, дид, ки буттаи хоре афтодааст, онро бардошт ва аз роҳ дур кард, ин амалро Худованд аз вай қабул карда, ӯро омурзид.” Баъд аз он Паёмбари Худо (с) гуфтанд: “Шуҳадо панҷ гурӯҳанд: касе, ки захмӣ гардидааст, касе, ки аз марази шикам (монанди исҳол ва амсоли он) мурдааст, касе, ки ғарқ шудааст, касе, ки зери девор ва ё хона мондааст ва касе, ки дар роҳи Худо ба шаҳодат расидааст.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Рафтан ба масҷид ба талаби ризои Худованд",
      "hadiths": [
        {
          "number": 394,
          "full_text": "Аз Анас (р) ривоят аст, ки мардуми (бани Салима) мехостанд хонаҳои худро тарк намуда ва наздики Паёмбари Худо (с) барои худ хона бигиранд. Чун Паёмбари Худо (с) намехостанд, ки атрофи Мадина аз мардум холӣ гардад, ба онҳо гуфтанд: “Оё намехоҳед, ки ба ин рафтуомади худ ризои Худовандро касб намоед?»"
        }
      ]
    },
    {
      "number": 23,
      "title": "Фазилати адои намози хуфтан бо ҷамоат",
      "hadiths": [
        {
          "number": 395,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ намозе бар мунофиқин аз намози субҳ ва намози хуфтан душвортар нест ва агар медонистанд, ки дар ин ду намоз чӣ қадар савоб аст, агар ба таври хазида ҳам мебуд, ба ин ду намоз ҳозир мешуданд.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Савоби касе, ки дар масҷид нишаста ва интизори намозро дорад ва фазилати масоҷид",
      "hadiths": [
        {
          "number": 396,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳафт гурӯҳанд, ки Худованди мутаъол онҳоро дар сояи худ, дар рӯзе, ки сояи дигаре ҷуз сояи  Ӯ вуҷуд надорад, ҷой медиҳад: имоми одил, ҷавоне, ки дар ибодати Парвардигораш бузург шуда бошад, шахсе, ки дилаш гаравидаи масоҷид аст, ду шахсе, ки дӯстиашон хос барои Худо бошад, ба ҳамин сабаб бо ҳам ҷамъ мешаванд ва ба ҳамин сабаб аз якдигар ҷудо мешаванд ва шахсе, ки зани бошахсият ва зебое аз вай хоҳиши кори бадро намуда ва ӯ дар ҷавоб мегӯяд: «Ман аз Худо метарсам». Ва шахсе, ки садақаро тавре медиҳад, дасти чапаш аз дасти росташ хабар намешавад ва шахсе, ки дартанҳоӣ Худоро ба ёд оварда ва ашк аз чашмонаш мерезад»."
        }
      ]
    },
    {
      "number": 25,
      "title": "Фазилати рафтуомад ба масҷид",
      "hadiths": [
        {
          "number": 397,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки ба масҷид меравад ва бармегардад. Худованд барояш дар ҳар рафтуомад манзиле дар биҳишт омода мекунад.”"
        }
      ]
    },
    {
      "number": 26,
      "title": "Вақте, ки намоз барпо гардид, намози дигаре ғайр аз намози фарзро набояд хонд",
      "hadiths": [
        {
          "number": 398,
          "full_text": "Аз Абдуллоҳ ибни Молик ибни Буҳайна (р), ки аз мардуми (Азд) буд, ривоят аст, ки гуфт: Паёмбари Худо (с) шахсеро диданд, ки баъд аз барпо шудани намоз ду ракаат намоз мехонд, баъд аз ин, ки Паёмбари Худо (с) аз намоз фориғ шуданд, мардум дар атрофашон ҷамъ шуданд, Паёмбари Худо (е) ба он шахс фармуданд: “Магар намози субҳ чаҳор ракаат аст? Магар намози субҳ чаҳор ракаат аст?\""
        }
      ]
    },
    {
      "number": 27,
      "title": "Шахси бемор то чӣ вақт бояд ба ҷамоат ҳозир шавад",
      "hadiths": [
        {
          "number": 399,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт; Ҳангоме, ки Паёмбари Худо (с) ба беморие, ки аз он вафот ёфтанд, гирифтор шуданд, вақти намоз дохил гардид ва азон дода шуд, фармуданд: “Абӯбакрро амр кунед, ки барои мардум намоз бихонад”. Касе гуфт, ки (гӯянда Оиша (р) буд) Абӯбакр (р) шахси дилнозук аст, агар ба ҷои шумо истода шавад, (аз шиддати гиря) наметавонад барои мардум намоз бихонад. Боз Паёмбари Худо (с) ҳамон гуфтаи худро такрор намуданд, онҳо ҳам ҳамон чизро дубора гуфтанд. Барои бори саввум ҳамин сухан такрор гардид ва Паёмбари Худо (с) фармуданд; “Шумоён ҳам монанди занҳои ҳамнишини Юсуф (ъ) ҳастед. Абӯбакрро амр кунед, ки барои мардум намоз бихонад,” Абӯбакр (р) бархост ва барои мардум намоз хонд ва Паёмбари Худо (с) дар худ сабукӣ эҳсос намуда ва ба кӯмаки ду нафар, дар ҳоле, ки ба тарафи чап ва рост мутамоил мешуданд, (аз хона) берун шуда (ва ба тарафи намоз рафтанд). Оиша (р) мегӯяд: Гӯё ҳамин ҳоло ба тарафи пойҳои Паёмбари Худо (с), ки аз шиддати дард ба замин кашида мешуд, нигоҳ мекунам. Абӯбакр (р) мехост аз ҷойи худ ақиб биёяд, вале Паёмбари Худо (с) ба вай ишора намуданд, ки дар ҷойи худ бош, баъд аз он Паёмбари Худо (с)-ро оварданд, то ин ки дар пахлӯи Абӯбакр (р) шинонданд, Паёмбари Худо (с) намозро адо намуданд. Абӯбакр (р) ба Паёмбари Худо (с) ва мардум ба Абӯбакр (р) иқтидо намуданд. Дар ривояти дигаре омадааст, ки Паёмбари Худо (с) ба тарафи чапи Абӯбакр (р) нишастанд ва Абӯбакр (р) намозро истода адо намуд."
        },
        {
          "number": 400,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре омадааст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) вазнин шуда ва бемориашон шиддат ёфт, аз ҳамсарони худ иҷоза хостанд, то бемории худро дар хонаи ман бигзаронанд, онҳо барои Паёмбари Худо (с) иҷоза доданд."
        }
      ]
    },
    {
      "number": 28,
      "title": "Оё бояд имом ба касоне, ки ҳозир шудаанд, намозро адо намояд ва оё бояд дар рӯзи ҷумъа агар борон ҳам меборад, хутба хонда шавад?",
      "hadiths": [
        {
          "number": 401,
          "full_text": "Аз Абдуллоҳ ибни Ҳорис (р) ривоят аст, ки Ибни Аббос (р) дар яке аз рӯзҳое, ки бисёр гил ва лой буд, хутбаро хонд ва ҳангоме, ки муаззин азон дода ва ба (Ҳайя ъалас салот) расид, ба муаззин амр кард, ки ба мардум бигӯй, то намозҳои худро дар хонаҳои худ адо намоянд. Мардум яке ба тарафи дигаре нигоҳ карда ва гӯё, ки аз ин сухан бадашон омад, Ибни Аббос (р) барои онҳо гуфт: Гӯё, ки аз ин сухан бадатон омад, ин корро касе кардааст, ки аз ман беҳтар аст, яъне Паёмбари Худо (с). ин як амри машруъе аст ва ман нахостам шуморо ба машаққат бияндозам."
        },
        {
          "number": 402,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Шахсе аз Ансор [ба Паёмбари Худо (с)] гуфт: Ман бо шумо (дар ҷамоат) намоз хонда наметавонам. Ин шахс хеле чоқ ва фарбеҳ буд, рӯзе барои Паёмбари Худо (с) таъомеро таҳия намуда ва эшонро ба хонаи худ даъват намуд, бӯрёро андохт ва як тарафи онро обпошӣ кард. [Паёмбари Худо (с)] болои он бӯрё ду ракаат намоз адо намуданд. Шахсе аз (оли Ҷоруд) аз Анас (р) пурсид: Оё Паёмбари Худо (с) ҳангоми чошт намози (зуҳо) мехонданд? [Ибни Аббос (р)] гуфт: Ғайр аз ҳамин рӯз надидам, ки намози чоштро хонда бошанд."
        }
      ]
    },
    {
      "number": 29,
      "title": "Агар таъом ҳозир гардид ва иқомат гуфта шуд (чӣ бояд кард?)",
      "hadiths": [
        {
          "number": 403,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: \"Вақте ки таъоми шоми шумо ҳозир шуд, пеш аз ин, ки намози шомро бихонед, таъоми худро тановул намоед ва таъоми шоми худро ба аҷала нахӯред.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Касе, ки машғули кори хона буд ва дар вақти иқомат ба намоз рафтааст",
      "hadiths": [
        {
          "number": 404,
          "full_text": "Касе аз Оиша (р) пурсид: Паёмбари Худо (с) дар хонаи худ чӣ мекарданд? Гуфт: Дар хизмати аҳли байти худ буданд ва чун иқомат гуфта мешуд, ба тарафи намоз мерафтанд."
        }
      ]
    },
    {
      "number": 31,
      "title": "Касе, ки барои мардум намоз хонда ва ирода доштааст, ки барояшон намоз ва суннати Паёмбари Худоро биомӯзад",
      "hadiths": [
        {
          "number": 405,
          "full_text": "Аз Молик ибни Ҳувайрис (р) ривоят аст, ки гуфт: Барои шумо намоз мехонам, гарчӣ қасди намоз хонданро надорам (вале мехохам), то намоз хонданеро, ки аз Паёмбари Худо (с) дидаам (барои шумо нишон бидиҳам)."
        }
      ]
    },
    {
      "number": 32,
      "title": "Аҳли илм ва фазл аз дигарон ба имомат додан мустаҳиқтаранд",
      "hadiths": [
        {
          "number": 406,
          "full_text": "Аз Оиша (р) дар ҳадисе, ки Паёмбари Худо (с) амр намуданд, то Абӯбакр (р) ба мардум намоз бихонад, ривоят аст, ки гуфт: Гуфтам: Абӯбакр (р) чун дар ҷойи шумо биистад, наметавонад аз шиддати гиря садояшро ба мардум бишнавонад, (беҳтар аст) Умар (р)-ро амр намоед, то барои мардум намоз бихонад. Оиша (р) мегӯяд: Ба Ҳафса (р) гуфтам: Ту барои Паёмбари Худо (с) бигӯ, ки Абӯбакр (р) агар дар ҷойи шумо биистад, аз шиддати гиря наметавонад садояшро ба мардум бишнавонад. Ҳафса (р) ин суханро ба Паёмбари Худо (с) гуфт, эшон фармуданд: “Бас кунед! Шумоён ҳамчун занон қазияи Юсуф (ъ) ҳастед, Абӯбакрро амр кунед, ки барои мардум намоз бихонад” (баъд аз ин воқеа). Ҳафса ба Оиша гуфт: Ман аз ту хайре надидам."
        },
        {
          "number": 407,
          "full_text": "Аз Анас (р) ривоят аст, ки Абӯбакр (р) дар маразе, ки Паёмбари Худо (с) аз он вафот намуданд, барои мардум имоматӣ мекард, то ин, ки рӯзи душанбе дар ҳоле, ки мардум ба намоз истода буданд, Паёмбари Худо (с) пардаи ҳуҷраро ба як тараф карданд ва дар ҳоле, ки истода буданд, ба тарафи мо нигоҳ мекарданд, рӯяшон монанди варақе аз Қуръон буд. Дар ин вақт табассум намуда ва хандиданд, моён аз шиддати хуш дидани Паёмбари Худо (с) мехостем аз намоз хориҷ шавем. Абӯбакр (р) бо ин фикр, ки шояд Паёмбари Худо (с) ҷиҳати намоз хондан берун шудаанд, аз ҷояшон ақиб омада, то ба сари сафи (муқтадиён) расид, Паёмбари Худо (с) ба тарафи мо ишора намуданд, ки “намози худро тамом кунед.” Пардаро дубора кашида ва дар ҳамон рӯз вафот намуданд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Касе, ки мехост имоматӣ кунад, вале имоми аслӣ омад",
      "hadiths": [
        {
          "number": 408,
          "full_text": "Аз Саҳл ибни Саъди Соъидӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҷиҳати сулҳ ва оштӣ додани мардум ба қабилаи (бани Амр ибни Авф) рафтанд. Вақти намоз дохил гардид, муаззин азон дода, назди Абӯбакр (р) омад ва гуфт: Оё барои мардум имоматӣ мекунӣ, ки иқомат бигӯям? Гуфт: Бале! Абӯбакр барои мардум имом шуд. Дар ин вақт Паёмбари Худо (с) дар ҳоле, ки мардум ба намоз буданд, омада, ба сари саф истоданд, мардум каф заданд ва Абӯбакр (р) дар намоз ба ин тарафу он тараф наменигарист, вале чун зиёд каф заданд, нигарист ва Паёмбари Худо (с)-ро дид ва Паёмбари Худо (с) барояш ишора намуданд, ки “дар ҷойи худ бош.\" Абӯбакр (р) аз ин, ки Паёмбари Худо (с) ӯро бо ин чиз амр намуданд. дастҳояшро баланд карда ва ҳамд ва санои Худовандро ба ҷой овард, бо вуҷуди ин ҳам аз ҷойи худ пас омад, то ба сари саффи (муқтадиён) расид ва Паёмбари Худо (с) пеш шуда, намозро хонданд, чун аз намоз фориғ шуданд, фармуданд: “Эй Абӯбакр, чӣ чиз монеъ шуд, ки бо вуҷуди амри ман дар ҷойи худ наистодӣ?” Абӯбакр (р) гуфт: Ҳеҷ гоҳ ба (Ибни Абӯқаҳофа) (яъне Абӯбакр) муносиб нест, ки дар ҳузури Паёмбари Худо (с) имоматӣ кунад. Паёмбари Худо (с) (хитоб ба мардум) фармуданд: “Чаро ин қадар зиёд каф задед, касе, ки дар намоз бо мушкилие дучор мешавад, субҳоналлоҳ бигӯяд, зеро вақте ки субҳоналлоҳ бигӯяд, ба тарафи ӯ менигаранд ва каф задан хос барои занҳо аст.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Имом барои ин аст, ки ба вай иқтидо шавад",
      "hadiths": [
        {
          "number": 409,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) вазнин шуданд, пурсиданд: “Оё мардум намозро хондаанд?\" Гуфтем: На! Ё Расулаллоҳ, онҳо интизории шуморо мекашанд. Фармуданд: \"Барои ман обе дар ташт омода кунед». (Оиша (р) мегӯяд) чунин кардем, аз он об ғусл намуда ва чун мехостанд ҳаракат намоянд, беҳуш шуданд, баъд аз он ба ҳуш омада ва пурсиданд: “Оё мардум намозро хондаанд?” Гуфтем: На, ё Расулаллоҳ, онҳо интизории шуморо мекашанд. Фармуданд: “Бароям обе дар ташт омода кунед”. Оиша (р) мегӯяд: Паёмбари Худо (с) дар он зарф нишаста ва ғусл намуданд ва чун хостанд бархезанд, беҳуш гардиданд, баъд аз он ба ҳуш омада ва пурсиданд: “Оё мардум намозро хондаанд?” Гуфтем: На, ё Расулаллоҳ, онҳо интизории шуморо мекашанд. Гуфтанд: «Обе дар ташт бароям омода намоед.” Ва нишастанд ва аз он об иғтисол намуданд ва чун мехостанд бархезанд, беҳуш гардиданд. Баъд аз он ба ҳуш омаданд ва пурсиданд: “Оё мардум намозро хондаанд?” Гуфтем: На, ё Расулаллоҳ, онҳо интизории шуморо мекашанд. Дар ин вақт мардум дар масҷид ҷамъ шуда ва интизории Паёмбари Худо (с)-ро мекашиданд, ки омада ва намози хуфтанро барои онҳо бихонанд ва Паёмбари Худо (с) шахсеро назди Абӯбакр (р) фиристоданд, ки намозро барои мардум бихонад. Он шахс назди Абӯбакр (р) омада гуфт: Паёмбари Худо (с) амр карданд, ки омада барои мардум намоз бихонӣ. Ва чун Абӯбакр (р) шахси дилнозуке буд, ба Умар (р) гуфт: Ту барои мардум намоз бихон. Умар (р) гуфт: Ту ба ин кор аз ман сазовортарӣ. Ва ҳамон буд, ки Абӯбакр (р) чанд рӯзе барои мардум имоматӣ кард (ва бақияи ин ҳадис қаблан гузашт)."
        },
        {
          "number": 410,
          "full_text": "Ва аз Оиша (р) дар мавзӯъи ҳадиси намоз хондани Паёмбари Худо (с) дар ҳоли бемориашон чунин омадааст, ки фармуданд: \"Агар (имом) нишаста намоз мехонад, шумо ҳам нишаста намоз бихонед” (Ин ҳадис мансух аст)."
        }
      ]
    },
    {
      "number": 35,
      "title": "Муқтадӣ чӣ вақт бояд саҷда намояд?",
      "hadiths": [
        {
          "number": 411,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) мегуфтанд “самиъалллоҳу ли ман ҳамида”, то вақте ки он ҳазрат (с) ба саҷда намерафтанд, касе аз мо пушти худро хам намекард (ва чун ба саҷда мерафтанд) мо ҳам баъд аз эшон ба саҷда мерафтем."
        }
      ]
    },
    {
      "number": 36,
      "title": "Гуноҳи касе, ки сари худро пеш аз имом боло мекунад",
      "hadiths": [
        {
          "number": 412,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки сари худро пеш аз имом боло мекунад, оё аз ин наметарсад, ки Худованд сарашро монанди сари хар ва ё сураташро ба сурати хар дароварад?»"
        }
      ]
    },
    {
      "number": 37,
      "title": "Имомати кардани ғулом ва тифли ноболиғ",
      "hadiths": [
        {
          "number": 413,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Бишнавед ва итоат кунед ва гарчи шахси ҳабашие, ки сараш ба монанди мавизе бошад, бар шумо амир муқаррар гардад.”"
        }
      ]
    },
    {
      "number": 38,
      "title": "Агар имом намозро комил адо накард, вале муқтадиён ба таври комил адо намуданд",
      "hadiths": [
        {
          "number": 414,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “(Имомҳо) барои шумо имоматӣ мекунанд, агар намозро комил адо намуданд, савоби он намоз барои шумо ва барои онҳост ва агар хато намуданд, савоби он намоз барои шумо ва гуноҳи он бар худи онҳост.”"
        }
      ]
    },
    {
      "number": 39,
      "title": "Агар ду нафар буданд, муқтадӣ бояд ба паҳлӯи имом биистад",
      "hadiths": [
        {
          "number": 415,
          "full_text": "Ҳадиси Ибни Аббос (р), ки вай шаб дар хонаи холааш хобида буд, қаблан гузашт ва дар ин ривоят чунин омадааст, ки: “Баъд аз он Паёмбари Худо (с) ба хоб рафтанд, то ин, ки садои нафирашон баланд шуд, сипас муаззин наздашон омад ва эшон аз хона баромаданд ва бидуни он, ки вузӯ бисозанд, намоз хонданд»."
        }
      ]
    },
    {
      "number": 40,
      "title": "Агар имом намозро тӯлонӣ намуд ва шахсе, ки зарурат дошт, аз намоз баромад",
      "hadiths": [
        {
          "number": 416,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Муъоз ибни Ҷабал (р) бо Паёмбари Худо (с) намоз мехонд, баъд аз он баргашта, барои қавми худ имоматӣ мекард, (шабе) дар намози хуфтан сураи Бақараро тиловат намуд. Шахсе аз намоз баромад ва Муъоз (р) гӯё ӯро бад гуфт. (Чун) ин хабар ба Паёмбари Худо (с) расид, фармуданд; “Фитнагар аст, фитнагар аст, фитнагар аст.” Ё фармуданд: “Фитнаандоз аст, фитнаандоз аст, фитнаандоз аст” (яъне, мардумро аз дин мутанаффир месозад). Ва ӯро амр карданд, ки ду сураи миёна аз сураҳои муфассалро бихонад. Ва сураҳои муфассал аз сураи “Ва-с-самои зоти-л- буруҷ ”, то сураи ‘ Лам якуни-л-лазина кафару ” мебошад)."
        }
      ]
    },
    {
      "number": 41,
      "title": "Имом қироатро кӯтоҳ, вале рукӯъ ва суҷудро ба таври комил адо намояд",
      "hadiths": [
        {
          "number": 417,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки шахсе гуфт: Ё Расулаллоҳ, ба Худованд қасам аст, ки ман аз ин, ки фалонӣ намозро тӯлонӣ месозад, намози субҳро ба таъхир меандозам. Ибни Масъуд (р) мегӯяд: Ман дар ҳеҷ мавъизае Паёмбари Худо (с)-ро монанди он рӯз газабнок надида будам, фармуданд: ‘'Баъзе аз шумоён мардумро аз дин мегурезонад ҳар касе, ки аз шумо барои мардум имом шавад, аз дароз хондан сарфи назар намояд, зеро дар байни намозгузорон касонеанд, ки заъиф ва ё калонсол буда ва ё кори заруре доранд.'"
        },
        {
          "number": 418,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) дар ҳадиси Муъоз (р) омадааст, ки Паёмбари Худо (с) барояш фармуданд: “Чаро дар намоз Саббиҳисма раббика, Ва-ш-шамси вазуҳоҳо, Ва-л-лайли изо яғшо-ро нахондӣ?\""
        }
      ]
    },
    {
      "number": 42,
      "title": "Кӯтоҳ хондан ва комил кардани намоз",
      "hadiths": [
        {
          "number": 419,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намозро кӯтоҳ, вале ба таври комил адо мекарданд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Касе, ки намозро дар вақти шунидани гиряи кӯдак кӯтоҳ сохт",
      "hadiths": [
        {
          "number": 420,
          "full_text": "Аз Абӯқатода (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ман дар вақти намоз тасмим мегирам, ки намозро тӯлонӣ бихонам, вале гиряи тифлеро мешунавам ва аз тарси ин, ки мабодо модараш парешон гардад, он намозро кӯтоҳ месозам.,,"
        }
      ]
    },
    {
      "number": 44,
      "title": "Баробар кардани сафҳо дар вақти иқомат гуфтан",
      "hadiths": [
        {
          "number": 421,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ё сафҳои худро баробар кунед, ё ин, ки Худованд байни шумоён ихтилоф хоҳад андохт.\""
        }
      ]
    },
    {
      "number": 45,
      "title": "Рӯй овардани имом ба муқтадиён дар вақти баробар кардани сафҳо",
      "hadiths": [
        {
          "number": 422,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Сафҳои худро рост кунед ва наздики якдигар биистед, зеро ман шумоёнро аз пушти сари худ мебинам.,,"
        }
      ]
    },
    {
      "number": 46,
      "title": "Вақте ки байни имом ва байни мардум девор ва ё пардае қарор дошта бошад",
      "hadiths": [
        {
          "number": 423,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шаб дар ҳуҷраи худ намоз мехонданд ва девори ҳуҷра кӯтоҳ буд. Мардум Паёмбари Худо (с)-ро (дар ҳоли намоз хондан) диданд ва гурӯҳе аз мардум ба эшон иқтидо намуда ва намоз хонданд. Чун субх шуд, ин ҳодисаро ба дигарон гуфтанд. Шаби дуввум Паёмбари Худо (с) ба намоз истода ва мардуме омада ва ба эшон иқтидо намуданд. Ин кор ду ё се шаб идома ёфт ва ҳамон буд, ки Паёмбари Худо (с) дар хона нишаста, барои намоз хондан берун нашуданд. Чун субҳ шуд, мардум сабабро ҷӯё шуданд, Паёмбари Худо (с) фармуданд: “Тарсидам, ки мабодо намози шаб бар шумо фарз гардад.”"
        }
      ]
    },
    {
      "number": 47,
      "title": "Намози шаб (намози таҳаҷҷуд)",
      "hadiths": [
        {
          "number": 424,
          "full_text": "Ва дар ҳамин ҳадис аз ривояти Зайд ибни Собит (р) илова бар ривояти [Оиша (р)] омадааст, ки [Паёмбари Худо (с)] фармуданд: “Он чиро, ки шумо кардед, донистам, пас эй мардум, шумо дар хонаҳои худ намоз бихонед, зеро беҳтарин намоз ба истиснои намози фарз намозест, ки шахс дар хонаи худ мехонад.”"
        }
      ]
    }
  ],
  "total_chapters": 47,
  "total_hadiths": 55,
  "unique_hadith_numbers": 55
}