{
  "id": 65,
  "number": 65,
  "title": "КИТОБИ ЗАБҲ ВА ШИКОР",
  "chapters": [
    {
      "number": 1,
      "title": "Бисмиллоҳ гуфтан дар вақти шикор кардан",
      "hadiths": [
        {
          "number": 1915,
          "full_text": "Аз Адӣ ибни Ҳотим (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) роҷеъ ба шикор кардан бо тир бидуни пайкон, ки сараш тез нест, пурсидам, фармуданд: “Чизеро, ки ба олати тез шикор шуда бошад, бихӯр ва агар бо чизи паҳн шикор шуда бошад, монанди ҳайвоне аст, ки ба василаи асо кушта шуда бошад.’’ Ва аз эшон дар мавриди шикор бо саг пурсидам, фармуданд: “Шикореро, ки барои ту гирифта бошад, бихӯр, зеро гирифтани саг ба манзалаи забҳ аст ва агар ҳамроҳи саги худ ё ҳамроҳи сагҳои худ саги бегонаеро дидӣ ва фикр кунӣ, ки шояд дар гирифтани шикор бо саги ту якҷо буда бошад ва шикорро кушта буд, аз он махӯр, зеро ту танҳо бар саги худ бисмиллоҳ гуфта будӣ, на бар саги бегона.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Шикор кардан бо тиру камон",
      "hadiths": [
        {
          "number": 1916,
          "full_text": "Аз Абӯсаълабаи Хушанӣ (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Моён дар сарзамини аҳли китоб зиндагӣ мекунем, оё (равост), ки дар зарфи косаи онҳо таъом бихӯрем? Ва дар сарзамине ҳастем, ки шикори фаровон аст (оё равост), бо камон ва ё бо саги таълимёфта ва ё бо саги ғайритаълимёфта шикор намоем? Ва аз ин навъ шикорҳо кадом навъ бароям беҳтар аст? Фармуданд: “Он чӣ, ки роҷеъ ба аҳли китоб гуфтӣ, агар зарфу косаи дигаре ёфтед, ба зарфу косаи онҳо таъом нахӯред ва агар наёфтед, онҳоро бишӯед ва дар онҳо таъом бихӯред ва чизеро, ки ба тиру камони худ шикор намуда ва бисмиллоҳ гуфта будӣ, бихӯр ва чизҳоро, ки бо саги таълимёфта шикор намуда ва бисмиллоҳ гуфта будӣ, бихӯр ва чизеро, ки бо саги ғайритаълимёфта шикор намуда ва онро зинда ёфтӣ ва худат забҳ намудӣ, бихӯр (ва мафҳуми мухолифаш он аст, ки агар касе ба саги ғайритаълимёфта шикор кард ва шикор мурда буд, набояд онро бихӯрад)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Шикор кардан ба санг ва фалохун",
      "hadiths": [
        {
          "number": 1917,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Муғаффал (р) шахсеро дид, ки сангпаронӣ мекунад. Ба ӯ гуфт: Сангпарронӣ макун, зеро Паёмбари Худо (с) аз сангпаронӣ манъ кардаанд ва ё аз сангпарронӣ бадашон меомад ва фармуданд: “Ба сангпарронӣ на шикор мешавад ва на ҳам аз он ба душман азияте мерасад, балки ё дандонро мешиканад ва ё чашмро кӯр мекунад.” Баъд аз муддате боз ҳамон шахсро дид, ки сангпарронӣ мекунад, ба ӯ гуфт: Ба ту мегӯям, ки Паёмбари Худо (с) аз сангпарронӣ манъ кардаанд ва ё аз сангпаронӣ бадашон меомад ва боз ту сангпарронӣ мекунӣ, бо ту чандин муддате сухан нахоҳам гуфт."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе ки сагеро ба ҷуз аз саги шикорӣ ва ё саги рама нигаҳдорӣ менамояд",
      "hadiths": [
        {
          "number": 1918,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки сагро нигаҳ медорад ва қасдаш аз нигоҳдории он саг шикор кардан ва ҳифозати ҳайвонот набошад, ҳар рӯз аз савоби амалаш ду қирот кам мешавад” (Қирот ними донак аст ва мурод аз он дар ин ҳадис ҷузъе аз савоби аъмол аст ва миқдори муайяни онро дар ин маврид ҷуз Худованд каси дигаре намедонад)."
        }
      ]
    },
    {
      "number": 5,
      "title": "Агар шикор ба муддати ду ва ё се рӯз гум шавад",
      "hadiths": [
        {
          "number": 1919,
          "full_text": "Ҳадиси Адй ибни Ҳотим қабл гузашт ва дар ин ривоят омадааст: “Ва агар шикор кардӣ ва онро баъд аз як рӯз ё ду рӯз пайдо намудӣ ва ба ҷуз аз асари тири худ асари чизеро надидӣ, онро бихӯр ва агар дар об афтода буд, махӯр ва албатта ин дар сурате ҳаст, ки шикор дар ҷое бошад, ки мутаъаффин нашуда бошад, варна хӯрдани он ҳаром ва ё макрӯҳ аст).”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Хӯрдани малах",
      "hadiths": [
        {
          "number": 1920,
          "full_text": "Аз Ибни Абӯавфо (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳафт ва ё шаш ғазва иштирок намудам ва бо эшон малах мехӯрдем (хӯрдани малах ба иҷмоъи уламо раво аст, вале чун малах анвоъи фаровоне дорад ва баъзе аз анвоъи он заҳролуд аст, аз ин ҷиҳат хӯрдани чунин навъи он раво нест)."
        }
      ]
    },
    {
      "number": 7,
      "title": "Наҳр ва забҳ",
      "hadiths": [
        {
          "number": 1921,
          "full_text": "Аз Асмоъа духтари Абӯбакр (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) дар Мадина асперо наҳр намуда ва хӯрдем."
        }
      ]
    },
    {
      "number": 8,
      "title": "Он чӣ, ки дар мавриди мусла кардан ва нишона қарор додани ҳайвон ва шикор кардани ҳайвони хобида омадааст",
      "hadiths": [
        {
          "number": 1922,
          "full_text": "Ривоят аст, ки Ибни Умар (р) мардумеро дид, ки мурғеро бастаанд ва онро нишона қарор доданд ва чун Ибни Умар (р)-ро диданд, пароканда шуданд. Ибни Умар (р) гуфт, ин корро кӣ кардааст? Паёмбари Худо (с) касеро, ки чунин коре мекунад, лаънат кардаанд."
        },
        {
          "number": 1923,
          "full_text": "Ва аз Ибни Умар (р) дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) касеро, ки ҳайвонеро мусла мекунад, лаънат кардаанд (мурод аз мусла он аст, ки узверо аз он ҳайвон пеш аз забҳ карданаш қатъ намоянд ва ё баъд аз забҳ кардан то вақте ки ҳанӯз комилан ором нагирифтааст, ба чунин коре иқдом намоянд)."
        }
      ]
    },
    {
      "number": 9,
      "title": "Гӯшти мурғ",
      "hadiths": [
        {
          "number": 1924,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки гӯшти мурғро мехӯрданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Хӯрдани ҳайвоноти дарранда",
      "hadiths": [
        {
          "number": 1925,
          "full_text": "Аз Абӯсаъла ба (р) ривоят аст, ки Паёмбари Худо (с) аз хӯрдани ҳайвоноти дарранда манъ карданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Мушк",
      "hadiths": [
        {
          "number": 1926,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳамнишини хуб ва ҳамнишини бад монанди атрфурӯш ва кӯрагар (оҳангар) аст. Атрфурӯш ё барои ту аз он атр чизе медиҳад ва ё аз вай харидорӣ мекунӣ ва ё бӯи хушаш ба машомат мерасад, вале кӯрагар ё либосатро месӯзонад, ё бӯи баде аз он ба машомат мерасад.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Холкӯбӣ ва аломат гузоштан бар рӯй",
      "hadiths": [
        {
          "number": 1927,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз задани аломат бар рӯй манъ намудаанд."
        }
      ]
    }
  ],
  "total_chapters": 12,
  "total_hadiths": 13,
  "unique_hadith_numbers": 13
}