{
  "id": 3,
  "number": 3,
  "title": "КИТОБИ ИЛМ",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати илм",
      "hadiths": [
        {
          "number": 54,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Дар ҳоле, ки Паёмбари Худо (с) дар маҷлисе бо мардум нишаста буда ва сӯҳбат мекарданд, шахси бодиянишине омада гуфт: Қиёмат чӣ вақт аст? Паембари Худо (с) (дар ҷавобаш чизе нагуфтанд) ва ба сухани худ идома доданд. Баъзеҳо бо худ гуфтанд: Паёмбари Худо (с) сухани ин шахсро шуниданд, вале аз суоли вай бадашон омадааст. Иддаи дигаре гуфтанд: На хайр, суолро нашуниданд. То ин, ки сухани худро тамом карда ва фармуданд: Шахсе, ки аз қиёмат пурсид, куҷост? Он шахс гуфт: Ё Расулаллоҳ, манам. Фармуданд: Вақте, ки амонат зойеъ гардад мунтазири қиёмат бош, (он шахс) гуфт: Амонат чӣ гуна зойеъ мешавад? Фармуданд: “Вақте, ки кор ба ғайри аҳлаш супурда шавад, дар он вақт мунтазири киёмат бош.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Касе, ки ҷихати омӯзиши илм овози худро баланд намуд",
      "hadiths": [
        {
          "number": 55,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар яке аз сафарҳое, ки сафар карда будем, аз мо ақиб монданд ва вақте ба мо расиданд, ки намоз таъхир шуда буд ва мо (аз саросемагӣ тавре поҳои худро мешустем, ки гӯё) ба пойҳои худ масҳ мекунем. Паёмбари Худо ба овози баланд фармуданд: “Азоби дӯзах бар касоне аст, ки ақиби пойҳои онҳо хушк монда бошад.” Ва ин суханро ду ва ё се бор такрор намуданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Имтиҳон намудани устод шогирдонашро",
      "hadiths": [
        {
          "number": 56,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Аз ҷумлаи дарахтҳо дарахте аст, ки баргҳояш намерезад ва ин чиз сифати мусалмон аст, бароям бигӯед, ки ин кадом дарахт аст? Мардумон дарахтҳои дашту саҳроро ба зеҳни худ меоварданд. Абдуллоҳ мегӯяд: Ман фикр мекардам, ки шояд ин дарахт дарахти хурмо бошад, вале шарм кардам, ки чизе бигӯям. Мардум гуфтанд: Ё Расулаллоҳ! Шумо ба мо бигӯед, ки ин кадом дарахт аст? Фармуданд: “Ин дарахти хурмо аст.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Хондани ҳадис бар муҳаддис",
      "hadiths": [
        {
          "number": 57,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар ҳоле, ки мо бо Паёмбари Худо (с) дар масҷид нишаста будем, шахсе бар уштуре савор ва дохили масҷид гардид. Шутури худро дар масҷид хобонда, баст, баъд аз он пурсид: Муҳаммад кадом як аз шумоён аст? Ва Паёмбари Худо (с) дар байни саҳоба такя карда буданд. Гуфтем: Ҳамин шахси хушчеҳра, ки такя кардаанд. Он шахс гуфт: Эй фарзанди Абдулмуталлиб! Паёмбари Худо (с) фармуданд: Бале, барои ҷавоб доданат ҳозирам. Он шахс гуфт: Аз ту суолҳое мекунам ва дар ин саволҳо ташаддуд хоҳам кард ва бо вуҷуди ин аз он ба дилат чизе магир. Фармуданд: Ҳарчи мехоҳӣ, бипурс.” Он шахс гуфт: Туро ба Худои ту ва ба Худои ононе, ки пеш аз ту будаанд, савганд медиҳам, ки туро Худованд ба сӯи ҳамаи мардум фиристодааст? Фармуданд: Ба Худованд савганд аст, ки бале. Гуфт: Туро ба Худованд савганд медиҳам, ки Худо ба ту амр кардааст, ки дар як шабу рӯз панҷ вақт намоз бихонӣ? Фармуданд: Ба Худованд савганд аст, ки бале. Гуфт: Туро ба Худованд савганд медиҳам, ки Худо туро амр кардааст, ки ҳамин моҳи Рамазонро дар сол рӯза бигирем? Фармуданд: Ба Худованд савганд аст, ки бале. Гуфт: Туро ба Худованд савганд медиҳам, ки туро Худованд амр кардааст, ки ҳамин закотро аз сарватмандони мо гирифта, ба фуқарои мо тақсим намоӣ? Паёмбари Худо (с) фармуданд: Ба Худованд савганд аст, ки бале. Он шахс гуфт: Ба он чӣ, ки ба он фиристода шудаӣ, имон овардам ва ман намояндаи қавми худ ҳастам ва номам (Зимом ибни Саълаба) аст ва аз қавми (бани Саъд ибни Бакр) мебошам."
        },
        {
          "number": 58,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) номаи худро ба воситаи шахсе ба сардори Баҳрайн фиристоданд. Сардори Баҳрайн он номаро барои (Кисро) дод. Чун (Кисро) онро хонд, пора- пора кард. Ибни Аббос (р) мегӯяд: Паёмбари Худо (с) бар онҳо нафрин карданд, ки Худованд онҳоро пора-пора кунад."
        },
        {
          "number": 59,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) нома навишта, ё мехостанд бинависанд, касе ба эшон гуфт: Ин мардум номаи бидуни мӯҳрро намехонанд. Ҳамон буд, ки мӯҳре аз нуқра таҳия намуданд, ки бар рӯи он (Муҳаммад Расулуллоҳ) нақш шуда буд ва гӯё, ки ҳамин ҳоло ба сафедии он мӯҳр дар дасти Паёмбари Худо (с) нигоҳ мекунам."
        },
        {
          "number": 60,
          "full_text": "Аз Абӯвоқиди Лайсӣ (р) ривоят аст, ки гуфт: Дар ҳоле, ки Паёмбари Худо (с) бо мардум дар масҷид нишаста буданд, се нафар дохил шуданд, ду нафари онҳо назди Паёмбари Худо (с) омаданд ва саввумӣ рафт. Он ду нафар ба ҳузури Паёмбари Худо (с) истоданд. яке аз он ду нафар ҷойи холӣ дар байни мардум барои худ пайдо карда ва нишаст ва дуввумӣ пушти сари онҳо нишаст, саввумӣ баргашта рафт. Чун Паёмбари Худо (с) фориғ шуданд, фармуданд: Оё намехоҳед шуморо аз аҳволи ин се нафар бохабар созам? Аввалӣ ба Худо паноҳ овард, Худованд ҳам ӯро паноҳ дод, дуввумӣ ҳаё кард, Худованд ҳам ба ҳолаш раҳм кард, саввумӣ, ки рӯй гардонид, Худованд ҳам бар вай ғазаб кард."
        }
      ]
    },
    {
      "number": 5,
      "title": "Ин гуфтаи Паёмбари Худо (с): Бисёр аст касе, ки хабар ба ӯ мерасад, аз касе, ки хабарро аз ман шунидааст, фаҳмидатар бошад",
      "hadiths": [
        {
          "number": 61,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки Паёмбари Худо (с) бар уштури худ савор шуданд ва шахсе маҳори уштурро гирифт, баъд аз он фармуданд: Имрӯз кадом рӯз аст?” Ҳамагӣ хомӯш шудем ва гумон кардем, ки шояд ин рӯзро ба номи дигаре ёд кунанд. Фармуданд: Оё рӯзи иди Қурбон нест? Гуфтем: Бале, ҳаст. Фармуданд: ин кадом моҳ аст? Ҳамагӣ хомӯш шудем ва гумон кардем, ки шояд ин моҳро ба номи дигаре ёд хоҳанд кард. Фармуданд: Оё моҳи Зулҳиҷҷа нест? Гуфтем: Бале, ҳаст. Фармуданд: Яқинан хунҳои шумо, амволи шумо, номуси шумо монанди ҳурмати имрӯзи шумо, монанди ҳурмати ин моҳи шумо, монанди ҳурмати ин шаҳри шумо бар шумо ҳаром аст ва касе, ки ин ҷо ҳозир аст, ин хабарро ба касе, ки ҳозир нест, бирасонад, чун шахси ҳозир шояд ин суханро барои касе бирасонад, ки ӯ ин суханро аз касе, кн шунидааст, беҳтар бифаҳмад."
        }
      ]
    },
    {
      "number": 6,
      "title": "Паёмбари Худо (с) вақтҳои муносиберо барои таълим ва мавъиза ихтиёр мекарданд",
      "hadiths": [
        {
          "number": 62,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзҳои муносиб барои мо мавъиза мекарданд, то мабодо хаста ва дилсард шавем."
        },
        {
          "number": 63,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Осонгирӣ кунед ва сахтгирӣ накунед ва мардумро дилгарм созед ва гурезон насозед."
        }
      ]
    },
    {
      "number": 7,
      "title": "Касеро, ки Худованд барояш иродаи хайр дошта бошад, ба вай дар умури дин дониш медиҳад",
      "hadiths": [
        {
          "number": 64,
          "full_text": "Аз Муъовия (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Касе, ки Худованд барояш иродаи хайр дошта бошад, барои вай дар умури дин дониш медиҳад, ман тақсим мекунам ва Худованд медиҳад ва ин уммат то зуҳури нишонаҳои қиёмат бар амри Худованд пойбанд хоҳад буд ва мухолифати дигарон зараре ба эшон намерасонад."
        }
      ]
    },
    {
      "number": 8,
      "title": "Заковат дар илм",
      "hadiths": [
        {
          "number": 65,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар ҳузури Паёмбари Худо (с) будем, ки барояшон хӯшаи хурмои наврасе оварданд. Фармуданд: Аз ҷумлаи дарахтҳо дарахте аст, ки хосияти мусалмонро дорад. Мехостам бигӯям, ки ин дарахт дарахти хурмо аст, вале чун ман хурдтарини фарди он маҷлис будам, сукут намудам."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ҷавози рашк бурдан дар илм ва хикмат",
      "hadiths": [
        {
          "number": 66,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Рашк бурдан ба ҷуз дар ду чиз раво нест: Яке дар шахсе, ки Худованд барояш мол ва дороӣ дода ва ӯро қодир сохтааст, ки он молро дар роҳи хайр сарф намояд. Дуввумӣ касест, ки Худованд барояш ҳикмат ва дониш арзонӣ доштааст ва ӯ бо ин ҳикмат ва дониш дар байни мардум қазоват мекунад ва онро ба дигарон ҳам меомӯзад."
        }
      ]
    },
    {
      "number": 10,
      "title": "Ин гуфтаи Паёмбари Худо (с) ки: Худоё, Қуръонро барояш биёмӯз",
      "hadiths": [
        {
          "number": 67,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро дар огӯш гирифта ва дуо карданд: Худоё, Қуръонро барояш биёмӯз."
        }
      ]
    },
    {
      "number": 11,
      "title": "Шунидани хадис барои тифл чӣ вақт сахеҳ аст?",
      "hadiths": [
        {
          "number": 68,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Дар замоне, ки қариб ба булуғ будам, бар хари модае савор шудам ва тарафи Мино омадам ва Паёмбари Худо (с) бидуни он, ки деворе пеши рӯяшон қарор дошта бошад, намоз мехонданд. Ман аз пеши рӯйи баъзе аз сафҳо гузашта ва харро гузоштам, ки бичарад ва худам дар саф истодам ва (Паёмбари Худо (с) аз ин амал бар ман эътироз накарданд."
        },
        {
          "number": 69,
          "full_text": "Аз Маҳмуд ибни Рабеъ (р) ривоят аст, ки гуфт: Ба ёд дорам, ки Паёмбари Худо (с) дар замоне, ки ман панҷсола будам, оберо аз сатиле ба даҳони худ гирифта, ба рӯям пошиданд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Фазилати касе, ки илм омӯхта ва ба дигарон меомӯзад",
      "hadiths": [
        {
          "number": 70,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст. ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳидоят ва илме, ки Худованд маро ба он мабъус сохтааст, монанди борони фаровоне аст, ки бар замин меборад. Баъзе аз ин заминҳо пок (ва зироатбоб) буда, обро ҷазб карда ва аз он сабза ва гиёҳ мерӯяд ва навъи дигаре аз замин обро дар худ нигаҳ дошта ва мардум аз он барои нӯшидан, обёрӣ ва зироат истифода мекунанд ва навъи саввум замине аст ҳамвор ва сахт, на обро захира мекунад ва на ҳосиле медиҳад. Ҳамчунин аст мавқифи мардум, зеро дар мардум касонеанд, ки дини Худоро омӯхта ва аз он чй, ки Худованд маро ба он мабъус сохтааст, манфиат мебаранд, ба тавре, ки худаш омухта ва ба дигарон ҳам таълим медиҳад ва касонеанд, ки ба ин чизҳо илтифоте намекунанд ва ҳидояти Худовандиро, ки ман ба он мабъус шудаам, асло қабул накардаанд.'"
        }
      ]
    },
    {
      "number": 13,
      "title": "Аз байн рафтани илм ва ба миён омадани ҷаҳл",
      "hadiths": [
        {
          "number": 71,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Аз аломати қиёмат ин аст, ки илм аз байн меравад ва ҷахл ҷойгузини он мегардад, шаробхӯрӣ ривоҷ ефта ва зино мунташир мешавад.”"
        },
        {
          "number": 72,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Ман барои шумо ҳадисе аз Паёмбари Худо (с) мегӯям, ки баъд аз ман касе онро нахоҳад гуфт. Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Аз аломати киёмат ин аст, ки илм гум мешавад ва ҷахл ва нодонӣ ҷойгузини он мегардад. Зино мунташир гардида, занҳо зиёд ва мардҳо он қадар кам мешаванд, ки сарпарастии панҷоҳ занро фақат як мард ба ӯҳда мегирад.\""
        }
      ]
    },
    {
      "number": 14,
      "title": "Фазилати илм",
      "hadiths": [
        {
          "number": 73,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Дар ҳоле, ки хоб будам, қадаҳи шире бароям дода шуд, аз он шир он қадар нӯшидам, ки фикр кардам серобӣ аз сари нохунҳоям сарозер гардид ва он чиро, ки зиёд омад, барои Умар ибни Хаттоб додам.” Пурсиданд, ки: Ин хобро чӣ таъбир мекунед? Фармуданд: “Илму дониш.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Фатво додан дар ҳангоми савор будан бар чорпо ва гайри он",
      "hadiths": [
        {
          "number": 74,
          "full_text": "Аз Абдуллоҳ ибни Амр ибни Ос (р) ривоят аст, ки Паёмбари Худо (с) дар ҳаҷҷати-л-вадоъ ба (Мино) дар ҷое таваққуф намуданд, то ба суолҳои мардум посух бигӯянд. Шахсе омад ва гуфт: Мутаваҷҷеҳ нашудам, пеш аз ин, ки забҳ кунам, сари худро тарошидам. Фармуданд: “Забҳ кун ва боке надорад.” Шахси дигаре омад ва гуфт: Нафаҳмида, пеш аз ҷамра (сангча) задан забҳ намудам. Фармуданд: “Ҷамраро бизан ва боке надорад.” Ва Паёмбари Худо (с) аз ҳеҷ чизе, ки такдим ва таъхир шуда бошад, пурсида нашуданд, магар он, ки фармуданд: “Бикун ва боке надорад.\""
        }
      ]
    },
    {
      "number": 16,
      "title": "Касе, ки аз фатво хостан ба ишораи сар ва даст ҷавоб додааст",
      "hadiths": [
        {
          "number": 75,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Илм аз байн меравад ва ҷаҳл ва фитнаангезӣ ҷойгузини он мешавад ва ҳараҷу мараҷ зиёд мегардад. Касе пурсид: Ё Расулаллоҳ, ҳараҷу мараҷ чист? Паёмбари Худо (с) дар ҷавоби он шахс дасти мубораки худро тавре ҳаракат доданд, ки далолат ба қатл ва куштор мекард."
        },
        {
          "number": 76,
          "full_text": "Аз Асмоъа бинти Абӯбакри Сиддиқ (р) ривоят аст, ки гуфт: Назди Оиша (р) рафтам ва ӯ намоз мехонд. Гуфтам: Мардумро чӣ шудааст? Ба сӯи осмон ишора кард, офтобгирифтагиро бароям нишон дод ва дидам, ки мардум намоз мехонанд. Оиша гуфт: Субҳоналлоҳ. (Асмоъа мегӯяд) пурсидам: Ин аломати нузули азоб аст, ё аломати наздикшавии қиёмат? Оиша (р) бо сари худ ишора кард, ки бале чунин аст. Пас бархостам дар ҳоле, ки наздик буд беҳуш шавам, бар сари худ об рехтам ва Паембари Худо (с) ҳамд ва санои Худовандро гуфта ва фармуданд: Ҳар он чизе, ки то ҳоло бароям нишон дода нашуда буд, ин аст, ки дар ҳамин ҷо дидам, ҳатто биҳишт ва дӯзахро ҳам дидам ва бар ман ваҳй шуд, ки шумоён дар қабрҳои худ озмоиш мешавед. Монанди озмоише, ки бо Масеҳи Даҷҷол мешавед, аз шумо пурсида мешавад, ки ин шахс (яъне Паёмбари Худо (с) кист? Шахси мӯъмин ва ё муттаяқин мегӯяд: Ӯ Муҳаммад Паёмбари Худо (с) аст, барои мо далоили рӯшан ва асбоби ҳидоятро оварда буд ва моён ҳам ба нидояш лабайка гуфта аз вай пайравӣ намудем: ӯ Муҳаммад аст, ӯ Муҳаммад аст, ӯ Муҳаммад аст. Пас ба ӯ гуфта мешавад, ки ором бихоб, мо медонистем, ки ту ба ин чиз яқин дорӣ. Вале мунофиқ ва ё мушаққиқ мегӯяд, дар ҷавоби он савол: Ман чизе намедонам, аз мардум шунидам, ки чизе мегуфтанд, ман ҳам мисли онҳо гуфтам."
        }
      ]
    },
    {
      "number": 17,
      "title": "Сафар кардан ҷиҳати ҳалли мушкил",
      "hadiths": [
        {
          "number": 77,
          "full_text": "Аз Уқба ибни Ҳорис (р) ривоят аст, ки бо яке аз духтарҳои Абӯиҳоб ибни Азиз издивоҷ намуд, зане омада ва гуфт: Ман (Уқба) ва он духтареро, ки бо вай издивоҷ кардааст, шир додаам. Уқба барои он зан гуфт: Фикр намекунам, ки ту маро шир дода бошӣ ва ё маро аз ин шир додан хабар дода бошӣ. Ва ҳамон буд, ки савор гардида ва ба Мадинаи муннавара назди Паёмбари Худо (с) рафт. Масъаларо аз эшон пурсид. Фармуданд: Чӣ гуна (бо ӯ издивоҷ мекунӣ) дар ҳоле, ки чунин чизе ҳам гуфта шудааст ва Уқба аз он зан ҷудо шуд ва он зан бо шахси дигаре издивоҷ намуд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Навбат дар таҳсили илм",
      "hadiths": [
        {
          "number": 78,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Ман ва яке аз ҳамсоягонам аз мардуми ансор, ки аз қавми (бани Умайя ибни Зайд) буда ва дар минтақаи (ҳаволии Мадинаи мунаввара) зиндагӣ мекард, дар мушарраф шудан ба ҳузури Паёмбари Худо (с) бо ҳам навбат доштем. Як рӯз ӯ мерафт ва як рӯз ман. Рӯзе, ки ман мерафтам, агар ваҳй нозил мегардид ва ё масоили дигаре воқеъ мешуд, барояш хабар медодам ва рузе, ки ӯ мерафт, ӯ ҳам ҳамин корро мекард. Як рӯз, ки навбати ҳамсояи ансориам буд, омад ва дари хонаамро бо шиддат зад ва гуфт: Оё фалони ҳаст? Ман саросема берун шудам. Гуфт: Имрӯз кори муҳиме рух додаст. (Умар (р) мегӯяд:) Назди уммулмӯъминин Ҳафса (р) рафтам, дидам, ки гиря мекунад. Гуфтам: Магар Паёмбари Худо (с) шумоёнро талоқ додааст? Гуфт: Хабар надорам. Баъд аз он назди Паёмбари Худо (с) рафтам ва ҳамон тавр, ки истода будам, пурсидам: Оё ҳамсарони худро талоқ додаед: Фармуданд: На, гуфтам (Аллоҳу Акбар)."
        }
      ]
    },
    {
      "number": 19,
      "title": "Ғазаб кардан дар вақти таълим ба сабаби пешомади ногувор",
      "hadiths": [
        {
          "number": 79,
          "full_text": "Аз Абӯмасъуд (р) ривоят аст, ки гуфт: Шахсе ба Паёмбари Худо (с) гуфт: Ё Расулаллоҳ! Азбаски фалонӣ намозро дароз мекунад, наздик аст ба намоз ҳозир нашавам. Паёмбари Худо (с) ончунон барошуфта шуданд, ки дар ҳеҷ мавъизае эшонро дар чунин ҳолате надида будам. Фармуданд: “Эй мардум, шумо (бо ин кори худ) мардумро гурезон месозед, касе, ки барои мардум намоз мехонад (имом мешавад), намозро сабук бихонад, чун дар байни мардум касоне вуҷуд доранд. ки бемор ва нотавон буда ва ё кори заруре доранд.”"
        },
        {
          "number": 80,
          "full_text": "Аз Зайд ибни Холиди Ҷуҳанӣ (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) аз ҳукми чизи ёфтшуда пурсид. Паёмбари Худо (с) фармуданд: Аз нахбанд ва зарфи он ба худ маърифати комил ҳосил кун ва як сол аз он сурог бидеҳ, сипас аз он истифода кун ва агар соҳибаш пайдо шуд, онро барояш баргардон.” Он шахс пурсид: Бо шутури гумшуда чӣ бояд кард? Паёмбари Худо (с) ончунон барошуфта гардиданд, ки рухсорашон гулгун шуд ва фармуданд: \"Туро ба шутур чӣ кор? У обхӯр ва кафши худро бо худ дорад, обро менӯшад ва алаф мечарад, ӯро бигзор, то соҳибаш омада ва ӯро дарёбад.\" Он шахс гуфт: Гӯсфанди гумшуда чй тавр? Фармуданд: \"Гӯсфанд ё барои ту аст (дар сурате, ки соҳибаш пайдо нашавад), ё барои бародари ту (ки соҳиби гӯсфанд бошад) ва ё барои гург” (агар ба дасти касе наафтад)."
        },
        {
          "number": 81,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) аз чизҳое пурсиданд, ки бадашон меомад, чун аз ин чизҳо зиёд пурсиданд, хашмгин гардида ва фармуданд: “Ҳар чй мехоҳед, аз ман бипурсед\". Шахсе пурсид, ки: Падарам кист? Фармуданд: “Падари ту Ҳузофа аст.“ Дигаре бархост ва пурсид: Ё Расулаллоҳ, падари ман кист?\" Фармуданд: Падари ту (Солим) озодшудаи (Шайба) аст.” Чун Умар осори (хашм ва газабро) дар чеҳраи Пайгамбари Худо(с) мушоҳида намуд, гуфт: Ё Расулаллоҳ! Мо (аз ин, ки сабаби озурдагии шумо шудем), ба Худованди азза ва ҷалла тавба менамоем."
        }
      ]
    },
    {
      "number": 20,
      "title": "Касе, ки ҳадисро барои он, ки хуб бифахманд, се бор такрор намуд",
      "hadiths": [
        {
          "number": 82,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) вақте сухан мегуфтанд, барои он, ки хуб фаҳмида шавад, он суханро се бор такрор мекарданд ва вақте, ки назди мардуме меомаданд ва бар онҳо салом медоданд, се бор салом медоданд."
        }
      ]
    },
    {
      "number": 21,
      "title": "Касе каниз ва хонаводаи худро таълим медиҳад",
      "hadiths": [
        {
          "number": 83,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Се гурӯҳанд, ки барои онҳо ду савоб аст: шахсе аз аҳли китоб, ки ба паёмбари худ ва ба Муҳаммад (с) имон овардааст. Ғуломе, ки ҳаққи Худо ва ҳаққи мавлои худро адо кардааст. Касе, ки бо канизаш ҳамбистар мешавад, баъд аз он ба таври шоиста таълим ва тарбияаш мекунад ва силас озодаш сохта, бо ӯ шдивоч менамояд, барои ҳар кадоми аз инҳо ду савоб аст.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Мавъиза намудани имом барои занҳо",
      "hadiths": [
        {
          "number": 84,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар ҳоле, ки Билол ҳамроҳашон буд, (аз сафҳои мардон) берун шуда, назди занҳо омаданд ва чун фикр мекарданд, ки шояд занҳо мавъизаашонро нашунида бошанд, онҳоро ваъз ва насиҳат карданд ва ба додани садака амр фармуданд: Ҳамон буд, ки занҳо гӯшвор ва ангуштариҳои худро садақа доданд ва Билол онҳоро дар домани худ ҷамъ мекард."
        }
      ]
    },
    {
      "number": 23,
      "title": "Ҳирс дар омӯхтани ҳадис",
      "hadiths": [
        {
          "number": 85,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт; Гуфтам: Ё Расулалдоҳ, дар қиёмат аз ҳамаи мардумон кадом кас ба шафоати шумо лоиқтар аст? Паёмбари Худо (с) фармуданд: \"Эй Абӯҳурайра, аз ҳирсе, ки дар ту нисбат ба фаро гирифтани ҳадис дидам, фикр мекардам, ки шахси дигаре пеш аз ту аз ин мавзӯъ аз ман намепурсад. лоиқтарин кас ба шафоати ман дар рӯзи киёмат шахсест, ки аз самими қалб бигӯяд: «Ло илоҳа иллаллоҳ»."
        }
      ]
    },
    {
      "number": 24,
      "title": "Илм чи гуна аз байн меравад",
      "hadiths": [
        {
          "number": 86,
          "full_text": "Аз Абдуллоҳ ибни Амр ибни Ос (р) ривоят аст, кп гуфт. Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Худованд илмро аз байни мардум ба якборагӣ аз байн намебарад, балки илмро ба сабаби аз байн рафтани уламо аз байн мебарад, то ҷое, ки олиме боқӣ намемонад ва мардум раисон ва амирони худро аз ашхоси нодоне интихоб менамоянд ва ин ашхоси нодон чун аз масъалае пурсида шаванд, бидуни илм барои мардум фатво дода, сабаби гумрохии худ ва дигарон мешаванд.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Оё барои таълими занхо рӯзи муайяне ихтисос дода мешавад?",
      "hadiths": [
        {
          "number": 87,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки занҳо барои Паёмбари Худо (с) гуфтанд: Мардҳо дар мушарраф шудан ба ҳузури шумо барои мо ҷое нагузоштаанд, (хуб аст) барои мо рӯзи муайянеро ихтисос диҳед. Паёмбари Худо (с) рӯзеро ҷиҳати мулоқот бо онҳо таъйин намуданд (ва дар он рӯз) онҳоро мавъиза намуда ва ба чизҳое амр фармуданд. Аз он ҷумла фармуданд: “Ҳеҷ зане нест, ки се фарзандаш пеш аз вай мурда бошад, магар он, ки барояш пардае дар муқобили оташ хоҳад буд.\" Зане гуфт: Агар ду фарзандаш пеш аз вай мурда бошад, чӣ тавр? Фармуданд: “Ҳатто агар ду фарзандаш мурда бошад.” Ва дар ривояте аз Абӯҳурайра (р) омадааст ки: (он фарзандон) болиг нашуда бошанд."
        }
      ]
    },
    {
      "number": 26,
      "title": "Касе, ки чизеро шунида ва барои он, ки бифаҳмад, дубора мепурсад",
      "hadiths": [
        {
          "number": 88,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Ҳар касе, ки (дар қиёмат) муҳосаба шавад, азоб мешавад. Оиша мегӯяд: пурсидам; Оё Худованд нагуфтааст, ки ба зудӣ муҳосибаи осоне хоҳад шуд? Фармуданд: Ин марҳалаи пеш шудан ба ҳисоб аст, вале касе, ки ба таври дақиқ муҳосиба шавад, ҳалок мегардад."
        }
      ]
    },
    {
      "number": 27,
      "title": "Шахси ҳозир бояд (хабарро ба шахси ғоиб бирасонад)",
      "hadiths": [
        {
          "number": 89,
          "full_text": "Аз Абӯшурайҳ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) фардои рӯзи фатҳ суханеро шунидам, ки гӯшҳоям онро шунид, қалбам ҳифз намуд ва чашмҳоям дид, эшон баъд аз ҳамд ва санои Худованди мутаъол фармуданд: “Худованд Маккаро дорои ҳурмат сохт, вале мардум ҳурмати онро нигаҳ надоштаанд ва касе, ки ба Худо ва рӯзи охират имон дорад, раво нест, ки дар Макка хунеро бирезонад ва ё дарахтеро қатъ намояд. Агар касе аз рухсате, ки (дар рӯзи фатҳи Макка) барои Паёмбари Худо (с) дода шуда буд, далел (барои ҷавози қитол дар Макка) меҷуст, барояш бигӯед, ки Худованд ин рухсатро барои Пайгамбари худ дода буд, на барои шумо ва ҳамон рухсат ҳам барои як соате аз рӯз буд ва баъд аз он ҳурмати он рӯз ба ҳурмати дирӯзи худ баргашт ва касе, ки ҳозир аст ин суханро ба касе, ки гоиб аст бирасонад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Гуноҳи касе, ки аз забони Паёмбари Худо (с) дурӯғ мегӯяд",
      "hadiths": [
        {
          "number": 90,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Аз забони ман дурӯг нагӯед ва касе, ки аз забони ман дурӯг бигӯяд, ҷои худро дар оташ омода намояд.”"
        },
        {
          "number": 91,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки аз забонам чизе бигӯяд. ки ман нагуфта бошам, пас ҷои худро дар оташ омода намояд.”"
        },
        {
          "number": 92,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Номи маро барои худ ном интихоб намуда, вале ба кунияам (ки Абулқосим бошад), касеро ёд накунед ва касе, ки маро ба хоб бубинад, дар ҳақиқат худамро ба хоб дидааст, зеро шайтон худро ба сурати ман дароварда наметавонад ва касе, ки аз забони ман дурӯғ бигӯяд, ҷойи худро дар оташ омода намояд.”"
        }
      ]
    },
    {
      "number": 29,
      "title": "Навиштани илм",
      "hadiths": [
        {
          "number": 93,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Худованд филро аз дохил шудан ба Макка монеъ шуд ва пайғамбари худ Расулуллоҳ (с) ва мусалмононро бар аҳли Макка ғолиб сохт, бидонед ва огоҳ бошед, ки Макка на пеш аз ман барои касе ҳалол шуда буд ва на баъд аз ман барои касе ҳалол хоҳад шуд. Макка барои ман як соате аз рӯз ҳалол гардид ва огоҳ бошед, ки акнун дар ҳамин соат дорои ҳурмат аст, на гиёҳаш чида мешавад ва на дарахташ қатъ мегардад, моли гумшудаашро ҷуз касе, ки ба соҳибаш сурог медиҳад, набояд бардорад, касе, ки кушта мешавад (соҳибони хун) байни яке аз ду чиз мухайяранд: ё дият бигиранд ва ё котилро қассос намоянд.” Шахсе аз аҳли Яман омад ва гуфт: (ин чизҳоро бароям бинавис). Фармуданд: “Барои Абӯфалон бинависед”. Шахсе аз Қурайш гуфт: Ё Расулаллоҳ, (изхир)-ро, (ки навъи гиёҳе аст), аз гиёҳони Макка истисно фармоед, чун аз он дар хонаҳо ва кабрҳои худ истифода менамоем. Паёмбари Худо (с) фармуданд: “магар изхир, магар изхир.”"
        },
        {
          "number": 94,
          "full_text": "Аз Ибни Аббос (р) ривоят аст. ки гуфт: Ҳангоме, ки бемории Паёмбари Худо (с) шиддат ёфт, фармуданд: “Бароям китобе биёред, то бароятон чизе бинависам. ки баъд аз ман гумроҳ нашавед.\" Умар гуфт: Дард бар Паёмбари Худо (с) галаба намудааст ва китоби Худо назди мо мавҷуд буда ва барои мо кофӣ аст. Ҳамон буд, ки (сари ин мавзӯъ) ихтилоф рух дод ва ғавғо ва ҷанҷол зиёд шуд. Паембари Худо (с) фармуданд: “Аз назди ман бархезед, дар хузури ман гавғо ва ҷанҷол муносиб нест.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Таълим додан ва мавъиза намудан дар шаб",
      "hadiths": [
        {
          "number": 95,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Шабе Паёмбари Худо (с) аз хоб бархоста ва фармуданд: Субҳоналлоҳ, имшаб чӣ азобҳои зиёде ва раҳматҳои бешуморе нозил гардидааст. Инҳоеро, ки дар ҳуҷраҳо хобанд (яъне уммаҳотулмӯъмининро), бедор кунед, басо касоне, ки дар дунё пӯшида ҳастанд, вале дар охират бараҳна хоҳанд буд."
        }
      ]
    },
    {
      "number": 31,
      "title": "Бедорхобй барои тахсили илм",
      "hadiths": [
        {
          "number": 96,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар охирин айёми ҳаёти худ намози хуфтанро барои мо адо намуда ва баъд аз салом додан фармуданд: “Медонед, ки имшаб чӣ шабе аст? Сад сол баъд аз имшаб аз касоне, ки акнун дар рӯи замин ҳастанд, ҳеҷ касе зинда намемонад.\""
        },
        {
          "number": 97,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Шабе дар хонаи холаам (уммулмӯъминин Маймуна бинти Ҳорис (р) хобидам ва Паёмбари Худо (с) дар ин шаб дар хонаи ӯ буданд, баъд аз намози хуфтан, ки ба хона омаданд, чаҳор ракаат намоз адо намуда ва хоб шуданд. Баъд аз он бархоста ва фармуданд: “Оё тифлак (яъне Ибни Аббос) хобидааст? Ё калимае мисли онро гуфтанд, сипас барои намоз истоданд, ман ҳам бархоста ва ба тарафи чапи эшон истодам. Маро гирифта ва ба тарафи рости худ қарор доданд ва панҷ ракаат намози (таҳаҷҷуд) адо намуданд ва баъд аз он ду ракаат суннати намози субҳро хонда хобиданд, то ҷое ки садои нафири он ҳазрат (с> ро шунидам, баъд аз он барои адои намоз берун шуданд."
        }
      ]
    },
    {
      "number": 32,
      "title": "Ҳифзи илм",
      "hadiths": [
        {
          "number": 98,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Мардум мегӯянд Абӯҳурайра аҳодиси бисёреро ривоят мекунад ва агар (хавфи) ду оят аз Қуръони маҷид намебуд, аслан ҳадисеро ривоят намекардам ва сипас ин оятро тиловат намуд: «Ба таҳқиқ касоне, ки мепӯшанд он чиро, ки мо аз суханони рӯшан ва асбоби ҳидоят нозил кардем, мавриди лаънати Худо ва лаънаткунандагон воқеъ мешаванд...». Бародарони муҳоҷирам машгули хариду фурӯш дар бозор ва бародарони ансори мо машғули мол ва зиндагии худ буданд, вале Абӯҳурайра ҷиҳати сер намудани шиками худ ба таври доимӣ ҳамроҳи Паёмбари Худо (с) мебуд ва дар натиҷа дар маҷолисе ҳозир мешуд, ки онҳо ҳозир намешуданд ва чизҳоеро ҳифз мекард, ки онҳо ҳифз намекарданд."
        },
        {
          "number": 99,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Ман аҳодиси бисёреро аз шумо мешунавам ва боз фаромӯш мекунам. Фармуданд: “Чодаратро ҳамвор кун\". Чодарамро ҳамвор кардам, чанд паймона бо ду дасти худ дар чодарам рехта ва фармуданд: “Чодаратро ҷамъ кун”. Чодарамро ҷамъ кардам. Баъд аз ин воқеа ҳеҷ чизеро фаромӯш накардам (Ва ин як мӯъчизаи возеҳ ва ошкоре аз Паёмбари Худо (с) мебошад)."
        },
        {
          "number": 100,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз (аҳодиеи) Паёмбари Худо (с) ду зарфрро ҳифз кардам, яке аз он дуро нашр кардам ва агар дигареро нашр кунам, гулӯям бурида хоҳад шуд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Гӯш фаро додан ба уламо",
      "hadiths": [
        {
          "number": 101,
          "full_text": "Аз Ҷарир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар (ҳаҷҷату-л-вадоъ) ба ман гуфтанд: “Мардумро бигӯ, хомӯш бошанд ва гӯш фаро диҳанд”. Сипас фармуданд: “Баъд аз ман кофир нашавед, ба тавре, ки яке гардани дигареро бизанад.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Агар аз олиме пурсида шавад, ки аз ҳама олимтар кист, бигӯяд, ки Худо",
      "hadiths": [
        {
          "number": 102,
          "full_text": "Аз Убай ибни Каъб аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Дар ҳоле, ки Мӯсо (ъ) барои бани Исроил хутба мехонд, мавриди суол қарор гирифта (ва касе аз вай пурсид:) Аз ҳама донотар кист? Гуфт: Ман аз ҳама донотарам. Чун нисбати плмро ба Худованд надод, Худованд бар вай итоб намуда, ваҳй фиристод, ки бандае аз бандагони ман дар (Маҷмаъу-л-баҳрайн) буда. аз ту донотар аст, (мурод аз ин шахс Хизр (ъ) аст). Мӯсо (ъ) гуфт: Худоё, чӣ гуна метавонам назди ӯ бирасам? Ба ӯ гуфта шуд, ки моҳиро дар занбил андохта ва бо худ ҳамл кун. Дар ҳар ҷое, ки моҳӣ гум шуд, он шахс дар он ҷост. Мӯсо (ъ) бо ходими худ (Юшаъ ибни Нун) моҳиеро дар занбиле бо худ гирифта ва ба роҳ афтоданд, то ин, ки назди сахрае (харсанг) расиданд. Дар он ҷо сари худро гузошта, хобиданд. Моҳӣ аз занбил баромад ва хазида ба сӯи дарё рафт ва ин кор барои Мӯсо ва ходимаш тааҷҷубовар буд. Баъд аз он бархоста ва бақияи он рӯз ва шабро роҳ рафтанд. Чун субҳ шуд, Мӯсо ба ходими худ гуфт: Ноштои моро биёвар, чун аз ин сафар хаста ва монда шудаем. Ва Мӯсо (ъ) то вақте, ки аз он ҷойи муайян нагузашта буд, хаста ва монда нашуда буд. Ходимаш барояш гуфт: Ҷоеро, ки назди сахра хобидем. ба ёд дорӣ? Моҳиро дар ҳамон ҷо фаромӯш кардам. Мӯсо (ъ) гуфт: Ин ҳамон ҷоест, ки мо дар талаби он ҳастем. Чун назди сахра баргаштанд, шахсеро диданд, ки худро ба ҷомааш печондааст. Мӯсо (ъ) салом кард. Хизр гуфт: Салом гуфтан дар сарзамини шумо чи гунна аст. Гуфт. Ман Мӯсо ҳастам? (Хизр гуфт:) Мӯсои бани Исроил? Гуфт. Бале. Ва гуфт: Оё (иҷоза медиҳӣ), ки бо ту ҳамроҳӣ кунам ва аз он чи, ки Худованд барои ту омӯхтааст, бароям биёмӯзӣ? Гуфт: Ту бо ман сабр карда наметавонӣ, ман дорои илме аз илми Худо ҳастам, ки он илмро ба ман омӯхта ва ту онро намедони ва ту дорои илме ҳастӣ, ки Худованд онро ба ту омӯхта ва ман он илмро намедонам. Мӯсо гуфт: Иншоаллоҳ, маро шахси собире хоҳӣ ёфт ва аз ҳеҷ амр ва фармони ту сарпечӣ нахоҳам кард. Ҳардуяшон (Мӯсо ва Хизр) дар соҳили дарё ба роҳ афтоданд. Худашон аз худ киштӣ надоштанд, вале киштӣ даррасид ва бо ӯ ҳарф заданд, то онҳоро бо худ бардорад. Соҳибони киштӣ Хизрро шинохта ва онҳоро бидуни кироя бо худ савор карданд. Гунҷишке омад ва дар канори киштӣ нишаст ва як ё ду бор нӯли худро дар баҳр ғӯта дод. Хизр гуфт: Эй Мӯсо, илми ман ва илми ту нисбат ба илми Худо монанди ҳамин як ё ду нӯли обе аст. ки ин гунҷишк аз баҳр бардошта ва чизеро кам накардааст. Сипас Хизр рафта ва тахтае аз тахтаҳои кииггиро дароварда ва шикасг Мӯсо барояш гуфт: Ин мардум моро бидуни кироя бо худ савор карданд, ту киштии онҳоро хароб ва ҳамаро ғарқ месозӣ? (Хизр) гуфт: Магар нагуфта будам, ки ту таҳаммули ҳамроҳӣ бо манро надорӣ? Мӯсо (ъ) гуфт: Маро аз чизе, ки фаромӯш кардаам, муохаза макун ва боъиси заҳмат дар корам машав. Ва ин аввалин фаромӯшии Мӯсо буд. Боз ба роҳ афтоданд ва тифлеро диданд. ки бо атфоли дигар дар ҳоли бозӣ кардан аст. Хизр сари он тифлро бо даст аз танаш канда, ҷудо намуд. Мӯсо гуфт: Оё шахси бегуноҳеро бидуни ин, ки касеро кушта бошад, ба қатл мерасонӣ? (Хизр) гуфт: Магар ба ту нагуфта будам, ки ту таҳаммули ҳамроҳӣ бо манро надорӣ? Боз ба роҳ афтоданд, то ин, ки ба деҳае расиданд, аз мардуми он деҳа талаби нон намуданд, вале онҳо аз меҳмон кардани эшон ибо варзиданд ва дар назди деҳа девореро мушоҳида намуданд, ки дар ҳоли ФУРӮ рехтан аст. Хизр (чизе) ба дасти худ гуфт ва он деворро рост кард. Мӯсо гуфт: Агар мехостӣ, дар муқобили ин кори худ музде мегирифтӣ, (Хизр) гуфт: Ин нуқтаи ҷудоӣ байни ману ту аст. Паёмбари Худо (с) фармуданд: “Худованд Мӯсоро ҳидоят кунад, дӯст доштем, ки сабр мекард, то қиссаи онҳо барои мо равшан мешуд.”"
        }
      ]
    },
    {
      "number": 35,
      "title": "Касе, ки дар ҳолати истода аз олиме, ки нишаста буд, чизе пурсидааст",
      "hadiths": [
        {
          "number": 103,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омада гуфт: Ё Расулаллоҳ, чиҳоди фи сабилиллоҳ чӣ гуна аст? Чун яке аз мо ба асоси интиқом ва дигаре барои асабияти қавму кдбила ҷанг мекунад. Пайғамбари Худо (с) фармуданд: “Касе, ки барои эълои калиматуллоҳ биҷангад, ҷанги ӯ ҷиҳоди фи сабилиллоҳ аст.”"
        }
      ]
    },
    {
      "number": 36,
      "title": "Худованди мутаъол мефармояд: “Аз илм ҷуз миқдори андаке дода нашудаед”",
      "hadiths": [
        {
          "number": 104,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Дар ҳоле, ки бо Паёмбари Худо (с) дар минтақаи харобае аз Мадинаи мунаввара мерафтам ва Паёмбари Худо (с) бо чӯби хурмое, ки дар дасташон буд, асо мезаданд, ба гурӯҳе аз мардуми Яҳуд расидем. Яке аз онҳо ба дигаре гуфт: Дар бораи рӯҳ аз вай пурсиш намоем. Иддае гуфтанд: Пурсиш накунед, шояд дар ҷавоб чизе бигӯяд, ки бароятон нохушоянд бошад. Иддае гуфтанд, ки: Ҳатман суол мекунем. Ва ҳамон буд. ки яке аз онҳо бархоста гуфт: Ё Абулқосим, рӯҳ чист? Паёмбари Худо (с) хомӯш шуданд. Бо худ гуфтам: Шояд барояшон ваҳй нозил мегардад. Ман бархостам ва вақте, ки нишонаҳои ваҳй аз эшон бартараф шуд, ин оятро тиловат намуданд: «Аз ту дар бораи рӯҳ мепурсанд, бигӯ, ки рӯҳ аз амри Парвардигори ман аст ва шумо аз илм ҷуз миқдори андаке дода нашудаед». (Исро: 87)"
        }
      ]
    },
    {
      "number": 37,
      "title": "Касе, ки ашчоси муайянеро ба таҳсили илм ихтисос додааст, на ҳамагонро",
      "hadiths": [
        {
          "number": 105,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с), дар ҳоле, ки (Маъоз) пушти сарашон бар маркабе савор буд, фармуданд: Ё Муъоз! Гуфт: Бале, ё Расулаллоҳ! Бифармоед ба хизмат ҳозирам! Фармуданд: Ё Муъоз! Гуфт: Бале, ё Расулаллоҳ, бифармоед ба хизмат ҳозирам. То ин, ки се бор такрор намуданд ва фармуданд: “Ҳеҷ касе нест, ки аз сидқи дил бигӯяд «Ашҳаду ан ло илоҳа иллаллоҳ ва анна Муҳаммадан Расулуллоҳ», магар он, ки Худованд ӯро бар оташи дӯзах ҳаром мегардонад”. Муъоз гуфт: Ё Расулаллоҳ, оё аз ин чиз ба мардум хабар диҳам, то хушҳол шаванд? Фармуданд: “Дар ин сурат бар ин эътимод карда ва амал намекунанд.” Вале Муъоз (р) аз ин мавзӯъ дар вақти марги худ аз хавфи ин, ки мабодо (аз пӯшидани ин ҳадис) гунаҳкор шавад, барои мардум хабар дод."
        }
      ]
    },
    {
      "number": 38,
      "title": "Ҳаё дар илм",
      "hadiths": [
        {
          "number": 106,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: (Умми Сулаим) ӯ назди Паёмбари Худо (с) омада ва гуфт: Е Расулаллоҳ, Худованд аз баёни ҳақ ҳаё намекунад, оё агар зан эҳтилом шавад, оар ваи гусл воҷиб мешавад? Паёмбари Худо (с) фармуданд: Ба шарте, ки оби (манӣ)-ро бубинад.” Умми Салама (р) руйи худро пушонда ва гуфт: Е Расулаллоҳ, зан ҳам эҳтилом мешавад? Фармуданд: “Бале, дастат ба хок (як навъ хушкаломӣ аст), вагарна чӣ сабаб аст, ки фарзандаш ҳамрангаш мешавад?”"
        }
      ]
    },
    {
      "number": 39,
      "title": "Касе, ки худаш ҳаё карда ва дигареро амр мекунад, ки бипурсед",
      "hadiths": [
        {
          "number": 107,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Ман шахсе будам, ки мазӣ (обе, ки аз манӣ тунуктар аст) аз ман бисёр хориҷ мегардид. Миқдодро амр кардам, то ҳукми онро аз Паёмбари Худо (с) бипурсад ва чун пурсид, фармуданд: “Дар (хориҷ шудани) мазӣ вузӯ воҷиб мешавад.”"
        }
      ]
    },
    {
      "number": 40,
      "title": "Таълим ва фатво дар масҷид",
      "hadiths": [
        {
          "number": 108,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки шахсе дар масҷид бархоста гуфт: Ё Расулаллоҳ, моро амр мефармоед ки аз куҷо эҳром бубандем. Паёмбари Худо (с) фармуданд: Мардуми Мадина аз Зулҳулайфа, мардуми Шом аз Ҷуҳфа ва мардуми Наҷд аз Қарни Манозил.” Ибни Умар (р) мегӯяд: Ва мардум гумон мекунақд Паёмбари Худо (с) фармуданд, ки “мардуми Яман аз Яламлам эҳром бибанданд.” Ва Ибни Умар (р) мегуфт: Вале ман ин чизро аз Паёмбари Худо (с) нафаҳмидам."
        }
      ]
    },
    {
      "number": 41,
      "title": "Касе, ки суолкунандаро ба бештар аз он чӣ, ки суол кардааст, ҷавоб додааст",
      "hadiths": [
        {
          "number": 109,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) пурсид: Муҳрим чӣ либосе бояд бипӯшад? Фармуданд: “Пероҳан напӯшад, дастор набандад, изор напӯшад, ъабо напӯшад ва либосе, ки муаттар ба хушбӯӣ ва заъфарон бошад, напӯшад, агар кафшро наёфт, мӯза бипӯшад, вале бояд онро тавре қатъ намояд, ки аз зери каъбайн (буҷулак) поёнтар бошад.”"
        }
      ]
    }
  ],
  "total_chapters": 41,
  "total_hadiths": 56,
  "unique_hadith_numbers": 56
}