{
  "id": 50,
  "number": 50,
  "title": "КИТОБИ ШАҲОДАТ",
  "chapters": [
    {
      "number": 1,
      "title": "Дар корҳои золимона набояд шаҳодат дод",
      "hadiths": [
        {
          "number": 1175,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Беҳтарин мардумон касонеанд, ки дар аср ва замони ман зиндагӣ мекунанд (мурод аз ин гурӯҳ саҳоба ҳастанд), баъд аз он мардумоне, ки баъд аз онҳо меоянд (мурод аз инҳо тобеъин мебошанд), баъд аз он мардумоне, ки пас аз онҳо меоянд (мурод аз инҳо табаъа тобеъин ҳастанд), баъд аз онҳо мардумоне хоҳанд омад, ки пеш аз қасам хӯрдан шаҳодат медиҳанд ва пеш аз шаҳодат додан қасам мехӯранд»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Он чӣ, ки дар бораи шаҳодати ноҳақ омадааст",
      "hadiths": [
        {
          "number": 1176,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Оё аз бузургтарин гуноҳони кабира шуморо бохабар созам?» Ва ин суханро се бор такрор намуданд . Саҳоба гуфтанд: Бале, ё Расулаллоҳ! Фармуданд: «Ширк овардан ба Худо, уқуқи волидайн». Дар ин ҷо аз ҳоле, ки такя карда буданд, ба зону нишастанд ва гуфтанд: «Ва бидонед, ки шаҳодати ноҳақ». Ровӣ мегӯяд: Ва ин сухани охирро он қадар такрор карданд, ки гуфтем, эй кош, хомӯш шаванд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Шаҳодат додани шахси нобино ва бақияи тасарруфоти он",
      "hadiths": [
        {
          "number": 1177,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) овози касеро шуниданд, ки дар масҷид Қуръон мехонд, фармуданд: «Худо бар вай раҳмат кунад, чандин оятеро, ки аз фалон сура фаромӯш карда будам, ба ёдам овард»."
        },
        {
          "number": 1178,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар хонаам намози таҳаҷҷуд мехонданд, савти обидеро, ки дар масҷид намоз мехонд, шуниданд, гуфтанд: «Эй Оиша! Ин овози касест, ки ибодат мекунад?» Гуфтам: Бале. Фармуданд: “Худоё, бар шахси обид раҳмат кун”."
        }
      ]
    },
    {
      "number": 4,
      "title": "Тазкияи занҳо барои якдигар(Ин ҳадис ба номи ҳадиси ифк низ ёд мешавад ва ифк ба маьнои дурӯғ гуфтан ва тӯҳмат задан аст ва ин ҳадисро аз он ҷиҳат ба номи ифк ёд мекунанд, ки баёнгари дурӯғ ва тӯҳмат бастани баъзе ашхос ба саркардагии Абдуллоҳ ибни Убай ибни Салули мунофиқ нисбат ба Оиша (р) аст)",
      "hadiths": [
        {
          "number": 1179,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте ки ба сафар мерафтанд, байни ҳамсарони худ қуръакашӣ намуда, ҳар касе, ки қуръааш мебаромад, ӯро бо худ мебурданд. Дар яке аз ҷангҳо байни мо қуръакашӣ намуданд ва қуръаи ман берун шуд. Маро бо худ бурданд ва ин дар вақте буд, ки ҳиҷоб нозил гардида буд. Маро дар каҷова ҳамл менамуданд ва боз аз он пиёда мекарданд ва ба сафари худ идома, додем то он, ки Паёмбари Худо (с) аз кори он ғазва фориғ шуданд ва ба сӯи Мадина баргаштанд. Чун ба наздикии Мадина расидем, дар яке аз шабҳо овози раҳил ва ҳаракати қофила баланд шуд, чун овози раҳилро шунидам, бархостам ва аз минтақаи лашкар дур шудам, чун аз қазои ҳоҷат халос шудам, дубора ба тарафи қофила омадам. Ҳангоме, ки ба қофила расидам, даст задам. Дидам, гулӯбандам, ки аз донаҳои ямонӣ сохта шуда буд, афтодааст. Гулӯбанди худро ҷустам, чустуҷӯи он маро маътал сохт. Онҳое, ки маро ба каҷова ҳамл мекарданд, омаданд. Каҷоваро бар шутуре, ки ман бар он савор мешудам, бор карданд ва онҳо фикр мекарданд, ки ман дар каҷова ҳастам ва занҳо дар ин вақт сабуквазн буданд ва гӯшти онҳо зиёд нашуда буд. Зеро фақат ба андозаи зарурат таъом мехӯрданд, аз ин ҷиҳат касоне, ки каҷоваро бармедоштанд, набудани маро эҳсос накарданд ва онро бор карданд ва илова бар он дар ин вақт синни ман кам буд, онҳо шутурро ба роҳ андохта ва рафтанд. Гулӯбандамро баъд аз ин, ки қофила ҳаракат карда буд, ёфтам ва ҳангоме ки баргаштам, касеро дар он ҷо наёфтам ва дар ҷои худ ҷо ба ҷо нишастам, зеро гумон мекардам, ки онҳо чун маро наёбанд, пас омада ва маро хоҳанд гирифт. Дар хамин вақте ки он ҷо нишаста будам, маро хоб гирифта ва хоб шудам. Сафвон ибни Муъаттали Суламии Заквонӣ,_ки ақибгарди лашкар буд, сиёҳии инсонеро дид ва назди ман омад. Ӯ пеш аз нузули ҳиҷоб маро медид, аз истирҷоъаш бедор шуданд (мурод аз истирҷоъ гуфтан «инно лиллоҳи ва инно илайҳи роҷеъун» аст). Ва ин ҳангоме буд, ки шутурашро хобонид, дасти шутурро ҳамвор кард ва (аз рӯи дасти шутур) бар он шутур савор шудам, маҳори шутурро гирифт ва ба роҳ афтод. Омадем, то ба дигар лашкариёне, ки аз шиддати гармӣ манзил гузида буданд, расидем ва бадбахтии фитнаангезон аз ҳамин ҷо шурӯъ шуд ва аввалин касе, ки ин тӯҳматро мунташир сохт, Абдуллоҳ ибни Убай ибни Салул буд. Ба Мадина расидем ва ҳудуди як моҳ мариз шудам ва мардум гуфти тӯҳматгаронро мунташир мекарданд. Дар беморие, ки доштам, ин чиз маро ба шак андохт, ки аз Паёмбари Худо (с) лутф ва меҳрубониҳоеро, ки дар айёми маризиҳои гузаштаам медидам, эҳсос намекардам ва ҳангоме, ки ба хона меомаданд, салом карда ва мегуфтанд: «Духтари шумо чӣ тавр аст?» Аз қазия то ҳангоме, ки сиҳат ёфтам, чизе хабар надоштам. Рӯзе бо модари Мистаҳ ба тарафи баландиҳое, ки барои қазои ҳоҷат мерафтем, равон будем ва дар ин ҷо ҷуз аз як шаб то шаби дигар намерафтем ва ин кор пеш аз сохта шудани байтулхалоҳо ба наздикии хонаҳои ман буд. Дар ин мавзӯъ монанди мардуми бодиянишин будем. Ман бо модари Мистаҳ, духтари Абӯруҳм мерафтам, ки чодараш ба ӯ печида ва афтод, дар ин вақт гуфт: Мистаҳ ҳалок шавад. Ба ӯ гуфтам: Сухани бисёр баде гуфтӣ. Оё касеро, ки дар ҷанги Бадр иштирок намудааст, дашном медиҳӣ? Гуфт: Эй бечора, магар хабар надорӣ, ки мардум чӣ гуфтанд? Ва қиссаи аҳли ифк ва тӯҳмати тӯҳматгаронро бароям гуфт. Ин ҷо буд, ки маризиам аз аввал бештар ва шадидтар шуд. Чун ба хона баргаштам, Паёмбари Худо (с) омада ва салом карданд ва гуфтанд: «Маризи шумо чӣ тавр аст?» Гуфтам: Бароям иҷоза бидиҳед ба хонаи падар ва модарам биравам. Ва мақсадам ин буд, ки аз ин хабар аз тарафи онҳо мутаяқин шавам. Паёмбари Худо (с) бароям иҷоза доданд, ба назди падар ва модарам омадам. Ба модарам гуфтам: Мардум чӣ мегӯянд? Гуфт: Духтарам, ғам махӯр, ба Худованд савганд, ҳеҷ зани зебое нест, ки назди шавҳараш маҳбуб бошад ва боғчунҳое дошта бошад, магар ин, ки аз ин чизҳо барояш гуфта мешавад. Гуфтам: Субҳоналлоҳ, магар мардум чунин суханоне дар бораам мегӯянд? Ҳамон шабро то фардо он ҷо мондам, на ашк аз чашмам хушк шуд ва на хоб ба чашмам омад. Фардои он рӯз чун муддате буд, ки ваҳй нозил нашуда буд, Паёмбари Худо (с) Алӣ ибни Абӯтолиб ва Усома ибни Зайд (р)-ро талабиданд ва дар мавзӯъи ин, ки аз ҳамсарашон (Оиша (р) ҷудо шаванд, бо онҳо машварат намуданд. Усома бо асоси дустӣ ва муҳаббате, ки Паёмбари Худо (с) бо уммати ҳуд ё азвоҷи мутаҳҳарот доштанд, гуфт: Ё Расулаллоҳ, Оиша (р) ҳамсари шумо аст ва ба Худованд қасам, ки ҷуз некӣ чизи дигаре дар бораи ӯ суроғ надорам. Вале Алӣ ибни Абӯтолиб (р) гуфт: Ё Расули Аллоҳ! Худо бар шумо арсаро танг насохтааст ва ба ғайр аз вай яъне Оиша (р), занҳои дигаре бисёр аст ва мавзӯъро аз каниз яъне канизи Оиша (р), ки Барира ном дошт, пурсед ва воқеъиятро барои шумо хоҳад гуфт. Алӣ ин суханро аз рӯи даъват ва душманӣ бо Оиша (р) нагуфт, балки чун дид, ки Паёмбари Худо (с) сахт андӯҳгин ва музтариб ҳастанд, хост то роҳе барои он ҳазрат (с) пешниҳод намояд, ки аз ин ғаму андӯҳ то андозае халос шаванд. Паёмбари Худо (с) Барираро хоста ва аз вай пурсиданд, ки «Оё ту аз Оиша (р) чизе ки туро ба шак бияндозад, мушоҳида кардаӣ?» Барира гуфт: Савганд ба зоте, ки шуморо ба ҳақ фиристодааст, аз вай чунин чизе мушоҳида накардаам ва дар вай ҳеҷ айберо ба ҷуз ин, ки духтари хурдсоле аст ва баъди таҳияи хамир хобаш мебурд ва гӯсфанд омада ва он хамирҳоро мехӯрд, надидаам. Паёмбари Худо (с) ҳамон рӯз бархостанд ва ба талаби уқубат ва интиқом аз Абдуллоҳ ибни Убай ибни Салул баромада ва фармуданд: «Кадом касе аст, ки интиқоми маро аз шахсе, ки ба ҳамсарам тӯҳмат задааст, бигирад ва ба Худованд савганд, ки ман аз ҳамсарам ҷуз некӣ ва хубӣ чизе надидаам ва ӯро ба шахсе муттаҳам сохтаанд, ки дар вай чуз аз некӣ ва хубӣ чизи дигаре суроғ надорам ва ҳеҷ гоҳ дар хонаам ҷуз бо худам дохил намегардад». Саъд ибни Муъоз (р) бархосг ва гуфт: Ё Расулаллоҳ! Ба Худованд савганд, ки ман интиқоми шуморо аз вай хоҳам гирифт, агар аз қабилаи (Авс) бошад, гарданашро хоҳам зад ва агар аз бародарони хазраҷии мо бошад, ҳар тавр ки амр фармоед, бо вай муомила хоҳем намуд. Саъд ибни Убода (р), ки раиси қавми Хазраҷ буд, бо вуҷуди он, ки шахси солеҳ ва некӯкоре буд, табассуби қавмӣ дар вай асар карда ва гуфт: Ҳаргиз касеро накуштаӣ ва кушта наметавонӣ. Усайд ибни Хузайр бархоста ва гуфт: Ба Худованд савганд, ки ӯро хоҳем кушт. Ту мунофиқ ҳастӣ ва аз мунофиқин дифоъ мекунӣ. Ва дар ҳоле, ки Паёмбари Худо (с) бар болои минбар буданд, ду қабилаи Авс ва Хазраҷ бо ҳам ба гуфтушунуд пардохтанд, то ҷое, ки мехостанд ба ҷанг бархезанд. Паёмбари Худо (с) аз минбар поён шуда ва онҳоро ором сохтанд ва худашон ҳам сокит шуданд. Он рӯз гиристам ва ашк аз чашми ман хушк нагардид ва хоб ба чашмам наёмад, фардояш падар ва модарам наздам омаданд ва ду шабонарӯз шуда буд, ки ба таври мустамир гиря мекардам, то ҷое, ки мегуфтам, шояд ҷигарам фурӯ бирезад. Дар ҳоле, ки онҳо наздам нишаста буданд, зане аз ансор омада ва иҷозаи дохил шудан хост, ман барояш иҷоза додам. Ӯ ҳам нишаст ва бо ман ба гиря кардан шурӯъ намуд. Дар ҳоле, ки мо бо ҳам нишаста будем, ногаҳон Паёмбари Худо (с) дохил гардиданд ва нишастанд ва аз рӯзе, ки дар бораам чунин суханоне гуфта шуда буд, Пайғамбари Худо (с) дар канорам нанишаста буданд ва як моҳ шуда буд, ки дар бораи ман бар эшон ваҳй нозил нагардида буд. Оиша (р) мегӯяд: Паёмбари Худо (с) баъд аз ҳамд ва санои Парвардигор гуфтанд: «Эй Оиша! Бароям дар мавриди ту хабарҳое чунин ва чуноне расидааст, агар дар замина бегуноҳ бошӣ, ба зудӣ Худованди мутаъол исботи бегуноҳии туро хоҳад кард ва агар муртакиби гуноҳе шуда бошӣ, аз Худованд талаби омурзиш намуда ва тавба кун, зеро вақте ки банда ба гуноҳаш эътироф намуда ва тавба намояд, Худованд тавбаашро қабул мекунад». Чун суханони Паёмбари Худо (с) тамом шуд, ашк дар чашмам хушк гардид, то ҷойе, ки эҳсоси як қатра ашкро ҳам намекардам, рӯйи худро ба тарафи падарам карда ва гуфтам: Ҷавоби Паёмбари Худо (с)-ро бидеҳ. Ӯ гуфт: Ба Худо савганд, ки намедонам, ба Паёмбари Худо (с) чӣ бигӯям? Ба модарам гуфтам: Ту ҷавоби Паёмбари Худо (с)-ро бигӯ. Ӯ ҳам гуфт: Ба Худованд савганд, намедонам, ки дар ҷавоби Паёмбари Худо (с) чӣ бигӯям? Оиша (р) мегӯяд: Ман духтари хурдсоле будам ва чизи зиёде аз Қуръон нахонда будам, бо он ҳам гуфтам: Ба Худованд касам, ки шумо он чиро, ки мардум мегӯянд, шунидаед ва дилнишини шумо шуда ва бовар кардаед. Агар бигӯям, ки ман бегуноҳам ва Худованд медонад, ки бегуноҳам, бовар намекунед ва агар эътироф ба гуноҳе бикунам ва дар ҳоле, ки Худо медонад, ки ба бегуноҳиям бовар хоҳед кард. Ва ба Худованд қасам аст, ки дар мавқифи мушкил ҷуз қавли падари Юсуф (ъ) чизи дигареро гуфта наметавонам. Пас сабр аз ҳама беҳтар аст ва аз он чӣ, ки мегӯед, аз Худованд мадад ва кӯмак мехоҳам. Баъд аз он бархостам ва ба бистари худ рафтам ва ба ин умед будам, ки Худованди мутаъол бароати маро собит созад, вале ба Худованд савганд, ҳеҷ вақт гумон намекардам, ки дар бораи ман ваҳйе нозил хоҳад кард, ки барои ҳамеша тиловат гардад ва ман дар назди худ камтар аз он будам, ки дар бораи ман Қуръон сухан бигӯяд. Ва чизеро, ки орзу доштам, фақат он буд, ки Паёмбари Худо (с) чизеро дар хоб бубинанд, ки сабаби бароати ман шавад, вале ба Худованд савганд, ки ҳанӯз аз ҷойи худ ҳаракат накарда будам ва касе аз аҳди хона берун нашуда буд, ки бар Паёмбари Худо (с) ваҳй нозил гардид ва алоими (нишонаи) маъҳудаи ваҳй бар ҷеҳраашон намоён гардид. Чун ҳолати ваҳй аз Паёмбари Худо (с) бартараф гардид, ханда намуда ва гуфтаанд: «Эй Оиша! Худоро шукр кун, ки бароати туро нозил сохт». Модарам гуфт: Бархез ва назди Паёмбари Худо (с) бирав! Гуфтам: На, хайр! Ба Худованд савганд, ки нахоҳам рафт ва ҷуз аз Худованди мутаъол ситоиши дигареро нахоҳам намуд. Ва Худованд ин ояи каримаро нозил фармуд: «Касоне, ки ин тӯҳматро бастанд, гурӯҳе аз шумо буданд...» Чун Худованди мутаъол бароатамро нозил кард ва Абӯбакри Сиддиқ (р) нисбат ба қаробате, ки ба Мистаҳ ибни Асоса дошт, ба ӯ кӯмак мекард, гуфт: Ба Худованд қасам, ки аз ин баъд барои Мистаҳ, ки дар бораи Оиша чунин ва чунон гуфтааст, кӯмак нахоҳам кард. Вале Худованд ин ояи каримаро нозил фармуд: «Ва набояд соҳибони мол ва макнат савганд бихӯранд, ки ба ақрабои худ чизе надиҳанд...» то ин қавли Худованд, ки: «Оё дӯст надоред, ки Худованд шуморо биёмурзад ва Худованд омурзанда ва меҳрубон аст». Ва Паёмбари Худо (с) дар бораи ман аз Зайнаб бинти Ҷаҳш (р) истифсор намуда, пурсида буданд: «Эй Зайнаб! Чӣ медонӣ? Чӣ дидаӣ?» Ва ӯ гуфта буд: Ё Расулаллоҳ, чашму гӯшамро аз он чӣ, ки надида ва нашнидаам, дур медорам, ба Худованд савганд аст, ки нисбат ба Оиша ҷуз хайр ва некӣ чизе надида ва нашнидаам. Ва Оиша (р) мегӯяд: Фақат ҳамин Зайнаб буд, ки худро аз ман беҳтар ва болотар медонист, вале аз тақвое, ки дошт, Худованди мутаъол ӯро аз тӯҳмат задан ҳифз намуд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Тазкияи як нафар аз нафари дигар кофӣ аст",
      "hadiths": [
        {
          "number": 1180,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Шахсе аз дигаре дар назди Паёмбари Худо (с) таъриф ва тавсиф намуд, фармуданд: «Эй вой бар ту, гардани рафиқатро қатъ намудӣ». Ва ин суханро чандин бор такрор намуданд, сипас фармуданд: «Агар касе маҷбур мегардад, ки бародари мусалмони худро мадҳ ва сифат намояд, бигӯяд ки: Гумон мекунам, ки фалонӣ (чунину чунон бошад) ва Худованд ӯро кофӣ аст ва ман касеро дар назди Худованд тазкия наменамоям, фақат ӯро чунину чунон мешиносам ва ин ҳам ба шартест, ки дар вай чунин сифатеро суроғ дошта бошад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Болиғ шудани атфол ва шаҳодат додани онҳо",
      "hadiths": [
        {
          "number": 1181,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар ғазваи Уҳуд чордаҳсола будам. Паёмбари Худо (с) ба қаду қоматам назар карданд ва ба ман иҷозаи иштирок дар ҷангро надоданд, вале дар ҷанги Хандақ, ки понздаҳсола шуда будам, ба қаду қоматам нигоҳ карданд ва ба ман иҷозаи иштирок дар ҷангро доданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Вақте ки мардуме дар қасам хӯрдан аз якдигар сабқат меҷӯянд",
      "hadiths": [
        {
          "number": 1182,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз мардуме хосганд, ки савганд бихӯранд, ҳама изҳори омодагӣ намуданд. Паёмбари Худо (с) амр намуданд, то байнашон қуръакашӣ шавад, ки кадом якеашон бояд савганд бихӯрад."
        }
      ]
    },
    {
      "number": 8,
      "title": "Чигунагии савганд хурдан",
      "hadiths": [
        {
          "number": 1183,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки мехоҳад савганд бихӯрад, ё ба Худо савганд бихӯрад ва ё сокит бошад»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Касе, ки байни мардум сулҳ барқарор месозад, дурӯғгӯй шумурда намешавад",
      "hadiths": [
        {
          "number": 1184,
          "full_text": "Аз Умми Кулсум бинти Уқба (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки мефармуданд: «Касе, ки байни мардумон мусолиҳа мекунад, (агар барои мусолиҳа дурӯғ бигӯяд), дурӯғгӯй шумурда намешавад, зеро вай ё сухани маслиҳатомезеро барои шахси муқобил мерасонад ва ё ин, ки аз худ сухани маслиҳатомезеро барояш мегӯяд»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Гуфтаи имом барои ҳамнишинони худ, ки бо ҳам биравем, то сулҳ барқарор созем",
      "hadiths": [
        {
          "number": 1185,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Мардуми Қубо байни худ ҷанг карданд, то ҷойе, ки якдигари худро ба санг мезаданд. Паёмбари Худо (с) аз ин воқеа бохабар шуданд ва фармуданд: «Биёед, биравем, байнашон сулҳ барқарор созем»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Чӣ гуна навишта мешавад, ки ин санади мусолиҳаи фалон ибни фалон ва фалон ибни фалон аст, агарчӣ қабила ва ё насаби худро зикр нанамояд",
      "hadiths": [
        {
          "number": 1186,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар моҳи Зулқаъда тасмим гирифтанд, ки умра намоянд, вале аҳли Макка барояшон иҷозаи дохил шудан ба Маккаро надоданд, то ин, ки бо аҳди Макка мусолиҳа намуданд, ки фақат се рӯз дар Макка бимонанд. Чун дар санади сулҳ навиштанд, ки: «Ин санади сулҳест аз тарафи Муҳаммад Расулуллоҳ (с)» ҷониби муқобил гуфтанд: Мо ба ин чиз эътироф надорем, агар медонистем, ки ту Расули Худо ҳастӣ. туро аз дохил шудан ба Макка манъ намекардем ва ту Муҳаммад ибни Абдуллоҳ ҳастӣ. Фармуданд: «Ман Пайғамбари Худо ва Муҳаммад ибни Абдуллоҳ ҳастам». Сипас ба Алӣ (р) фармуданд: «Иборати Расулуллоҳро маҳв кун (яъне хат бизан)». Гуфт: Ба Худованд савганд, ки ҳеҷ гоҳ маҳв нахоҳам кард. Паёмбари Худо (с) варақро гирифтанд ва навиштанд, ки «Ин санади сулҳи Муҳаммад ибни Абдуллоҳ аст, ки дар асоси он: Силоҳеро ҷуз дар ҳолати ғилоф будан ба Макка дохил нанамояд. Агар касе аз аҳли Макка мехост ҳамроҳаш берун шавад, ӯро ба худ набарад. Ва агар касе аз ҳамроҳонаш майли будан дар Маккаро дошт, ӯро аз ин кор манъ накунад». Чун ба Макка дохил гардиданд ва муддати муайян гузашт, аҳли Макка назди Алӣ (р) омада ва гуфтанд: Ба рафиқат бигӯ, ки аз назди мо биравад, зеро муддати муайян гузаштааст. Паёмбари Худо (с) аз Макка хориҷ гардиданд. Духтари Ҳамза (р) ба дунболи эшон ба роҳ афтод ва гуфт: Амӯям, амӯям. Алӣ (р) дасти ӯро гирифт ва ба Фотима (р) гуфт, ки ӯро бардор. Вале дар бораи сарпарастии вай Алӣ ва Зайд ва Ҷаъфар (р) бо ҳам ихтилоф намуданд. Алӣ (р) гуфт, ки ман ба сарпарастии ӯ мустаҳиқтарам, ӯ духтари амаки ман аст. Ва Ҷаъфар (р) гуфт, ки ман мустаҳиқтарам, ӯ илова бар ин, ки духтари амакам аст, холааш ҳамсарам мебошад. Ва Зайд (р) гуфт, ки ӯ духтари бародари ман аст. Вале Паёмбари Худо (с) ӯро ба холааш супурда ва фармуданд: «Хола ба манзалаи модар аст». Ва ба Алӣ (р) гуфтанд, ки: «Ту аз ман ва ман аз туам». Ва ба Ҷаъфар (р) гуфтанд: «Ту аз нигоҳи ҷисмӣ ва ахлоқӣ шабеҳ ва ҳамранги ман ҳастӣ». Ва барои Зайд (р) гуфтанд, ки: «Ту бародар ва дӯсти мо ҳастӣ»"
        }
      ]
    },
    {
      "number": 12,
      "title": "Ин қавли Паёмбари Худо (с), ки барои Ҳасан ибни Алӣ (р) гуфтанд: «Ин фарзанди сардор аст»",
      "hadiths": [
        {
          "number": 1187,
          "full_text": "Аз Абубакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки бар болои минбар нишаста буданд. Ҳасан ибни Алӣ (р) дар паҳлӯяшон қарор дошт. Дар ин вақт гоҳе ба тарафи мардум ва гоҳе ба тарафи Ҳасан (р) рӯй оварда ва мефармуданд: «Ин фарзанди ман сардор аст ва шояд Худованди мутаъол ба сабаби вай байни ду гурӯҳи бузурге аз мусалмонон сулҳ барқарор созад»."
        }
      ]
    },
    {
      "number": 13,
      "title": "Оё имом мардумро ба сулҳ даъват мекунад?",
      "hadiths": [
        {
          "number": 1188,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) овози касонеро, ки ба садои баланд назди дарвозаи хона бо ҳам ҷанҷол мекарданд, шуниданд. Яке аз онҳо аз дигаре мехост, то аз қарзи худ чизеро барояш бахшида ва ё ӯро мӯҳлат бидиҳад, вале ҷониби муқобил мегуфт: Ба Худованд савганд, ки чунин нахоҳам кард (яъне на аз қарзам чизе кам мекунам ва на мӯҳлат медиҳам). Паёмбари Худо (с) назди онҳо рафта ва гуфтанд: «Он кӣ ба чунин шиддат ба Худо савганд мехӯрад ва намехоҳад, ки кори некеро анҷом бидиҳад, куҷост?» Он шахс гуфт: Е Расулаллоҳ! Ман ҳастам ва инак ҳар кадомеро, ки мехоҳад, аз вай бошад."
        }
      ]
    }
  ],
  "total_chapters": 13,
  "total_hadiths": 14,
  "unique_hadith_numbers": 14
}