{
  "id": 54,
  "number": 54,
  "title": "КИТОБИ ИБТИДОИ ХИЛҚАТ",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар бораи ин қавли Худованд омадааст, ки: «Он зотест, ки халқро ба вуҷуд овард ва боз онро дубора зинда мекунад» (Рум: 27)",
      "hadiths": [
        {
          "number": 1348,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки гуфт: Иддае аз мардуми бани Тамим назди Паёмбари Худо (с) омаданд. Фармуданд: Эй бани Тамим! Шуморо башорат медиҳам (сабаби башорат саодате буд, ки аз ташриф овардани онҳо ба ҳузури Паёмбари Худо (с) насиби онҳо шуда буд ва натиҷаи ин башорат рафтан ба биҳишт дар охират буд). Онҳо гуфтанд: Барои мо (пеш аз ин ҳам) башорат додед (касе, ки ин суханро гуфт Ақраъ ибни Ҳобис буд ва вай шахсе буд, ки одат ва равиши бодиянишинӣ ҳанӯз дар сараш буд), акнун барои мо чизе бидиҳед. (Аз шунидани ин сухан) ранги Паёмбари Худо (с) тағйир ёфт. Баъд аз он аҳли Яман омаданд ва барои онҳо гуфтанд «Эй аҳли Яман! Барои шумо башорат медиҳам ва шумо башоратро қабул намоед, чун бани Тамим қабул накарданд». Гуфтанд: Қабул дорем. Паёмбари Худо (с) роҷеъ ба ибтидои хилқат ва Арш шурӯъ ба сухан намуданд. Дар ин вақт буд, ки шахсе омад ва гуфт: Эй Имрон, шутурат худро канда ва рафтааст (Имрон, ровии ҳадис мегӯяд: Ва ман ҷиҳати пайдо кардани шутури худ бархостам ва эй кош барнамехостам (то бақияи ҳадисро мешунидам)."
        },
        {
          "number": 1349,
          "full_text": "Ва аз Имрон ибни Ҳусайн (р) дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) фармуданд: Худованд ҷалла ҷалолуҳу буд ва ҳеҷ чизи дигаре ғайр аз Зоти Ӯ вуҷуд надошт ва Арши Худованд дар болои об қарор дошт ва дар Лавҳи маҳфуз ҳамаи чизро навишт ва замин ва осмонро халқ намуд. Дар ин вақт буд, ки шахсе ӯро садо зад ва гуфт: Эй Ибни Ҳусайн, шутурат рафт. (Имрон ибни Ҳусайн мегӯяд): Дар ин вақт буд, ки рафтам ва дидам, ки шутурам беҳадафе медавид, ба Худованд савганд аст, дӯст доштам, ки шутурамро тарк намоям (ва биёям ва сухани Паёмбари Худо (с)-ро бишунавам)."
        },
        {
          "number": 1350,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Худованди мутаъол фармудааст, ки бани одам маро дашном медиҳад ва барояш муносиб нест, ки маро дашном диҳад ва маро такзиб менамояд ва ин ҳам барояш муносиб нест. Дашномаш ин аст, ки барои ман нисбати фарзанд доштан медиҳад (монанди ин гуфтаи насоро, ки Исои Масеҳ фарзанди Худост ва ин гуфтаи яҳуд, ки Узайр фарзанди Худост). Ва такзибаш ин аст, ки мегӯяд маро тавре, ки бори аввал халқ кард, (баъд аз марг) зинда карда наметавонад (ва ин назари моддигароён аст, ки аз зинда шудан баъд аз марг мункир ҳастанд)."
        },
        {
          "number": 1351,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Ҳангоме, ки Худованди мутаъол махлуқотро офарид, дар китобе, ки наздаш бар болои Арш мебошад, навишт ки: Раҳмати ман бар ғазаби ман ғолиб аст»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Он чӣ, ки дар мавриди ҳафт замин омадааст",
      "hadiths": [
        {
          "number": 1352,
          "full_text": "Аз Абӯбакра (р) аз Паёмбари Худо (с) ривоят асг, ки фармуданд: «Замон (мурод аз замон сол аст), ба монанди рӯзе, ки Худованди мутаъол осмонҳо ва заминро халқ намуд, баргаштааст (дар замони ҷоҳилият ҳисоби сол ба ҳам хӯрда буд, то ҷое, ки Зулҳиҷҷаро раҷаб мегуфтанд), сол 12 моҳ аст, ки аз он ҷумла чаҳор моҳ ҳаром аст, (яъне ҷанг кардан дар онҳо ҳаром аст), се моҳ пай дар пай Зулқаъда ва Зулҳиҷҷа ва Муҳаррам ва як моҳи Раҷаби музар, ки байни Ҷимодулохир ва Шаъбон воқеъ аст»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Гардиши офтоб ва моҳтоб рӯи ҳисоб аст",
      "hadiths": [
        {
          "number": 1353,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки офтоб ғуруб намуд, аз ман пурсиданд «Оё медонӣ, ки офтоб ба куҷо меравад?» Гуфтам: Худо ва Расулаш беҳтар медонанд. Фармуданд: Офтоб меравад, то он, ки дар зери Арш саҷда менамояд (ва баъд аз саҷда кардан) иҷоза мехоҳад (ки дубора аз тарафи машриқ тулӯъ намояд), барояш иҷозат дода мешавад ва зуд аст вақте биёяд, ки офтоб иҷозаи саҷда кардан бихоҳад, вале барояш иҷоза дода нашавад ва иҷозаи тулӯъ кардан (аз машриқро бихоҳад) ва барояш иҷоза дода нашавад ва барояш гуфта шавад, аз ҳамон ҷое, ки омадаӣ бозгард ва ҳамон аст, ки аз тарафи мағриб тулӯъ мекунад ва ин ҳамон қавли Худованди мутаъол аст, ки мефармояд: «Офтоб ба тарафи қароргоҳаш медавад». (Ёсин: 38) (Ва мурод аз саҷда кардани офтоб дар зери Арш, итоат ва инқиёди ӯ аз авомири Худовандист»."
        },
        {
          "number": 1354,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Офтоб ва моҳтоб дар рӯзи қиёмат ба ҳам печида мешаванд» (ва нуре барои онҳо боқӣ намемонад)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Он чӣ, ки дар мавриди ин қавли Худованд омадааст, ки: «Ва он Зотест, ки бодҳоро башоратдиҳандаи раҳмати худ мефиристад». (Аъроф: 57)",
      "hadiths": [
        {
          "number": 1355,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) абреро, ки дорои борон буд, мушоҳида мекарданд, ин тарафу он тараф мерафтанд ва ба хона меомаданд ва берун мешуданд ва рангашон тағйир меёфт ва чун борон меборид, ба ҳолати оддӣ бармегаштанд. Чун Оиша (р) сабабро ҷӯё шуд, фармуданд; «Чӣ медонам! Шояд ин монанди ҳамон абре бошад, ки чун қавми Од онро мушоҳида намуданд, гуфтанд. «Ин абрест, ки ҷиҳати боридани борон барои мо омадааст...» (Аҳқоф: 24) Ва қиссааш чунин аст, ки боди шадиде бар қавми Од вазидан гирифт ва онҳо бо худ мегуфтанд, ки бод сабаби эҷоди абр ва борон хоҳад шуд, вале сабаби ҳалокат ва аз байн рафтани онҳо гардид."
        }
      ]
    },
    {
      "number": 5,
      "title": "Сифати малоика салавотуллоҳи ъалайҳим",
      "hadiths": [
        {
          "number": 1356,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с), ки содиқ ва масдуқ мебошанд, барои мо гуфтанд: Таквини хилқати ҳар кадоми шумо (аз нутфа) дар шиками модараш дар чиҳил рӯз ҷамъ мешавад ва боз чиҳил рӯз ба шакли хунбастае мебошад ва боз чиҳил рӯзи дигар ба шакли порча гӯште мебошад ва баъд аз он Худованд фариштаеро мефиристад, ки чаҳор чизро бинависад: амали он шахсро, ризқи он шахсро, муддати зиндагии он шахсро ва шақоват ва саодати он шахсро ва баъд аз он рӯҳ дар вай дамида мешавад. Аз ин ҷост, ки шахсе амалеро анҷом медиҳад, ки байни ӯ ва байни биҳишт ба ҷуз аз фосилаи андаке боқӣ намемонад, вале тақдираш бар вай сабқат мекунад ва муртакиби амали аҳли дӯзах мегардад (ва шахси дигаре) муртакиби амале мегардад, ки байни ӯ ва байни дӯзах ҷуз масофаи каме боқӣ намемонад, вале тақдираш бар вай сабқат мекунад ва амали аҳли биҳиштро анҷом медиҳад."
        },
        {
          "number": 1357,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар Худованд бандаеро дӯст дошта бошад, ба Ҷабраил мегӯяд, ки ман фалон шахсро дӯст дорам, пас ту ҳам ӯро дӯст дошта бош, Ҷабраил ӯро барои худ дӯст мегирад ва барои аҳли осмон нидо мекунад, ки Худованд фалон шахсро дӯст дорад ва шумо низ ӯро дӯст дошта бошед. Ва аҳли осмон ӯро дӯст мегиранд, баъд аз он дар рӯи замин мавриди қабул қарор мегирад»."
        },
        {
          "number": 1358,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Малоика дар абр поён мешаванд ва он чиро, ки дар осмон тасмим гирифта шудааст, бозгӯ мекунанд, шаётин ба ин чизҳо гӯш дода, онро мешунаванд, сипас он хабарҳоро барои коҳинон мерасонанд ва коҳинон аз пеши худ садҳо дурӯғро ба онҳо мебанданд,» (коҳин касест, ки иддиои ғайбгӯӣ ва хабар додан аз умури ояндаро дорад)."
        },
        {
          "number": 1359,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар рӯзи ҷумъа малоикаҳо бар дарвозаҳои масҷид меистанд ва номҳои мардумонро ба тартибе (ки ба масҷид дохил мегарданд), аввал ба аввал менависанд ва ҳангоме, ки имом бар болои минбар нишаст, авроқро ҷамъ мекунанд ва меоянд ва хутбаро мешунаванд»."
        },
        {
          "number": 1360,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои Ҳассон (р) гуфтаанд, ки «мушрикинро ҳаҷв кун ва Ҷабраил бо ту аст»."
        },
        {
          "number": 1361,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) барояш гуфтанд: «Эй Оиша! Ин Ҷабраил аст, омадааст ва бар ту салом мегӯяд». Оиша (р) гуфт: Ва алайҳиссалому ва раҳматуллоҳи ва баракотуҳу. Ва барои Паёмбари Худо (с) гуфт: Шумо чизеро мебинед, ки ман намебинам."
        },
        {
          "number": 1362,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои Ҷабраил (алайҳиссалом) гуфтанд: «Оё намешавад ки назди мо бештар биёӣ?» Ва ин қавли Худованди мутаъол нозил гардид, ки «Ва мо намеоем магар ба амри Парвардигори ту, гузашта ва ояндаи мо дар ихтиёри Ӯст»."
        },
        {
          "number": 1363,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ҷабраил (Қуръонро) бароям ба як қироат хонд ва ман аз вай ба таври мустамир талаби зиёдат намудам, то он, ки ба ҳафт қироат расид» (мурод аз ҳафт қироат ҳафт луғат аст, монанди луғати Қурайш, луғати Хузайл, луғати Ҳавозин, луғати Яман ва ғайра)."
        },
        {
          "number": 1364,
          "full_text": "Аз Яъло (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки дар болои минбар ояи «Ва нодав ё молику»-ро «Ва нодав ё моли» тиловат намуданд. (Молик номи хозини дӯзах аст)."
        },
        {
          "number": 1365,
          "full_text": "Ривоят аст, ки Оиша (р) ҳамсари Паёмбари Худо (с) аз эшон пурсид: Оё рӯзи сахтаре аз рӯзи ҷанги Уҳуд) бар сари шумо омадааст? Фармуданд: «Аз қавми ту ҳар чӣ, ки бар сарам омад, омад ва шадидтарин чизе, ки бар сарам омад, рӯзи Ақаба буд, (Ақаба номи минтақае дар Маккаи мукаррама аст ва Ҷамраи Ақаба дар Мино ҳам ба он нисбат дода мешавад), ки чун худро барои Ибни Абдуёлайл ибни Абдукилол муаррифӣ намудам, тавре ки мехостам, ҷавоби маро надод. Дар ҳоли ғаму андӯҳ бидуни ирода ба тарафе равон шудам, вақте ки ба худ омадам, ки дидам дар Қарни саъолиб расидаам (ва Қарни Саъолиб ба номи Қарни манозил низ ёд мешавад, миқоти аҳли Наҷд аст) сарамро боло кардам, дидам, ки абре омада ва маро соя мекунад, чун назар кардам, дидам ки Ҷабраил бар болои он абр аст. Маро садо зад ва гуфт: Худованд гуфтори ту ва радди қавли туро шунид ва фариштаеро, ки муваззафи кӯҳҳо аст, бароят фиристодааст, то тавре, ки дар бораи ин мардум мехоҳӣ, барояш амр намоӣ. Фариштаи кӯҳҳо маро садо зад ва баъд аз он, ки бароям салом дод, гуфт: Эй Муҳаммад, ин чиз дар ихтиёри ту аст, агар бихоҳӣ, кӯҳи Абӯқубайс ва кӯҳи Қиқаонро бар болои онҳо фуруд меоварам. Абӯқубайс ва Қиқаон) ду кӯҳи калон ва машҳур дар Маккаи мукаррама аст). Паёмбари Худо (с) фармуданд: На, чунин макун, умедворам, ки Худованд аз насли инҳо касеро ба вуҷуд биёварад, ки танҳо Худоро ибодат кунад ва касеро ба Ӯ шарик наёварад."
        },
        {
          "number": 1366,
          "full_text": "Аз Абдуллоҳ ибни Масуд (р) дар ин қавли Худованди мутаъол, ки мефармояд: «...Пас дар ҳоле, ки ба андозаи ду гӯшаи камон ва ё камтар аз он боқӣ монда буд. Дар ин ҳангом чизҳоеро барои бандаи худ ваҳй фармуд». (Наҷм: 10) Ривоят аст, ки Паёмбари Худо (с) Ҷабраилро диданд, ки шашсад бол дорад."
        },
        {
          "number": 1367,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) дар ин қавли Худованди мутаъол, ки мефармояд: «Ва аз оёти бузурги Парвардигори худ дид». (Наҷм: 18) Ривоят аст, ки (Паёмбари Худо (с) бисоти сабзеро диданд, ки аз уфуқ то уфуқи осмонро пӯшонидааст. (Лафзи ҳадис рафрафа аст ва рафрафа ба маънии фарш ва бисот аст, ки мешавад, фарш гӯянд, мурод аз он болҳои Ҷабраил (ъ) буд, ки сар то сари уфуқро гирифта буд)."
        },
        {
          "number": 1368,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Касе, ки фикр мекунад, Паёмбари Худо (с) Парвардигорашонро дидаанд, дар амри бисёр бузурге ташаббус намудааст (ва ё бар Худованд тӯҳмати бузурге задааст), вале Ҷабраил (ъ)-ро ба сурати аслиаш дидаанд ва хилқати он таврест, ки уфуқро пӯшонда буд."
        },
        {
          "number": 1369,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Вақте ки шавҳар ҳамсарашро ба бистари худ металабад, агар ҳамсараш (бесабабе аз омадан ба бистари шавҳараш) ибо варзад ва шавҳараш аз вай озурдахотир бихобад, то вақти субҳ малоика он занро лаънат мекунад»."
        },
        {
          "number": 1370,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Шаби меъроҷ Мӯсо (ъ)-ро дидам, ки ӯ шахсе буд гандумгун, дорои қади баланд ва мӯйҳои муҷаъъад, тавре, ки гӯё аз мардуми Шануа аст, (Шануа қабилаест аз қабоили Қаҳтон) ва Исо (ъ)- ро дидам, ки шахси миёнақаде аст ва рангаш бештар ба сӯи сурхӣ ва сафедӣ тамоюл дорад ва Молик нигаҳбони дӯзах ва Даҷҷолро дидам ва ин зимн ва алоиме буд, ки Худованд барои Паёмбари худ намоён сохт». (Худованди мутаъол мефармояд: «Пас аз дидани Даҷҷол дар шак мабош»). (Саҷда: 23)"
        }
      ]
    },
    {
      "number": 6,
      "title": "Сифати биҳишт ва ин, ки феълан биҳишт мавҷуд аст",
      "hadiths": [
        {
          "number": 1371,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳангоме, ки инсон мемирад, ҷойгоҳаш субҳу шом барояш нишон дода мешавад, агар аз аҳли биҳишт бошад, аз биҳишт ва агар аз аҳли дӯзах бошад, аз дӯзах»."
        },
        {
          "number": 1372,
          "full_text": "Аз Имрон ибни Ҳусайн (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аз биҳишт иттилоъ ёфтам ва дидам, ки бештари аҳли он аз фуқаро ҳастанд ва аз дӯзах иттилоъ ёфтам ва дидам, ки бештари аҳли он аз занҳо ҳастанд."
        },
        {
          "number": 1373,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: назди Паёмбари Худо (с) нишаста будам, фармуданд: «Ҳангоме, ки хоб будам, дар хоб дидам, ки дар биҳишт ҳастам ва дар он ҷо занеро дидам, ки дар канори қасре нишаста ва вузӯ месозад. Гуфтам: Ин қаср аз кист? Гуфт: Аз Умар ибни Хаттоб аст. Аз ғайраташ ёдам омад ва ба ақиб баргаштам». Умар (р) ба гиря афтод ва гуфт: «Ё Расулаллоҳ, магар дар мавриди шумо ҳам ғайрату рашк мекунам?»"
        },
        {
          "number": 1374,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Аввалин гурӯҳе, ки ба ҷаннат дохил мешавад, рӯи онҳо монанди моҳи шаби чаҳордаҳ медурахшад, инҳо дар биҳишт на оби даҳони худро меандозанд ва на оби бинии худро ва на ҳам қазои ҳоҷат мекунанд. Зарфҳои онҳо аз тилло ва шонаҳои онҳо аз тилло ва нуқра ва дар маҷмарҳои онҳо уд мебошад ва арақи онҳо (дар хушбӯӣ) монанди мушк аст, барои ҳар кадоме аз онҳо ду ҳамсар аст, ки аз зебоӣ ва назокат мағзи соқи пойи онҳо аз болои гӯшт дида мешавад, бо ҳам ихтилоф ва кинатӯзӣ надоранд ва дилҳояшон дили як шахс аст ва субҳу шом тасбеҳи Худованди мутаъолро мегӯянд»."
        },
        {
          "number": 1375,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигаре омадааст, ки Паёмбари Худо (с) фармуданд: «Ва касоне, ки аз ақиби онҳо ба ҷаннат дохил мешаванд, монанди ситораи бисёр равшанеанд, дилҳои онҳо дили як шахсе аст, кинатӯзӣ ва ихтилофе дар байни онҳо нест, барои ҳар кадоме аз он ду ҳамсар аст, ки аз зебоӣ ва назокат мағзи соки пойи онҳо аз болои гӯшт дида мешавад, субҳу шом тасбеҳи Худованди мутаъолро мегӯянд, мариз намегарданд ва оби бинии худро намеандозанд»."
        },
        {
          "number": 1376,
          "full_text": "Аз Саҳд ибни Саъд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аз уммати ман ҳафтод ҳазор ё ҳафтсад ҳазор нафар (ба биҳишт) дохил мешаванд ва то вақте ки охирин фарди онҳо дохил нагардад, аввалин фарди онҳо дохил намегардад, (зеро ҳамагӣ дар як вақт ба ҷаннат дохил мешаванд ва касе мунтазири дохил шудани каси дигаре намегардад, рӯи онҳо монанди моҳи шаби чаҳордаҳ аст»."
        },
        {
          "number": 1377,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) қабоеро, ки қумошаш аз сундус буд, бахшиш доданд, (сундус навъе аз абрешим аст) ва Паёмбари Худо (с) аз пӯшидани либоси ҳарир наҳй мекарданд, ин қабо мавриди писанди мардум вокеъ гардид, фармуданд: «Савганд ба зоте, ки ҷони Муҳаммад (с) дар дасти ӯст, дастмолҳои Саъд ибни Маъоз дар ҷаннат аз ин қабо беҳтар аст»."
        },
        {
          "number": 1378,
          "full_text": "Ва аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармудаанд: «Дар ҷаннат дарахте аст, ки шахси савора сад сол дар сояи он роҳ меравад ва ҳанӯз ба охири он намерасад»."
        },
        {
          "number": 1379,
          "full_text": "Ва аз Абӯҳурайра (р) низ чунин ривоят гардида ва гуфтааст: «Агар мехоҳед, ин ояи каримаро тиловат кунед «... ва сояи дароз ва густурда». (Воқиа: 30)"
        },
        {
          "number": 1380,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аҳли ҷаннат касонеро, ки дар фавқашон дар ғурфаҳо мебошанд, тавре мебинанд, ки шумо ситораи дурахшонеро, ки дар осмон аз тарафи машриқ ба тарафи мағриб дар ҳоли ҳаракат аст, мебинед ва ин ба сабаби бартари иддае бар иддаи дигар аст». Мардум гуфтанд: Ё Расулаллоҳ! Оё ин манзалат хос барои анбиё аст ва барои дигарон намерасад? Фармуданд: «На, чунин нест (яъне хос барои анбиё нест ва ё он ки барои анбиё (ъ) ғурфаҳои беҳтар аз ин ғурфаҳо аст), савганд ба зоте, ки ҷонам дар дасти ӯст, ин чизҳо барои ашхосе аст, ки ба Худо имон овардаанд ва Паёмбаронро тасдиқ кардаанд»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Сифати дӯзах ва ин, ки дӯзах феълан мавҷуд аст",
      "hadiths": [
        {
          "number": 1381,
          "full_text": "Аз Оиша (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Таб аз гармии дӯзах аст, (гармии табро) бо об сард созед»."
        },
        {
          "number": 1382,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Оташи шумо як ҷузъе аз ҳафтод ҷузъи оташи дӯзах аст». Гуфтанд: «Хамин оташи дунё ҳам барои таъзиб кофист». Фармуданд: «Оташи дӯзах (дар ҳарорат ва сӯзандагии худ) бар оташи дунё шасту нӯҳ мартаба бартарӣ дорад, ҳар мартабаи он дар гармии худ монанди оташи дунё аст»."
        },
        {
          "number": 1383,
          "full_text": "Аз Усома (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Дар рӯзи қиёмат шахсеро оварда ва ба дӯзах меандозанд, он чи ки дар шикам дорад (мисли рӯда, қалб, ҷигар ва ғайра, аз мақъад хориҷ мегардад ва дар оташ мерезад ва худаш монанди харе, ки ба гирди мехи худ мегардад, ба даври худ мегардад, аҳли дӯзах наздаш омада ва аз вай мепурсанд: Магар ту набудӣ, ки моро ба кори нек амр мекардӣ ва аз кори бад монеъ мешудӣ? (Яъне амри ба маъруф ва наҳйи аз мункар мекардӣ). Мегӯяд: Шуморо ба кори нек амр мекардам, вале худам онро анҷом намедодам ва шуморо аз кори бад манъ мекардам, вале худам онро муртакиб мегардидам»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Сифати иблис ва лашкариёнаш",
      "hadiths": [
        {
          "number": 1384,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро сеҳр карданд, то ҷое, ки ба хаёлашон меомад, ки фалон корро анҷом додаанд, дар ҳоле, ки он корро анҷом надода буданд, то он, ки дар яке аз рӯзҳо ба таври муқаррар дуо намуданд ва баъд аз он (аз ман) пурсиданд: «Оё мутаваҷҷеҳ шудӣ, ки Худованд шифои маро бароям нишон дод, ду нафар (яъне Ҷабраил ва Микоил) наздам омаданд, яке бар болои сар ва дигаре дар поёни поям нишаст, яке (ки Микоил бошад) аз дигаре (ки Ҷабраил бошад) пурсид: Дарди ин шахс аз чист? Дуввумӣ гуфт: Сеҳр шудааст. Пурсид: Кӣ ӯро сеҳр кардааст? Гуфт: Лабид ибни Аъсам. Пурсид: Дар чӣ чиз ӯро сеҳр кардааст? Гуфт: Дар шона ва дар мӯе, ки дар дохили шона мемонад ва дар ғилофи шукуфаи хурмои нар. Пурсид: Он ҷоду феълан дар куҷо аст? Гуфт: Дар чоҳи Зарвон. Паёмбари Худо (с) ба тарафи он чоҳ рафтанд ва баргаштанд ва ба Оиша (р) гуфтанд: «Дарахтҳои хурмое, ки аз он чоҳ об мехӯрд, монанди сари шайтон аст (яъне бисёр бадшакл аст). (Оиша (р) мегӯяд:) пурсидам: Оё он чизҳоро берун кардед? Фармуданд: «На! Зеро Худованд маро шифо дод ва тарсидам, ки берун кардани он чизҳо сабаби зарар барои мардум шавад, сипас он чоҳ вайрон шуд»."
        },
        {
          "number": 1385,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Шайтон назди шумо меояд ва мегӯяд: Ин чизро кӣ халқ кардааст? Ва боз он чизро кӣ халқ кардааст? (Ва ин саволҳоро) то ҷое мерасонад, ки мепурсад: Парвардигори туро кӣ халқ кардааст? (Васвасаи шахс) чун ба ин марҳила расид, ба Худо паноҳ биҷӯяд ва иктифо намояд». (Ва дар ривояти дигаре омадааст, ки бигӯяд: Аъузубиллоҳ. Ва ё бигӯяд: Оманту биллоҳ. Ва ё бигӯяд: Аллоҳу аҳад, Аллоҳу самад.)"
        },
        {
          "number": 1386,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидем, ки ба тарафи машриқ ишора намуда ва фармуданд: «Бидонед, ки фитна дар инҷост, фитна дар ин ҷост, аз ҳамин ҷост, ки фитнаи шайтон буруз менамояд»."
        },
        {
          "number": 1387,
          "full_text": "Аз Ҷобир (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Вақте ки шаб торик шуд, ё вақте ки торикии шаб омад (шак аз ровист ва ҳар ду иборат бо ихтилофи лафз дорои як маънӣ аст), атфоли худро аз рафтан ба ин тарафу он тараф монеъ шавед, зеро шаётин дар ин вақт пароканда мешаванд ва чун як соате аз хуфтан гузашт, онҳоро ба хона биёваред (лафзи ҳадис дар як ривоят (фаҳаллуҳум) мебошад, ки маънояш ҷамъ кардан ва овардан ба хона аст ва дар ривояти дигарӣ лафзи (фахаллуҳум) омадааст ва маънояш ин мешавад, ки барои онҳо иҷозаи берун шудан бидиҳед. Албатта ривояти аввал дар ин мақом муносибтар аст) ва бисмиллоҳ бигӯй ва дарвозаи хонаи худро бибанд ва бисмиллоҳ бигӯй ва чароғи хонаи худро хомӯш кун ва бисмиллох бигӯй ва зарфи оби худро баста кун ва бисмиллоҳ бигӯй ва рӯи зарфи худро бипӯш, агарчи пӯшондани зарф ба чизи андаке бошад»."
        },
        {
          "number": 1388,
          "full_text": "Аз Сулаймон ибни Сурад (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) нишаста будам, ки ду нафар якдигарро дашном медоданд, яке аз онҳо рангаш сурх гардида буд ва рагҳои гарданаш бархоста буд. Паёмбари Худо (с) фармуданд: «Ман чизеро ёд дорам, ки агар ин шахс бихонад, ин ҳолатеро, ки дар худ эҳсос мекунад, аз вай дур мешавад, агар бигӯяд: «Аъузу биллоҳи мина-шайтони-р-раҷим». Ҳамаи он чиро, ки дар худ эҳсос мекунад, аз байн меравад. Чун барояш гуфтанд, ки Паёмбари Худо (с) мегӯянд, ки аз шайтон ба Худо паноҳ биҷӯй, гуфт: Магар ман девона шудаам? (Ин шахс ин суханро аз ин ҷиҳат гуфт, ки фикр мекард, ки паноҳ бурдан аз шайтон хос барои ҷунун аст ва намедонист, ки паноҳ бурдан аз шайтон ғазабро низ хомӯш месозад)."
        },
        {
          "number": 1389,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Хамёза кашидан аз шайтон аст, агар касеро хамёза омад, то метавонад, онро дафъ намояд, зеро вақте ки даҳонашро боз мекунад ва (ҳо) мегӯяд шайтон механдад (қобили тазаккур аст, ки паёмбарон хамеза намекашиданд)."
        },
        {
          "number": 1390,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дидани хоби нек аз тарафи Худованд ва дидани хоби парешон аз тарафи шайтон аст, агар касе хоби парешоне дид, ба тарафи чапаш туф кунад ва аз шайтон ба Худо паноҳ биҷӯяд (яъне: «Аъузу биллоҳи минаш-шайтони-р-раҷим» бигӯяд), зеро дар ин сурат зараре бар вай расонда наметавонад»."
        },
        {
          "number": 1391,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят асг, ки фармуданд: «Вақте касе аз хоб бармехезад, вузӯ бисозад ва се бор истиншоқ намояд (истиншоқ иборат аз он аст, ки обро дар бинӣ дохил намуда ва ба шиддат хориҷ созад, то ифлосии дохили бинӣ пок гардад), зеро шайтон дар биниаш мехобад»,"
        }
      ]
    },
    {
      "number": 9,
      "title": "Ин қавли Худованди мутаъол, ки «...ва дар рӯи замин ҳар хазандаеро пароканда сохтааст» (Луқмон: 10)",
      "hadiths": [
        {
          "number": 1392,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки бар болои минбар мегуфтанд: «Морҳоро бикушед, морҳои хатдор (ва он море аст, ки дар пушти худ ду хати сафед дорад) ва морҳои думкӯтоҳро, зеро ин ду навъ мор нури чашмро мебаранд ва сабаби афтодани ҷанин мегарданд». Абдуллоҳ (ибни Умар) мегӯяд: Ҳангоме, ки мореро таъқиб мекардам, то бикушам, Абӯлубоба маро садо зад ва гуфт: Уро макуш. Гуфтам: Паёмбари Худо (с) ба куштани морҳо амр фармуданд. Гуфт: Вале баъд аз он аз куштани морҳои хонагӣ манъ намуданд ва инҳо ҳамон ҷинҳое ҳастанд, ки дар хонаҳо зиндагӣ мекунанд ва ба номи Авомир ёд мешаванд (ва ин навъи морҳоро аз ин ҷиҳат Авомир мегӯянд, ки умри зиёд мебинанд)."
        }
      ]
    },
    {
      "number": 10,
      "title": "Беҳтарин моли мусалмон гусфандоне аст, ки онҳоро бар сари кӯҳҳо мечаронад",
      "hadiths": [
        {
          "number": 1393,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Асоси куфр ба тарафи машриқ аст ва фахр ва такаббур дар соҳибони асп ва шутур ва баландии овоз дар соҳибони говҳои зироатӣ ва оромӣ дар соҳибони гӯсфанд»."
        },
        {
          "number": 1394,
          "full_text": "Аз Уқба ибни Амр Абӯмасъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба дасти худ ба тарафи Яман ишора намуда ва фармуданд: «Имон аз аҳли Яман ва қасовату сангдилӣ ва сахтдилӣ аз соҳибони гов ва аз соҳибони шутур аст ва аз минтақаи Рабиъа ва Музара аст, ки ҳамкорони шайтон буруз мекунанд»."
        },
        {
          "number": 1395,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Вақте ки бонги хурӯсҳоро шунидед, аз Худованди мутаъол фазл ва меҳрубониашро талаб намоед, зеро ӯ фариштаеро дидааст ва агар овози харро шунидед, аз шайтон ба Худо паноҳ бубаред, зеро ӯ шайтонеро дидааст»."
        },
        {
          "number": 1396,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Гурӯҳе аз Бани Исроил мафқуд гардидаанд ва дониста нашуд, ки чӣ шудаанд? Ва ман фикр мекунам, ки онҳо ҷуз ҳамин мушҳо чизи дигаре нестанд ва аз ҳамин сабаб аст, ки муш шири шутурро намехӯрад ва шири гӯсфандро мехӯрад». Ин суханро барои Каъб (р) гуфтам, ӯ гуфт: Ту худат шунидӣ, ки Паёмбари Худо (с) чунин мегуфтанд? Гуфтам: Бале! Чандин бор ин саволро аз ман кард, то билохира ба ҷавобаш гуфтам: Магар ман Таврот мехонам?"
        }
      ]
    },
    {
      "number": 11,
      "title": "Агар магас дар нӯшидании шумо афтод, ӯро ғӯта диҳед, зеро дар як болаш мараз ва дар боли дигараш шифо аст",
      "hadiths": [
        {
          "number": 1397,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Агар магас дар нӯшидании шумо афтод, ӯро ғӯта диҳед, сипас онро берун оваред, зеро дар як болаш мараз ва дар боли дигараш шифо аст»."
        },
        {
          "number": 1398,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд:\t«Барои зани фоҳишае омурзида шуд (ва сабаби омурзиданаш он буд, ки) он зан саги ташнаеро бар сари чоҳе дид, ки аз ташнагӣ наздик ба ҳалокат аст, кафши худро баровард ва ба чодараш баст ва (аз он чоҳ) барои он саг об дод, ба ин сабаб мавриди омурзиш қарор гирифт»."
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 51,
  "unique_hadith_numbers": 51
}