{
  "id": 70,
  "number": 70,
  "title": "КИТОБИ ЛИБОС",
  "chapters": [
    {
      "number": 1,
      "title": "Андозае, ки аз буҷулак дарозтар бошад, дар оташ аст",
      "hadiths": [
        {
          "number": 1984,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Изоре, ки аз буҷулак поёнтар бошад, дар оташи дӯзах аст.” (Буҷулак устухони баромадае аст, ки дар банди по қарор дорад ва маънии ҳадис ин аст, ки он чиро, ки изор аз буҷулаки по ва поёнтар аз он мепӯшонад, дар оташи дӯзах месӯзад)."
        }
      ]
    },
    {
      "number": 2,
      "title": "Либоси гулдор, хатдор ва қабо",
      "hadiths": [
        {
          "number": 1985,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст: Паёмбари Худо (с) аз ҳар либосе ҳибрро бештар дӯст доштанд ҳибр навъе аз бурди ямонӣ аст, ки аз пунба сохта мешавад)."
        },
        {
          "number": 1986,
          "full_text": "Аз Оиша (р) ривоят аст, ки чун Паёмбари Худо (с) вафот ёфтанд, ба бурди ямонии сабзранге (ва ё бурди ямонии хатдоре) пӯшонда шуданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Либоси сафед",
      "hadiths": [
        {
          "number": 1987,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) омадам, дидам, ки хоб ҳастанд ва ҷомаи сафеде болои эшон андохта шудааст. Бори дуввум омадам, дидам, ки бедор шудаанд ва фармуданд: “Ҳеҷ бандае нест, ки “Ло илоҳа иллаллоҳ” бигӯяд ва баъд аз он бимирад, магар он, ки ба ҷаннат меравад.” Гуфтам: Агарчанде зино ва дуздӣ карда бошад? Фармуданд: “Агарчанде зино ва дуздӣ карда бошад.” Гуфтам: Агарчанде зино ва дуздӣ карда бошад? Фармуданд: “Агарчанде зино ва дуздӣ карда бошад.” Гуфтам: Агарчанде зино ва дуздӣ карда бошад? Фармуданд:  “Агарчанде зино ва дуздӣ карда бошад, ба рағми анфи Абӯзар.” Ва чун Абӯзар (р) ин ҳадисро ривоят мекард, (дар охир) мегуфт “ба рағми анфи Абӯзар” (маънои рағми анф ба хок молидани бинӣ аст ва ин дар ҷое гуфта мешавад, ки коре бар хилофи иродаи шахсе анҷом пазирад)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Пӯшидани абрешим барои мардон ва истеъмоли миқдоре, ки аз абрешим ҷавоз дорад",
      "hadiths": [
        {
          "number": 1988,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз истеъмоли абрешим манъ карданд, магар ин андозаро, ба ангушти шаҳодат ва ангушти миёнаи худ ишора намуд. (Ва мегуфт:) Ин андоза ҳам бояд барои зиннати либос бошад."
        }
      ]
    },
    {
      "number": 5,
      "title": "Фарш кардани абрешим",
      "hadiths": [
        {
          "number": 1989,
          "full_text": "Ва аз Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе ки абрешимро дар дунё мепӯшад, дар охират намепӯшад.”"
        },
        {
          "number": 1990,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) моро аз хӯрдан ва ошомидан дар зарфи тилло ва нукра ва аз пӯшидани ҳарир ва дебоҷ ва аз нишастан бар он наҳй фармуданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Мамнӯъ будани истеъмоли заъфарон барои мардҳо",
      "hadiths": [
        {
          "number": 1991,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз истеъмоли заъфарон (дар бадан ва либос) барои мардҳо манъ фармуданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Кафшҳои ҷилдӣ ва ғайра",
      "hadiths": [
        {
          "number": 1992,
          "full_text": "Ривоят аст, ки касе аз Анас (р) пурсид, ки оё Паёмбари Худо (с) бо кафш намоз мехонданд? Гуфт: Бале."
        },
        {
          "number": 1993,
          "full_text": "Аз\t Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд; “Касе набояд бо як кафш роҳ биравад, ё ҳар ду кафшро аз пояш барорад ва ё ҳардуро бипӯшад.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Кашидани кафши пои чап",
      "hadiths": [
        {
          "number": 1994,
          "full_text": "Аз\tАбӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақти кафш пӯшидан аз пои рост ва ҳангоми баровардан аз пои чап шурӯъ намоед, ба тавре, ки пои рост аввалин по дар кафш пӯшидан ва охирин по дар кафш баровардан бошад.’’"
        }
      ]
    },
    {
      "number": 9,
      "title": "Ин қавли Паёмбари Худо (с), ки: “Набояд бар ангуштари худ навишта кард”",
      "hadiths": [
        {
          "number": 1995,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) ангуштаре аз нуқра барои худ сохтанд ва рӯи он навиштанд: “Муҳаммадун Расулуллоҳ” ва фармуданд:  Ман ангуштаре аз нуқра барои худ сохтам ва рӯи он “Муҳаммад Расулуллоҳ”-ро нақш намудам ва шумоён рӯи ангуштари худ чунин чизеро нақш накунед.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Касоне, ки худро шабеҳи зан месозанд, бояд аз хонаҳо хориҷ сохта шаванд",
      "hadiths": [
        {
          "number": 1996,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мардҳоеро, ки худро монанди занҳо месозанд ва занҳоеро, ки худро ба шакли мардҳо дармеоваранд, лаънат намуда ва фармуданд: “Инҳоро аз хонаҳои худ берун кунед.” Ибни Аббос (р) мегӯяд, ки Паёмбари Худо (с) фалонӣ ва Умар (р) фалониро хориҷ намуданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Риш гузоштан",
      "hadiths": [
        {
          "number": 1997,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Бо мушрикин мухолифат намоед, ришҳои худро нигоҳ доред ва бурутҳои худро бичинед.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Ранг додани сару риш",
      "hadiths": [
        {
          "number": 1998,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: Яҳуд ва насоро (сару риши худро) ранг намедиҳанд. Шумо бо онҳо мухолифат намоед.” (Яъне сару риши худро ранг диҳед ва ин амр барои истиҳбоб аст, на барои вуҷуб)."
        }
      ]
    },
    {
      "number": 13,
      "title": "Мӯи муҷаъъад",
      "hadiths": [
        {
          "number": 1999,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Мӯи Паёмбари Худо (с) мӯи шоназада буд, на хеле муҷаъъад буд ва на хеле афтода ва (дарозии он) байни гӯш ва дӯш буд."
        },
        {
          "number": 2000,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Дасту пои Паёмбари Худо (с) қавӣ ва рӯи эшон зебо буд, на пеш аз он ва на баъд аз он касеро ба он зебоӣ дида будам ва кафҳои дасти эшон кушода буд (ва баъзе мегӯянд, ки мурод аз кушодагии кафи даст киноя аз ҷуд ва саховат аст)."
        }
      ]
    },
    {
      "number": 14,
      "title": "Нигоҳ доштани мӯи пешонӣ ё мӯи назрӣ",
      "hadiths": [
        {
          "number": 2001,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки аз нигоҳ доштани мӯи пешонӣ ва мӯи назрӣ наҳй фармуданд (яъне раво нест, ки мӯи тамоми сар тарошида шавад ва танҳо мӯи пешонӣ нигоҳ дошта шавад)."
        }
      ]
    },
    {
      "number": 15,
      "title": "Атр задани зан шавҳарашро",
      "hadiths": [
        {
          "number": 2002,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро аз беҳтарин атре, ки доштанд, то ҷое атр мезадам, ки аломати атрро дар сару рӯи эшон мушоҳида менамудам."
        }
      ]
    },
    {
      "number": 16,
      "title": "Хушбӯиро набояд рад кард",
      "hadiths": [
        {
          "number": 2003,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) хушбӯиро рад намекарданд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Хушбӯии махлут",
      "hadiths": [
        {
          "number": 2004,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дар ҳаҷҷатулвадоъ бо дасти худ аз хушбӯӣ, ки махлут буд, дар вақти эҳром бастан ва дар вақти берун шудан аз эҳром атр задам."
        }
      ]
    },
    {
      "number": 18,
      "title": "Азоби суратгирандагон дар рӯзи қиёмат",
      "hadiths": [
        {
          "number": 2005,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касоне, ки ин тасвирҳоро мекашанд, дар рӯзи қиёмат таъзиб мешаванд ва барои онҳо гуфта мешавад: чизҳоеро халк кардаед, зинда кунед.” (Ин ҳадис ба таври сареҳ далолат бар таҳрими (ҳаром будани) тасвир дорад. Вале дар ин аср чун дар баъзе ҳолатҳо тасвир зарурӣ мебошад, метавон гуфт, ки ба асоси қоидаи (аззаруроту тубиҳул маҳзурот) чунин амале барои зарурат раво аст. Чунончӣ хӯрдани гӯшти хук ҳаром аст, вале дар вақти зарурат ва садди рамақ хӯрдани он мубоҳ мегардад)."
        }
      ]
    },
    {
      "number": 19,
      "title": "Аз байн бурдани тасовир (суратҳо)",
      "hadiths": [
        {
          "number": 2006,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Худованди мутаъол мегӯяд: Оё аз касе, ки мехоҳад монанди халқи ман халқ намояд, касе золимтар хоҳад буд? Агар метавонанд як донаеро халқ намояд. Агар метавонанд як зарраеро халқ намоянд. Ва дар ривояти дигар омадааст, ки “пас агар метавонанд, як ҷаверо халқ намоянд.”"
        }
      ]
    }
  ],
  "total_chapters": 19,
  "total_hadiths": 23,
  "unique_hadith_numbers": 23
}