{
  "id": 34,
  "number": 34,
  "title": "КИТОБИ БУЮЪ ХАРИДУ ФУРУШ",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар мавриди ин гуфтаи Худованд омадааст, ки «пас ҳангоме, ки намоз адо гардид, дар рӯи замин мунташир шавед...»",
      "hadiths": [
        {
          "number": 983,
          "full_text": "Аз Абдурраҳмон ибни Авф (р) ривоят аст, ки гуфт: Ҳангоме ба Мадина омадем, Паёмбари Худо (с) байни ман ва байни Саъд ибни Рабеъ (р) ақди бародарӣ бастанд. Саъд ибни Рабеъ (р) гуфт: Ман сарватмандтарин мардуми ансор ҳастам моламро ду тақсим карда, ними онро ба ту медиҳам. Ва нигоҳ кун ҳар як аз ду занамро, ки меписандӣ, ман ӯро талоқ медиҳам ва баъд аз ин, ки иддааш гузашт, ӯро ба никоҳ бигир. Абдурраҳмон ибни Авф (р) гуфт: Маро бо ин чизҳо зарурате нест, оё бозоре, ки дар он тиҷорате бошад, вуҷуд дорад? Саъд (р) гуфт: Бале, бозори Қайнуқоъ. Аз фардояш Абдурраҳмон ибни Авф ба он бозор рафт. Қурут ва равғане аз он ҷо овард ва ҳамин тавр рафтуомадашро идома дод, то он, ки рӯзе омада ва асари атр ва заъфарон дар вай намоён буд. Паёмбари Худо (с) фармуданд: «Издивоҷ кардӣ?» Гуфт: Бале. Гуфтанд: «Бо кадом зан?» Гуфт: Бо зане аз ансор. Фармуданд: «Чӣ қадар барояш маҳр додӣ?» Гуфт: Ба андозаи як хастаи тилло (ё як хастаи тилло). Паёмбари Худо (с) ба вай гуфтанд: «Ҷашни арӯсиро баргузор кун ва агарчи он ба як бузе бошад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ҳалол ошкор аст ва ҳаром ошкор аст, байни ҳалол ва ҳаром чизҳои шубҳанок вуҷуд дорад",
      "hadiths": [
        {
          "number": 984,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) фармуданд: Ҳалол возеҳ ва ошкор ва ҳаром возеҳ ва ошкор аст ва байни ҳалол ва ҳаром чизҳои шубҳаноке вуҷуд дорад ва касе чизҳои шубҳанокро аз тарси гуноҳ тарк намояд, чизҳоеро, ки гуноҳаш возеҳ аст, ба таври авло тарк хоҳад намуд ва касе дар иртикоби умури шубҳанок ҷуръат намояд, бисёр вақтҳо дар чизҳое, ки гуноҳаш яқинӣ аст, низ иқдом менамояд. Гуноҳон марзҳои мамнӯъаи Худованди мутаъол аст. Касе, ки (ҳайвоноташро) дар наздикии манотиқи мамнӯъа мечаронад, дур нест, ки дар манотиқи мамнӯъа низ дохил гардад."
        }
      ]
    },
    {
      "number": 3,
      "title": "Тавзеҳи чизҳои иштибоҳӣ",
      "hadiths": [
        {
          "number": 985,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Утба ибни Абӯваққос ба бародараш Саъд ибни Абӯваққос васият карда буд, ки бачаи канизи Замъа аз ман аст, (Замъа канизе дошт, ки Утба бо вай дар замони ҷоҳилият зино карда буд ва аз вай писаре мутаваллид шуда буд ва ба асоси урф ва одоти ҷоҳилият зонӣ метавонист иқомаи даъвӣ намуда, баччаи зинокорро бигирад ва Утба пеш аз марг барои бародараш васият карда буд, ки) ӯро аз вай бигирӣ. Оиша (р) гуфт: Дар соли фатҳи Макка Саъд ибни Абӯваққос (р) он тифлро гирифт ва гуфт: Фарзанди бародари ман аст, ба ман дар мавриди ӯ васият кардааст. Абд ибни Замъа омад ва гуфт: Ин тифли бародарам ва баччаи канизи падари ман аст ва дар бистари ӯ ба дунё омадааст. То он, ки назди Паёмбари Худо (с) иқомаи даъво намуданд. Саъд гуфт: Ё Расулаллоҳ! Фарзанди бародарам мебошад ва дар мавриди ӯ ба ман васият кардааст. Ва Абд ибни Замъа гуфт: Ин тифл бародари ман ва баччаи канизи падари ман аст ва дар бистари ӯ ба дунё омадааст. Паёмбари Худо (с) фармуданд: «Эй Абд ибни Замъа! Бачча аз ту аст». Сипас Паёмбари Худо (с) фармуданд: «Бачча аз соҳиби бистар аст (яъне аз соҳиби модари бачча аст) ва барои зинокор ба ҷуз санг насиби дигаре нест». Баъд аз он ба Савда, духтари Замъа, ки ҳамсари Паёмбари Худо (с) буд, гуфтанд: «Аз он мавлуд бояд ҳиҷобе кунӣ». Зеро диданд, ки он мавлуд шабеҳ ва ҳамранги (Утба) аст ва то он мавлуд зинда буд, Савдаро надид."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки васвасаро аз умури шубҳанок намедонад",
      "hadiths": [
        {
          "number": 986,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Мардуме гуфтанд: Ё Расулаллоҳ! Касоне барои мо гӯшт меоварданд ва мо намедонем, ки (ҳангоми забҳ) номи Худоро ёд кардаанд ё на? Паёмбари Худо (с) фармуданд: «Шумо номи Худоро ёд кунед ва бихӯред»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Касе, ки аҳамият надиҳад, ки аз чӣ роҳе мол касб мекунад",
      "hadiths": [
        {
          "number": 987,
          "full_text": "Аз Абӯҳурайра (р) бо нақл аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Замоне бар мардум хоҳад омад, ки шахс аҳамият надиҳад, ки молашро аз куҷо ба даст овардааст, аз ҳалол ва ё аз ҳаром»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Тиҷорат дар мансуҷот",
      "hadiths": [
        {
          "number": 988,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) тиҷорат мекардем, аз Паёмбари Худо (с) роҷеъ ба мубодилаи пул ба пул пурсиш намудем. Фармуданд: «Агар даст ба даст бошад, боке надорад, вале агар нася бошад, раво нест»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Берун шудан барои тиҷорат",
      "hadiths": [
        {
          "number": 989,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Аз Умар ибни Хаттоб (р) иҷоза хостам, ки наздаш дароям, чун машғул буд, бароям иҷоза надод ва ман баргаштам. Чун Умар (р) аз кораш фориғ шуд, гуфт: Магар садои Абдуллоҳ ибни Қайсро нашунидам, барояш иҷоза диҳед. Гуфтанд: Ӯ баргашта рафтааст. Маро хост. Гуфтам: Мо ба ҳамин чиз амр шуда будем (яъне Паёмбари Худо (с) амр карда буданд, ки агар иҷоза хостед ва ба шумо иҷоза надоданд, баргардед). Гуфт: Ба ин сухани худ бояд шоҳид биёварӣ. Аз ин ҷо баромадам ва ба маҷлиси ансор рафтам ва аз онҳо дар ин мавзӯъ пурсиш намудам. Гуфтанд: Барои ту дар ин мавзӯъ ҷуз хурдтарини мо Абӯсаъиди Худрӣ шахси дигаре шаҳодат намедиҳад. Абӯсаъиди Худриро гирифта ва бо худ бурдам. (Ӯ шаҳодат дод) ва Умар (р) гуфт: Магар ин равиши Паёмбари Худо (с) бар ман пӯшида мондааст? Хариду фурӯш дар бозор маро машғул намуда буд. Мақсадаш рафтан ба тиҷорат буд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки афзунӣ дар ризқу рӯзиро дӯст медошт",
      "hadiths": [
        {
          "number": 990,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки дӯст дорад ризқу рӯзиаш фарох ва умраш дароз гардад, силаи раҳмро ба ҷо биёварад»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ба нася харидани Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 991,
          "full_text": "Ривоят аст, ки Анас (р) ҳолати фақри Паёмбари Худо (с)-ро баён намуда гуфт: Нони ҷавин ва нонхӯрише, ки бӯяш тағйир ёфта буд, барои Паёмбари Худо (с) овардам ва Паёмбари Худо (с) сипарашонро назди шахси яҳудӣ дар муқобили миқдори ҷав, ки барои хонаводаи худ гирифта буданд, гарав гузошта буданд. Ва (ровӣ мегӯяд) аз эшон шунидам, ки мефармуданд: «Ҳеҷ шабе назди Оли Муҳаммад (с) як соъ гандум ё як соъ аз донагиҳои дигар пайдо намешуд, бо он, ки нӯҳ ҳамсар доштанд»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Касб ва кори шахс аз меҳнати худаш",
      "hadiths": [
        {
          "number": 992,
          "full_text": "Аз Миқдом (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳаргиз касе таъомеро беҳтар аз меҳнати дасти худаш нахӯрдааст ва Пайғамбари Худо Довуд (ъ) аз меҳнати дасти худаш мехӯрд»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Осонгирӣ ва гузашт дар хариду фурӯш",
      "hadiths": [
        {
          "number": 993,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Худованд он шахсеро раҳмат кунад, ки дар хариду фурӯш ва талаби ҳаққаш богузашт ва осонгир бошад»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Касе, ки барои шахси доро мӯҳлат дод",
      "hadiths": [
        {
          "number": 994,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) гуфтанд: «Малоика бо рӯҳи шахсе аз мардумони пеш аз шумо буд, мулоқот намуданд, аз вай пурсиданд: Оё кори неке ҳам анҷом додаӣ? Гуфт: Муздуронамро амр мекардам, то ба қарздорони фақир мӯҳлат бидиҳанд ва аз тавонмандон гузашт намоянд. Ва Худованди мутаъол ҳам аз (гуноҳони) вай гузашт намуд»."
        }
      ]
    },
    {
      "number": 13,
      "title": "Вақте ки харидор ва фурӯшанда айби молро напӯшонанд ва ҳақиқатро бигӯянд",
      "hadiths": [
        {
          "number": 995,
          "full_text": "Аз Ҳаким ибни Ҳизом (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Харидор ва фурӯшанда дар муомилаи худ то вақте ки аз ҳам мутафарриқ нашудаанд, мухайяр мебошанд, агар барои якдигар рост гуфта бошанд ва воқеияти моли худро баён карда бошанд, муомилаашон бобаракат мегардад ва агар айби онро пинҳон намуда ва дурӯғ гуфта бошанд, баракати муомилаи онҳо аз байн меравад»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Хариду фурӯши хурмои махлут",
      "hadiths": [
        {
          "number": 996,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Барои мо хурмоеро медоданд, ки хуб ва бади он бо ҳам махлут буд ва мо ду соъи аз онро ба як соъ мефурӯхтем. Паёмбари Ҳудо (с) фармуданд: «На ду соъро ба як соъ бифурӯшед ва на ду дирҳамро ба як дирҳам»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Судхӯр",
      "hadiths": [
        {
          "number": 997,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Падарамро дидам, ки ғуломи ҳиҷоматгареро харид ва амр намуд, то олати ҳиҷоматашро бишкананд. Сабабро пурсидам, гуфт: Паёмбари Худо (с) аз пули фурӯши саг, аз пули фурӯши хун, аз хол кандан, аз суд додан ва суд хӯрдан наҳй фармуда ва мусаввирро лаънат намуданд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Худованд баракати судро аз байн мебарад ва ба садақа ва хайрот баракат медиҳад",
      "hadiths": [
        {
          "number": 998,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Савганд хӯрдан дар хариду фурӯш сабаби фурӯхтани мол мешавад, вале боиси аз байн рафтани баракати он мегардад»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Қиссаи санъатгар ва оҳангар",
      "hadiths": [
        {
          "number": 999,
          "full_text": "Аз Хаббоб (р) ривоят аст, ки гуфт: Дар замони ҷоҳилият санъатгар будам ва аз (Ос ибни Воил) маблағе талабгор будам, наздаш рафта, пуламро талаб намудам. Гуфт: То ба дини Муҳаммад (с) кофир нагардӣ, пулатро нахоҳам дод. Гуфтам: То вақте ки ту намирӣ ва дубора (рӯзи қиёмат) зинда нашавӣ, ба дини Муҳаммад (с) кофир нахоҳам шуд. Гуфт: Пас то вақте ки намурдаам ва дубора зинда нашудам, маро бигзор, дар он вақт дорои мол ва авлод мешавам ва қарзи туро медиҳам. Ва ин ояи карима нозил гардид: «Оё он касеро, ки ба оёти мо кофир гардида ва гуфтааст, ки бароям мол ва фарзанде дода хохад шуд, дидӣ? Оё ӯ аз ғайб хабар дорад ва ё он, ки аз Худованд аҳду паймон гирифтааст?» (Марям; 77-78)"
        }
      ]
    },
    {
      "number": 18,
      "title": "Қиссаи хайёт",
      "hadiths": [
        {
          "number": 1000,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Шахси хайёте нонеро таҳия намуд ва Паёмбари Худо (с)-ро даъват намуд. Анас ибни Молик (р) мегӯяд; Ман ҳам бо Паёмбари Худо (с) ба он даъват иштирок намудам. (Он хайёт) барои Паёмбари Худо (с) нон ва шӯрбое, ки аз дубо (дубо як навъи кадуест, ки қисмати поёниаш калон ва қисмати болоияш борик аст) ва гӯшти қоқ таҳия шуда буд, овард. Дидам, ки Пайғамбари Худо (с) кадуҳоро чида ва мехӯранд. Ва аз он вақт то ба имрӯз кадуро дӯст медорам."
        }
      ]
    },
    {
      "number": 19,
      "title": "Харидани чорпоён ва харҳо",
      "hadiths": [
        {
          "number": 1001,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар яке аз ҷангҳо бо Паёмбари Худо (с) будам, шутурам ақиб афтода ва аз пой монд. Пайғамбари Худо (с) наздам омаданд ва гуфтанд: «Ҷобир ҳастӣ?» Гуфтам: Бале. Гуфтанд: «Чӣ кор мекунӣ?» Гуфтам: Шутурам аз пой мондааст ва аз дигарон ақиб афтодаам, Паёмбари Худо (с) поён шуда ва шутурамро ба асое, ки ба даст доштанд заданд ва фармуданд: «Савор шав». Савор шудам ва дидам, ки шутурам то ҷое даванд шудааст, ки бояд ӯро аз сабқат намудани шутури Паёмбари Худо (с) ҷилавгирӣ намоям, Пурсиданд: «Издивоҷ кардаӣ?» Гуфтам: Бале. Гуфтанд: «Бо духтаре ё бевае?» Гуфтам: Бо бевае. Гуфтанд: «Чаро бо духтаре издивоҷ накардӣ, ки ту бо ӯ ва ӯ бо ту шӯхӣ мекард?» Гуфтам: Хоҳарҳое доштам, хостам бо зане издивоҷ намоям, ки аз онҳо сарпарастӣ намояд, сарашонро шона зада ва ба корҳояшон расидагӣ намояд. Фармуданд: «Ту (ба Мадина) бар хоҳӣ гашт, ҳушёр ва мутаваҷҷеҳ бош». Баъд аз он гуфтанд: «Шутуратро намефурӯшӣ?» Гуфтам: Мефурӯшам. Ӯро аз ман ба як авқия (ки баробари чил дирҳам аст) хариданд, эшон пеш аз ман ба Мадина расиданд ва ман фардояш расидам, ба тарафи масҷид омадам ва дидам, ки Паёмбари Худо (с) ба дарвозаи масҷид истодаанд. Гуфтанд: «Ҳоло расидӣ?» Гуфтам: Бале. Фармуданд: «Шутуратро бигзор, ба масҷид дохил шав ва ду ракаат намоз бихон». Ба масҷид дохил шудам ва ду ракаат намоз хондам. Ба Билол гуфтанд, то бароям чиҳил дирҳам нуқра вазн карда бидиҳад. Билол дирҳамҳоро вазн кард ва дар вақти вазн кардан каме сангинтар вазн кард. Паёмбари Худо (с) ба Билол гуфтанд: «Ҷобир (р)-ро садо кун». Бо худ гуфтам: Мехоҳанд шутурамро пас бидиҳанд. Ва ҳеҷ чизе аз он шутур дар наздам мутанаффиртар набуд. (Наздашон омадам) фармуданд: «Шутурат аз ту ва қиматаш ҳам аз ту»."
        }
      ]
    },
    {
      "number": 20,
      "title": "Харидани шутурони бемор",
      "hadiths": [
        {
          "number": 1002,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Умар ибни Хаттоб (р) шутурҳои бемореро аз шахсе харида буд ва он шахс шарике дошта ва шарикаш назди Ибни Умар (р) омад ва гуфт: Шарикам шутурҳои бемореро бароят фурӯхтааст ва туро аз ин айб огоҳ накардааст. Ибни Умар ба ӯ гуфт: Шутурҳоро пас бибар. Ва чун хост шутурҳоро пас бибарад, Ибни Умар (р) гуфт: Пас бурдан лозим нест ва ба ҳукми Паёмбари Худо (с) розиям, ки фармудаанд, «сирояте нест»."
        }
      ]
    },
    {
      "number": 21,
      "title": "Қиссаи ҳиҷоматгар",
      "hadiths": [
        {
          "number": 1003,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Абӯтайиба (р) Паёмбари Худо (с)-ро ҳиҷомат намуд, фармуданд, то барояш як соъ хурмо бидиҳанд ва илова бар он амр намуданд, то хироҷашро низ тахфиф намоянд."
        },
        {
          "number": 1004,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) худро ҳиҷомат намуданд ва музди ҳиҷоматгарро доданд ва агар музди ҳиҷомат ҳаром мебуд, барояш намедоданд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Тиҷорат дар чизе, ки касбаш макрӯҳ аст",
      "hadiths": [
        {
          "number": 1005,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Болиштеро, ки дорои ашкол ва суратҳое буд, харидам. Чун чашми Паёмбари Худо (с) ба он болишт афтод, аз дохил шудан ба хона худдорӣ намуданд. Аломати норизоятиро дар чеҳраашон мушоҳида намуда, гуфтам: Ё Расулаллоҳ! Ба Худо ва Расулаш тавба менамоям, вале ман чӣ гуноҳе кардам? Паёмбари Худо (с) фармуданд: «Ин болишт чист?» Гуфтам: Инро барои шумо харидаам, то ҳангоми нишастан худро ба он такя диҳед. Паёмбари Худо (с) фармуданд: «Касоне,\tки\t ин суратҳоро кашидаанд, дар рӯзи қиёмат азоб мешаванд ва барояшон гуфта мешавад: он чиро, ки халқ кардаед, зинда кунед». Ва фармуданд: «Дар хонае, ки дар он сурат вуҷуд дорад, малоика дохил намешавад»."
        }
      ]
    },
    {
      "number": 23,
      "title": "Касе, ки чизе харида ва пеш аз мутафарриқ шудан онро бахшиш намудааст",
      "hadiths": [
        {
          "number": 1006,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо бо Паёмбари Худо (с) будем, ман шутури саркашеро, ки аз Умар (р) буд, савор будам. Он шутур саркашӣ мекард ва аз ҳамаи ҳамроҳон пеш мешуд. Умар (р) омад ва бар шутур ҳайбат зад ва ӯро пас биёвард. Боздубора аз ҳамагон пеш мерафт, боз Умар (р) ӯро ҳайбат зада ва ақиб меовард. Паёмбари Худо (с) фармуданд: «Ӯро бароям бифурӯш». Умар (р) гуфт: Ба таври бахшиш аз шумо бошад. Фармуданд: «Ӯро бароям бифурӯш». Онро барои Паёмбари Худо (с) фурӯхт. Паёмбари Худо (с) фармуданд: «Эй Ибни Умар! Ин шутур аз ту ва ҳар чӣ мехоҳӣ, бо он бикун»."
        }
      ]
    },
    {
      "number": 24,
      "title": "Он чӣ, ки аз фиребкорӣ дар муомила макрӯҳ аст",
      "hadiths": [
        {
          "number": 1007,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки шахсе ба Паёмбари Худо (с) гуфт, ки дар хариду фурӯш фанд мехӯрад. Паёмбари Худо (с) ба ӯ гуфтанд: «Чун муомила кардӣ, бигӯ, ки фиребкорӣ набояд бошад»."
        }
      ]
    },
    {
      "number": 25,
      "title": "Он чӣ, ки дар мавриди бозорҳо омадааст",
      "hadiths": [
        {
          "number": 1008,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Лашкаре ба ҷанги Каъба хоҳад омад ва чун ба минтақаи Байдо (Байдо деҳаест байни Макка ва Мадина) бирасанд, ҳамагӣ аз аввал то охир дар замин фурӯ мераванд». Гуфтам: Эй Расули Худо (с), чӣ гуна ҳамагон аз аввал то ба охир ба замин фурӯ мераванд, дар ҳоле, ки дар он минтақа бозорҳояшон аст ва мардуми бегуноҳе вуҷуд доранд? Фармуданд: «Аз аввал то охирашон ба замин фурӯ меравад ва баъд аз он (дар охират) ҳар кас мутобиқи нияташ дубора зинда мегардад»."
        },
        {
          "number": 1009,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар бозор буданд. Шахсе барояшон гуфт: Ё Абулқосим! Паёмбари Худо (с) ба тарафаш нигаристанд. Он шахс гуфт: Ман ин шахси дигарро садо кардам. Паёмбари Худо (с) фармуданд: «Худро ба исми ман ном кунед, вале ба кунияти ман ба худ куният интихоб накунед»."
        },
        {
          "number": 1010,
          "full_text": "Аз Абӯҳурайраи Давсӣ (р) ривоят аст, ки гуфт: Рӯзе Паёмбари Худо (с) аз хона берун шуданд. На эшон бо ман ва на ман бо эшон сухан мезадам, то ин, ки ба бозори бани Қайнуқоъ омаданд ва дар канори хонаи Фотима (р) нишаста ва гуфтанд: «Оё тифлакат ҳамин ҷост, оё тифлакат ҳамин ҷост?» (мақсадашон Ҳасан ё Ҳусайн (р) буд). Фотима (р) дар фиристодани он тифл қадре таъхир намуд. Фикр кардам, шояд зеваре ба танаш овехта ва ё сару танашро мешӯяд. Баъд аз лаҳзае он тифл давида омад ва Паёмбари Худо (с) ӯро ба оғӯш гирифтанд ва бӯсиданд ва фармуданд: «Худоё, ӯро (яъне Ҳасанро) дӯст бидор ва касе, ки ӯро дӯст дорад, ҳам дӯст бидор»."
        },
        {
          "number": 1011,
          "full_text": "Аз Ибни Умар ривоят аст, ки мардум дар замони Паёмбари Худо (с) таъомро аз касоне, ки маҳсулоти худро бор карда ва ба тарафи бозор меоварданд, дар байни роҳ харидорӣ мекарданд. Паёмбари Худо (с) касеро фиристоданд, ки онҳоро аз фурӯхтани он таъом дар миёни роҳ манъ намояд ва фармуданд, ки таъом бояд дар фурӯшгоҳи муайянаш оварда шавад."
        },
        {
          "number": 1012,
          "full_text": "Ва Ибни Умар (р) мегӯяд: Паёмбари Худо (с) аз фурӯхтани таъоме, ки шахс онро харидааст, вале ҳанӯз ӯро қабз накардааст, манъ кардаанд."
        }
      ]
    },
    {
      "number": 26,
      "title": "Кароҳияти ҷору ҷанҷол дар бозор",
      "hadiths": [
        {
          "number": 1013,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Амр ибни Ос (р) аз сифати Паёмбари Худо (с) дар Таврот пурсида шуд. Гуфт: Бале, ба Худованд қасам, ки эшон дар Таврот ба баъзе аз сифоте, ки дар Қуръон барояшон омадааст, васф шудаанд. «Эй паёмбар, мо туро шоҳид ва башоратдиҳанда ва бимдиҳанда фиристодем». Ва нигаҳбоне барои мӯъминин, ту бандаи ман ва расули ман ҳастӣ, туро мутаваккил ном ниҳодам, туршрӯй ва сахтрӯй мабош». (Аҳзоб: 45). Ва аз сифати дигараш ин аст, ки дар бозор ҷору ҷанҷол намекунад, ҷазои бадиро ба бадӣ намедиҳад, балки афв намуда ва гузашт мекунад. Ва то он вақт Худованд ӯро намемиронад, ки миллати мунҳарифро ба воситаи ӯ ба роҳи мустақим ҳидоят намояд ва бигӯянд: Ло илоҳа иллаллоҳ ва ба сабаби ӯ чашмҳои нобиноро бино ва гӯшҳои ношунаворо шунаво ва дилҳои бастаро кушода гардонад."
        }
      ]
    },
    {
      "number": 27,
      "title": "Вазни бор бар зиммаи фурӯшанда аст",
      "hadiths": [
        {
          "number": 1014,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Абдуллоҳ ибни Амр ибни Ҳаром (р) вафот ёфта ва бар вай қарзе буд. Аз Паёмбари Худо (с) хоҳиш кардам, то аз қарздоронаш бихоҳанд, ки қарзи худро ба ӯ бибахшанд. Паёмбари Худо (с) ин хоҳишро аз онҳо намуданд, вале онҳо қабул накарданд (талабгорони Абдуллоҳ ибни Амр аз мардуми яҳуд буданд). Паёмбари Худо (с) ба ман гуфтанд: «Бирав ва хурмои худро ду қисмат кун, Аҷваро як тараф ва Азқи Зайдро як тараф ва касеро назди ман бифирист». (Аҷва ва Азқи Зайд ду навъи хурмо аз анвоъи бисёр хуби хурмоҳои Мадинаи Мунаввара аст). Тибқи фармудаашон амал кардам ва ба эшон хабар додам, Паёмбари Худо (с) омаданд ва бар рӯи хурмоҳо (ё дар миёнаи хурмоҳо) нишастанд ва гуфтанд: «Барои ин мардум (яъне талабгорони Абдуллоҳ ибни Амр (р) паймона кун». Миқдори талаби онҳоро барояшон паймона кардам ва хурмоям ҳамчунон ба ҳоли худ боқӣ буд ва гӯё чизе аз он кам нашуда буд."
        }
      ]
    },
    {
      "number": 28,
      "title": "Он чӣ, ки паймона карданаш мустаҳаб аст",
      "hadiths": [
        {
          "number": 1015,
          "full_text": "Аз Микдом ибни Маъдикарб (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Таъоми худро паймона кунед, Худованд барои шумо баракат медиҳад»."
        }
      ]
    },
    {
      "number": 29,
      "title": "Баракати соъ ва мудди Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1016,
          "full_text": "Аз Абдуллоҳ ибни Зайд (р) аз Паёмбари Худо (с) ривоят аст, ки гуфтанд: «Худоё! Иброҳим (ъ) Маккаро ҳарам қарор дода ва барои он дуо кардааст ва ман Мадинаро ҳарам қарор медиҳам, ҳамчуноне ки Иброҳим (ъ) Маккаро ҳарам қарор додааст ва ба соъ ва мудди он дуо мекунам, (мудд иборат аз чаҳор ҳиссаи як соъ аст) мисле, ки Иброҳим (ъ) барои Макка дуо кардааст»."
        }
      ]
    },
    {
      "number": 30,
      "title": "Он чӣ, ки дар мавриди фурӯхтан ва эҳтикори таъом омадааст",
      "hadiths": [
        {
          "number": 1017,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Касоне, ки таъомро ба таври тахмин мехариданд, дидам, ки дар замони Паёмбари Худо (с) зада мешаванд, то онро пеш аз қабз намудан ва овардани он ба ҷои муайянаш нафурӯшанд."
        },
        {
          "number": 1018,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) аз фурӯхтани таъом пеш аз ба даст овардани он наҳй фармуданд. Аз Ибни Аббос (р) пурсида шуд: Ин чӣ гуна аст? Гуфт: Ба ин шакл аст, ки дирҳами муқобили дирҳам бошад ва таъомеро, ки харидааст, дар оянда қабза намояд."
        },
        {
          "number": 1019,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Тилло ба тилло суд аст, магар он, ки даст ба даст бошад ва гандум ба гандум суд аст, магар он, ки даст ба даст бошад ва хурмо ба хурмо суд аст, магар он, ки даст ба даст бошад ва ҷав ба ҷав суд аст, магар он, ки даст ба даст бошад»."
        }
      ]
    },
    {
      "number": 31,
      "title": "Набояд дар хариди бародари худ иқдом ба харидан намуд, магар он, ки шахси аввал аз харидан мунсариф гардад ё ба ӯ иҷоза бидиҳад",
      "hadiths": [
        {
          "number": 1020,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз фурӯхтани шаҳрнишин ба бодиянишин наҳй фармуданд ва (гуфтанд). «Нархгузории дурӯғин накунед. Ва касе он чиро, ки таҳти хариди шахси дигаре аст, набояд бихарад ва на ҳам бар хостгории шахси дигаре хостгорӣ намояд ва ҳеҷ зане набояд талоқи хоҳари худро талаб намояд, то ба ин тариқ косаашро сарнагун созад»."
        }
      ]
    },
    {
      "number": 32,
      "title": "Фурӯхтан ба тариқи музояда",
      "hadiths": [
        {
          "number": 1021,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки шахсе ғуломи худро мудаббар сохт (яъне гуфт, ки баъд аз маргам озод ҳастӣ), сипас мӯҳтоҷ гардид. Паёмбари Худо (с) он ғуломро гирифтанд ва фармуданд: «Ин ғуломро кӣ аз ман мехарад?» Нуъайм ибни Абдуллоҳ ӯро ба маблағе казоӣ харид ва Пайғамбари Худо (с) он ғуломро барояш таслим намуданд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Муомилаи фиребкорона ва фурӯхтани ҳайвон дар шиками модараш",
      "hadiths": [
        {
          "number": 1022,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) аз фурӯхтани ҳайвон дар шиками модараш наҳй фармуданд. Ва ин байъе буд, ки аҳли ҷоҳилият ба он муомила мекарданд (ба ин тариқ, ки) натоҷи шутуреро, ки ҳанӯз дар шиками модараш буд, мефурӯхтанд."
        }
      ]
    },
    {
      "number": 34,
      "title": "Фурӯшанда набояд шири шутур, гов ва гӯсфандро дар пистони онҳо захира намояд",
      "hadiths": [
        {
          "number": 1023,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Агар касе гӯсфандеро харид, ки шир дар пистонаш захира шуда буд, баъд аз дӯшидан агар бо он ризоят дошт, онро нигаҳ дорад ва агар мавриди ризояташ набуд (гӯсфандро пас медод), дар муқобили шире, ки истифода кардааст, бояд як соъ хурмо низ ба соҳиби гӯсфанд бидиҳад»."
        }
      ]
    },
    {
      "number": 35,
      "title": "Фурӯхтани ғуломи зинокор",
      "hadiths": [
        {
          "number": 1024,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с)  фармуданд: «Агар канизе зино кард ва зинояш собит гардид, (мавлои ӯ) ҳадро бар вай ҷорӣ созад ва тавбихаш (сарзаниш) накунад ва боз агар зино кард, ҳадро бар вай ҷорӣ созад ва тавбихаш накунад, агар бори саввум зино кард агарчи ба ивази ресмони мӯйӣ бошад ҳам, ӯро бифурӯшад»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Оё шарҳнишин барои бодиянишин (молашро) бидуни музд бифурӯшад ва ӯро кӯмак кунад ва насиҳат намояд?",
      "hadiths": [
        {
          "number": 1025,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касоне, ки ҳоҷатҳои мардумро ба шаҳр меоваранд, аз байни роҳ аз онҳо чизе нахаред ва шахси шаҳрнишин набояд (моли) бодиянишинро ба ӯ бифурӯшад». Аз Ибни Аббос (р) пурсида шуд: Маънои ин гуфтаашон чист, ки мефармоянд: «шаҳрнишин ба бодиянишин нафурӯшад?» Гуфт: Яъне барояш даллолӣ накунад."
        }
      ]
    },
    {
      "number": 37,
      "title": "Наҳй аз рафтан ба пеши касоне, ки таъомро ба дохили шаҳр меоваранд",
      "hadiths": [
        {
          "number": 1026,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Дар байъи шахси дигаре мудохила накунед ва амвол ва матоъҳоеро, (ки барои фурӯш ба бозор меояд) то вақте ки ба бозор намерасад, аз байни роҳ нахаред»."
        }
      ]
    },
    {
      "number": 38,
      "title": "Фурӯхтани мавиз ба мавиз ва таъом ба таъом",
      "hadiths": [
        {
          "number": 1027,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) аз байъи музобана наҳй фармудаанд ва музобана иборат аз фурӯхтани хурмои тоза ва обдор бо хурмои хушк ва фурӯхтани мавиз ба паймонаи он аз ангур аст,"
        }
      ]
    },
    {
      "number": 39,
      "title": "Фурӯхтани ҷав ба ҷав",
      "hadiths": [
        {
          "number": 1028,
          "full_text": "Аз Молик ибни Авс (р) ривоят аст, ки гуфт: Мехостам сад динорро сарф намоям. Талҳа ибни Убайдуллоҳ (р) маро хост ва бо ҳам муфоҳама намудем ва қарор шуд, ки бароям ивази динори тилло дирҳами нуқра бидиҳад. Динорҳоро аз ман гирифт ва дар дасти худ таҳу боло мекард ва гуфт: Интизор бикаш, то хазинадорам аз Ғоба биояд (Ғоба номи ҷоест, дар канори Мадинаи мунаввара). Умар (р) ин суханро шунид ва (ба ман) гуфт: Ба Худованд қасам, то вақте ки ҳаққи худро нагирифтаӣ, набояд аз наздаш биравӣ. Паёмбари Худо (с) фармуданд: «Тилло ба тилло суд аст, магар он, ки даст ба даст бошад». Ва бақияи ҳадисеро, ки қаблан гузашт, зикр намуд»."
        }
      ]
    },
    {
      "number": 40,
      "title": "Фурӯхтани тилло ба тилло",
      "hadiths": [
        {
          "number": 1029,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Тиллоро ба тилло ҷуз ба таври баробар ба баробар нафурӯшед ва нуқраро ба нуқра ҷуз ба таври баробар нафурӯшед ва тиллоро ба нуқра ва нуқраро ба тилло ба ҳар тавре, ки мехоҳед, бифрӯшед»."
        }
      ]
    },
    {
      "number": 41,
      "title": "Фурӯхтани нуқра ба нуқра",
      "hadiths": [
        {
          "number": 1030,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Тиллоро ба тилло ҷуз ба таври баробар нафурӯшед ва якеро аз дигаре зиёдтар надиҳед ва нуқраро ба нуқра ҷуз ба таври баробар нафурӯшед ва якеро аз дигаре зиёдтар надиҳед ва тилло ва нуқраи насяро ба тилло ва нуқраи накд нафурӯшед»."
        }
      ]
    },
    {
      "number": 42,
      "title": "Фурӯхтани динор ба динор ба таври нася",
      "hadiths": [
        {
          "number": 1031,
          "full_text": "Ва аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Динор ба динор ва дирҳам ба дирҳам (яъне бояд мисл ба мисл ва баробари якдигар бошад). Касе барояш гуфт, ки Ибни Аббос (р) чунин намегӯяд. Абӯсаъид ба Ибни Аббос (р) гуфт: Чизе, ки мегӯӣ, аз Паёмбари Худо (с) шунидаӣ, ё дар китоби Худо дидаӣ? Гуфт: Ҳеҷ кадом (яъне чизеро, ки мегӯям, на дар китоби Худо дидаам ва на аз Паёмбари Худо (с) шунидаам) ва шумо ба Пайғамбари Худо (с) аз ман донотаред, вале Усома (р) ба ман гуфт, ки аз Паёмбари Худо (с) шунидам, ки фармуданд: «Суд ҷуз дар нася нест»."
        }
      ]
    },
    {
      "number": 43,
      "title": "Фурӯхтани нуқра ба тилло ба таври нася",
      "hadiths": [
        {
          "number": 1032,
          "full_text": "Ривоят аст, ки аз Бароъ ибни Озиб ва Зайд ибни Арқам аз (ҳукми) мубодилаи пул ба пул пурсид. Ҳар яке аз ин ду нафар мегуфт, ки дигаре аз ман беҳтар медонад ва ҳардуяшон мегуфтанд, ки Паёмбари Худо (с) аз фурӯхтани тилло ба нуқра ба таври нася манъ фармуданд."
        }
      ]
    },
    {
      "number": 44,
      "title": "Байъи музобана",
      "hadiths": [
        {
          "number": 1033,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Меваро то вақте ки қобили хӯрдан намешавад, нафрӯшед ва хурмои тозаро, ки ҳанӯз бар дарахт аст, ба муқобили хурмои хушк нафрӯшед». Ва Абдуллоҳ ибни Умар (р) гуфт: Зайд ибни Собит (р) ба ман хабар дод, ки Паёмбари Худо (с) баъд аз ин байъи арийяро ба хурмои тоза ва хушк иҷоза доданд ва дар ғайри он ба чизи дигаре иҷоза надоданд."
        },
        {
          "number": 1034,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз фурӯхтани мева то вақте нарасидааст, наҳй фармудаанд ва набояд мева ҷуз ба динор ва дирҳам ба чизи дигаре фурӯхта шавад, магар ароё (ки фурӯхтани он тавре, ки қаблан гузашт, ба мева раво аст)."
        }
      ]
    },
    {
      "number": 45,
      "title": "Фурӯхтани мева бар сари дарахт ба тилло ва нуқра",
      "hadiths": [
        {
          "number": 1035,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ароё фақат ба андозаи панҷоҳ васақ (панҷоҳ васақ баробари сесад соъ аст) ва ё миқдори камтар аз онро иҷоза доданд."
        }
      ]
    },
    {
      "number": 46,
      "title": "Фурӯхтани мева пеш аз пухта шудани он",
      "hadiths": [
        {
          "number": 1036,
          "full_text": "Аз Зайд ибни Собит (р) ривоят аст, ки гуфт: Мардум дар замони Паёмбари Худо (с) меваашонро (пеш аз расидан ва пухтан) мефурӯхтанд ва чун вақти чидани мева мерасид ва қарздорон меомаданд, харидоре мегуфт: Ин хурмо фосид шудааст. Дигаре мегуфт: Онро офат задааст. Саввумӣ мегуфт: айбе аст. Ва чун дар ин маврид шикоятҳо назди Паёмбари Худо (с) зиёд шуд, аз рӯи иршод ва машварат фармуданд: «Агар хусуматро тарк намекунед, пас то вақте ки мева қобили истифода намегардад, онро нафрӯшед»."
        },
        {
          "number": 1037,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз фурӯхтани мева то ҳангоми расиданаш наҳй фармуданд. Касе пурсид: Расиданаш чӣ вақт аст? Гуфт: Вақте ки зард ва ё сурх гардад ва кобили хӯрдан шавад."
        }
      ]
    },
    {
      "number": 47,
      "title": "Агар меваро пеш аз расиданаш фурӯхта ва пас онро офат зад",
      "hadiths": [
        {
          "number": 1038,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Пайғамбари Худо (с) аз фурӯхтани мева пеш аз расиданаш наҳй фармуданд. Касе пурсид: Расидани он чӣ вақт аст? Гуфт: Вақте с ки сурх гардид. Ва Паёмбари Худо фармуданд: «Агар меваро офат зад, моли бародари худро муқобили чӣ мегирад?»"
        }
      ]
    },
    {
      "number": 48,
      "title": "Агар касе мехост хурмояшро ба хурмои беҳтаре бифурӯшад",
      "hadiths": [
        {
          "number": 1039,
          "full_text": "Аз Абӯсаъиди Худрӣ ва Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) шахсеро барои ҷамъ кардани хурмои Хайбар фиристоданд, он шахс хурмои хуб ва марғуберо овард, Паёмбари Худо (с) пурсиданд: «Тамоми хурмоҳои Хайбар ба ҳамин шакл аст»? Гуфт: Ё Расулаллоҳ! Ба Худованд қасам, ки чунин нест, мо як соъ аз ин хурморо ба ду соъ мехарем ва ду соъро ба се соъ. Паёмбари Худо (с) фармуданд: «Чунин макун! Хурмои нописандро ба дирҳам бифрӯш, баъд аз он бо он дирҳам хурмои хуб ва марғубро бихар»."
        }
      ]
    },
    {
      "number": 49,
      "title": "Фурӯхтани меваи норас",
      "hadiths": [
        {
          "number": 1040,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ин чизҳое наҳй фармудаанд: фурӯхтани ҳосил дар хӯшаи он, фурӯхтани меваи норас, хариду фурӯш ба муҷарради ламс кардан (яъне ба  муҷарраде, ки молро ламс кард, бояд ҳатман онро бихарад). Харид ва фурӯш аз тариқи партоб кардан ва андохтан ба ин шакл, ки ба муҷарради андохтани мол ба тарафи шахси муқобил, байъ лозим гардида ва барои ҳеҷ кадом ихтиёри дигаре нест. Ва фурӯхтани мева ба сари дарахт ба муқобили меваи чидашуда ва хушк."
        }
      ]
    },
    {
      "number": 50,
      "title": "Урфу одати мардум дар хариду фурӯш ва дигар муомилоташон",
      "hadiths": [
        {
          "number": 1041,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳинд, модари Муъовия ба Паёмбари Худо (с) гуфт: Абӯсуфён шахси бахиле аст, оё ба ман гуноҳ хохад шуд, агар аз молаш ба таври пинҳонӣ истифода намоям? Фармуданд: «Ба андозаи кифояти худ ва баччаҳои худ ба таври маъруф истифода кун»."
        }
      ]
    },
    {
      "number": 51,
      "title": "Фурӯхтани як шарик аз тарафи шарики дигар",
      "hadiths": [
        {
          "number": 1042,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки Паёмбари Худо (с) шуфъаро дар моле, ки тақсим намегардад, машруъ намуданд, вале вақте ки ҳудуд таъйин гардид ва роҳи ҳар мулке ҷудо шуд, дигар шуфъае нест. (Шуфъа - муқаддам доштани ҳамсоя дар хариди хона ё замине, ки дар ҷавори ӯст. Масалан: Агар шахсе хонаашро фурӯхтанӣ шавад, аввал 6а ҳамсояаш пешниҳод мекунад.)"
        }
      ]
    },
    {
      "number": 52,
      "title": "Харидани ғуломро аз аҳли ҳарб ва бахшиш намудан ва озод кардани он",
      "hadiths": [
        {
          "number": 1043,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Иброҳим (ъ) бо Сора муҳоҷират намуд ва чун ба сарзамини подшоҳе аз подшоҳон ва ё тоғуте аз тавоғит расиданд, касе барои он тоғут хабар дод, ки Иброҳим бо зане, ки зеботарини занҳост, ба ин минтақа омадааст. Иброҳим (ъ) ро талаб намуд ва ба ӯ гуфт: Ин зане, ки бо ту аст, ба ту чӣ мешавад? Гуфт: Хоҳари ман аст. Сипас Иброҳим (ъ) назди Сора омад ва ба вай гуфт: Маро дуруғгӯй накунӣ, чун барояш гуфтам, ки ту хоҳари ман ҳастӣ ва ба Худованд қасам, ки дар тамоми рӯйи замин мӯъмине ғайр аз ману ту вуҷуд надорад. Ва Сораро ба назди он подшоҳи золим фиристод. Он подшоҳ бархост ва ба тарафи Сора омад, Сора бархост ва вузӯ намуд ва ба намоз хондан шурӯъ намуда, дуо кард: Илоҳо! Агар ба ту ва ба расули ту имон овардам ва ҷуз ба шавхарам бо каси дигаре наздикӣ накардаам, ин кофирро бар ман мусаллат масоз! Ва ҳамон буд, нафаси он кофир чунон танг шуд ва дучори хафақон шуд, ки пойҳояшро ба замин мекӯбид. Абӯхурайра (р) гуфт: Паёмбари Худо (с) гуфтанд: «Сора дуо кард, ки: Худоё! Агар ин золим бимирад, мегӯянд: ин зан ӯро куштааст ва ҳамон буд, ки таклифаш бартараф шуд, боз бархоста ва ба тарафи Сора омад. Сора боз вузӯ сохт ва ба намоз хондан шурӯъ намуд ва дуо кард, ки:  Худоё, агар ба ту ва расули ту имон овардаам ва ҷуз ба шавҳарам бо каси дигаре наздикӣ накардаам, кофирро бар ман мусаллат масоз! Боз нафаси он кофир чунон танг шуд ва дучори хафақон гардид, ки пойҳояшро бар замин мекӯбид». Абӯҳурайра (р) мегӯяд: «Сора дуо намуд ва гуфт: Илоҳо! Агар ин кофир бимирад, мегӯянд: ин зан ӯро куштааст, боз он кофир бори дуввум ё бори саввум наҷот ёфт ва гуфт: Ба Худо савганд аст, ки шумо барои ман шайтонеро овардаед, ӯро назди Иброҳим бибаред ва Ҳоҷарро низ барои ин зан бахшиш бидиҳед. Сора назди Иброҳим (ъ) баргашт ва гуфт: Дидӣ, ки Худованди мутаъол он кофирро залил сохт ва ин канизакро (аз ҷиҳати хизмат) ба мо дод?"
        }
      ]
    },
    {
      "number": 53,
      "title": "Куштани хук",
      "hadiths": [
        {
          "number": 1044,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Савганд ба зоте, ки ҷонам дар дасти ӯ аст, наздик аст, ки дар байни шумо ибни Марям (яъне Исо (ъ) ба ҳайси як ҳокими боадолате нузул намояд, салибро мешиканад (мурод аз шикастани салиб ботил эълон кардани ақидаи мунҳарифи насроният ва ҳукм кардан ба шариати исломӣ аст) ва хукро мекушад (яъне несту нобуд мекунад) ва ҷизяро аз байн мебарад ва молу дороӣ он қадар зиёд мешавад, ки касе онро қабул намекунад»."
        }
      ]
    },
    {
      "number": 54,
      "title": "Фурӯхтани суратҳое, ки дорои рӯҳ набошанд ва суратҳое, ки фурӯхтани он макрӯҳ аст",
      "hadiths": [
        {
          "number": 1045,
          "full_text": "Ривоят аст, ки шахсе назди Абдуллоҳ ибни Аббос (р) омада ва гуфт: Эй Абӯаббос, ман шахсе ҳастам, ки маъишатам аз санъати дастам мебошад ва касби ман сурат кашидан аст. Ибни Аббос (р) гуфт: Ман ба ту чизе ба ҷуз аз он чӣ, ки аз Паёмбари Худо (с) шунидаам, намегӯям. Аз эшон шунидам, ки мегуфтанд: «Касе сурате мекашад, Худованд то ҳангоме ӯро азоб мекунад, ки ба ин тасвир рӯҳ дамида, ӯро зинда гардонад ва ҳеҷ гоҳ ӯ наметавонад ба он сурат рӯҳ бидамад». Нафас дар синаи он шахс танг гардид ва рангаш ба зардӣ гароид. Ибни Аббос (р) ба ӯ гуфт: Вой бар ту, агар насиҳати маро қабул намекунӣ ва ба кори сураткашӣ идома медиҳӣ, пас сурати ин дарахт ва чизҳои беҷонро бикаш."
        }
      ]
    },
    {
      "number": 55,
      "title": "Гуноҳи касе, ки шахси озодеро мефурӯшад",
      "hadiths": [
        {
          "number": 1046,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованди мутаъол мефармояд, се гурӯҳанд, ки дар қиёмат ман хасмашон хоҳам буд, касе, ки ба ман савганд мехӯрад ва сипас ахдро мешиканад, касе, ки шахси озодеро мефурӯшад ва пулашро мехӯрад ва касе, ки шахсеро муздур мегирад ва аз кораш истифода мекунад ва муздашро намедиҳад»."
        }
      ]
    },
    {
      "number": 56,
      "title": "Фурӯхтани худмурда ва фурӯхтани бутҳо",
      "hadiths": [
        {
          "number": 1047,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки соли фатҳи Макка дар Макка мегуфтанд: «Худованди мутаъол ва Расули ӯ хариду фурӯши шароб, худмурда, хук ва бутҳоро ҳаром гардонидаанд». Касе гуфт: Ё Расулаллоҳ, дар мавриди чарбуи хук, ки мардум аз он дар сохтани киштиҳо ва равған додани пӯстҳо ва рӯшан кардани чароғҳо истифода мекунанд, чӣ мегӯед? Фармуданд: «На, ҳаром аст». Ва дар ақиби ин сухан фармуданд: «Худованд яҳудро лаънат кунад, вақте ки Худованди мутаъол чарбуи (ҳайвонот)-ро бар онҳо ҳаром намуд, равғанашро гирифта, сипас онро фурӯхтанд ва пулашро хӯрданд»."
        }
      ]
    },
    {
      "number": 57,
      "title": "Пуле, ки аз фурӯши саг ба даст меояд",
      "hadiths": [
        {
          "number": 1048,
          "full_text": "Аз Абӯмасъуди Ансорӣ (р) ривоят аст, ки Паёмбари Худо (с) аз пули фурӯши саг ва маҳри зинокор (яъне пуле, ки зани зинокор дар муқобили зино дарёфт медорад) ва пуле, ки фолбин муқобили каҳонат мегирад, наҳй фармуданд."
        }
      ]
    }
  ],
  "total_chapters": 57,
  "total_hadiths": 66,
  "unique_hadith_numbers": 66
}