{
  "id": 67,
  "number": 67,
  "title": "КИТОБИ МАШРУБОТ НУШИДАНИҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Шаробе, ки аз асал сохта мешавад",
      "hadiths": [
        {
          "number": 1933,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Касе аз Паёмбари Худо (с) аз ҳукми битъ, ки мардуми Яман онро аз набизи асал таҳия намуда ва меошомиданд, пурсиш намуд, фармуданд: “Ҳар шаробе, ки сабаби мастӣ шавад, ҳаром аст” (яъне асоси таҳрима мастӣ аст ва тағйири шакл ва ном ва кайфияти сохтан таъсире ба ҳаром будани он надорад)."
        },
        {
          "number": 1934,
          "full_text": "Аз Абӯомири Ашъарӣ ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: “Аз уммати ман мардуме хоҳанд омад, ки зино ва пӯшидани абрешим ва шаробу мусиқиро ҳалол медонанд ва мардуме бар болои кӯҳе будубош менамоянд ва шубон ҳангоми шаб гӯсфандонашонро наздашон мебарад (ва шахси фақире) рӯи ҳоҷате, ки дорад, назди онҳо меравад (ва аз онҳо чизе металабад), онҳо барояш мегӯянд: фардо биё. Ва Худованди мутаъол шабҳангом онҳоро ҳалок мекунад ва кӯҳро бар онҳо сарнагун месозад ва касонеро, ки наҷот ёфтанд, то ба рӯзи қиёмат ба бузина ва хук масх менамояд.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Нам кардани хурмо дар зарфҳои оддӣ ва зарфҳои сангӣ",
      "hadiths": [
        {
          "number": 1935,
          "full_text": "Ривоят аст, ки Абӯсаъиди Соъидӣ Паёмбари Худо (с)-ро ба арӯсии худ даъват намуд ва зане, ки бо вай арӯсӣ карда буд, худаш меҳмононро хидмат мекард, он зан гуфт: Оё медонед, ки барои Паёмбари Худо (с) чӣ нӯшобаеро тақдим намудам? Чанд донае хурморо аз шаб дар зарфи зангӣ дар об нам карда будам."
        }
      ]
    },
    {
      "number": 3,
      "title": "Иҷоза додани Паёмбари Худо (с) ошомиданро дар баъзе зарфҳое, ки қаблан ошомиданро дар онҳо наҳй карда буданд",
      "hadiths": [
        {
          "number": 1936,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) аз сохтани набиз дар ҳар зарфе ҷуз дар машк наҳй намуданд, касе барояшон гуфт: Ҳама кас машк надорад. Ва ҳамон буд, ки барои онҳо таҳияи набизро дар ҳар зарфе ба истиснои хуми қирандуд иҷоза доданд (Набиз иборат аз хурмо ва ё мавиз аст, ки дар об андохта мешавад, то маззаашро дода ва об ширин шавад)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки мегӯяд “Набояд хурмои хом ва расидаро, ки сабаби искор (масткунӣ) мешавад, бо ҳам ва ду хӯришро дар як хӯриш махлут намуд”",
      "hadiths": [
        {
          "number": 1937,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз кам кардани хурмои расида ва хурмои наврас бо ҳам ва аз нам кардани хурмо ва мавиз бо ҳам наҳй намуда ва фармуданд: “Ҳар кадомро ҷудогона дар об нам кунед.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Ошомидани шир ва ин қавли Худованд, ки мефармояд: “Аз байни ифлосӣ ва хун...”",
      "hadiths": [
        {
          "number": 1938,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Абӯҳамид қадаҳи ширеро аз минтақаи Нақиъ овард Нақиъ водие аст дар беруни шаҳри Мадинаи мунаввара, ки Паёмбари Худо (с) онро барои чарондани шутурҳои байтулмол ихтисос дода буданд). Паёмбари Худо (с) барояш гуфтанд: ”Чаро рӯи онро напӯшондӣ? Агарчӣ ба рӯи қадаҳ чӯберо мегузоштӣ” (зеро пӯшондани зарф сабаби ҳифозат аз гарду ғубор ва ифлосӣ мешавад ва ин ки гуфтанд: \"Агарчӣ чӯберо мегузоштӣ” мақсад ин буд, то ин шахс ба пӯшондани зарф одат бигирад)."
        },
        {
          "number": 1939,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Беҳтарин садақа шутури навзой аст, ки дорои шири фаровон бошад ва бузи навзой аст, ки дорои шири фаровон бошад, ба тавре, ки як зарфро субҳ ва як зарфро шом пуршир кунад. (Яъне: беҳтарин садақа ва он гоҳ савоби он аст, ки барои шахси мӯҳтоҷ шутур ва ё гӯсфанди ширдеҳеро ба таври орият бидиҳӣ, то аз шири он як коса субҳ ва як коса шаб барои худ бидӯшад)."
        }
      ]
    },
    {
      "number": 6,
      "title": "Ошомидани шир бо об",
      "hadiths": [
        {
          "number": 1940,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) ҳамроҳи шахси дигаре (ин шахс Абӯбакр (р) буд) назди шахсе аз Ансор рафтанд. Паёмбари Худо (с) барояш гуфтанд: \"Агар обе, ки аз дишаб ба машк андохта бошӣ, наздат бошад, биёвар, то бинӯшам ва агар мавҷуд набошад, бо даҳони худ об хоҳем нӯшид” (Яъне, агар оби сарди ошомиданӣ дошта бошӣ, барои мо биёвар, варна аз ҳамин ҷӯи об менӯшем). Он шахс заминашро обёрӣ мекард ва барои Паёмбари Худо (с) гуфт: Чунин обе наздам мавҷуд аст, бифармоед, ба дохили соябон биравед. Онҳоро ба дохили соябон бурд ва барояшон дар қадаҳ миқдори об рехт ва бар болои об аз бузе, ки дар онҷо баста буд, миқдоре шир андохт ва тақдим намуд. Аввал Паёмбари Худо (с) аз он шир ошомиданд ва сипас он шахсе, ки ҳамроҳи Паёмбари Худо (с) омада буд, нӯшид."
        }
      ]
    },
    {
      "number": 7,
      "title": "Ошомидан дар ҳолати истода",
      "hadiths": [
        {
          "number": 1941,
          "full_text": "Аз Алӣ (р) ривоят аст, ки дар (боби Раҳба), дар Кӯфа барояш обе оварданд, ӯ он обро дар ҳолати истода нӯшид ва гуфт: Баъзе аз мардум об нӯшиданро дар ҳолати истода макрӯҳ мепиндоранд ва ман хӯрдам. Паёмбари Худо (с)-ро дидам, ки ба ҳамин тариқе, ки ман об нӯшидам, об нӯшиданд."
        },
        {
          "number": 1942,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳолати истода аз оби зам-зам нӯшиданд (ва аз ҳамин сабаб гуфтанд: Суннат аст, ки оби зам-зам дар ҳолати истода нӯшида шавад).”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Нӯшидани об аз даҳони машк",
      "hadiths": [
        {
          "number": 1943,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз нӯшидани об аз даҳони машк наҳй фармуданд."
        },
        {
          "number": 1944,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз нӯшидан аз даҳани машк ва қирба (қирба навъи дигаре аз машк аст) ва аз ин, ки шахсе ҳамсояашро аз кӯбидани мех ба девори хонааш манъ кунад, наҳй фармуданд (Ин дар сурате аст, ки он ҳамсоя аз кӯбидан ва ё гузоштани чӯб ва мех ба девораш зарар набинад, варна ин кор барояш раво нест)."
        }
      ]
    },
    {
      "number": 9,
      "title": "Наҳй намудан аз нафас кашидан дар зарф ва ин, ки бояд ошомидан ба ду ва е се нафас бошад",
      "hadiths": [
        {
          "number": 1945,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми об нӯшидан се бор нафас мекашиданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Зарфҳои нуқра",
      "hadiths": [
        {
          "number": 1946,
          "full_text": "Аз Умми Салама (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: \"Касе, ки дар зарфи нуқра об менӯшад, дар воқеъ оташи ҷаҳаннамро дар шиками худ мерезонад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Ошомидан дар қадаҳ",
      "hadiths": [
        {
          "number": 1947,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Паембари Худо (с) ба Сақифаи бани Соъида (Сақифаи бани Соъида ҷое аст дар дохили шаҳри Мадинаи мунаввара ва дар ҳамин ҷо буд, ки барои Абӯбакр (р) байъати хилофат сурат гирифт), омада ва фармуданд: “Эй Саҳл, барои мо об бидеҳ.” Ман баромадам ва бо ҳамин қадаҳ барояшон об овардам. Ровӣ мегӯяд, ки Саҳл ҳамон қадаҳро овард ва аз он об нӯшидем ва мегӯяд: Баъд аз он Умар ибни Абдулазиз аз вай хост, то он қадаҳро барояш бибахшад ва ӯ он қадаҳро барояш бахшид."
        },
        {
          "number": 1948,
          "full_text": "Ривоят аст, ки қадаҳи Паёмбари Худо (с) назди Анас ибни Молик (р) буд ва гуфт: Барои Паёмбари Худо (с) дар ҳамин қадаҳ чандин бор об додам ва дар он қадаҳ ҳалқае аз оҳан буд. Ин қадаҳ дар замони худи Паёмбари Худо (с) тарк ва шикоф бардошта буд ва худи он ҳазрат (с) ҳалқаи оҳаниро ҷиҳати маҳкам кардан ба он баста буданд) ва Анас (р) мехост ба ивази он ҳалқаеро аз тилло ва ё нуқра бар он насб намояд, вале Абуталҳа барояш гуфт: Чизеро, ки худ Паёмбари Худо (с) сохтаанд, тағйир мадеҳ. Ва ӯ аз тасмими худ баргашт."
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 16,
  "unique_hadith_numbers": 16
}