{
  "id": 8,
  "number": 8,
  "title": "КИТОБИ АБВОБИ (СУТРА)",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 8,
          "full_text": "1 КИТОБИ АБВОБИ (СУТРА) БАРОИ НАМОЗГУЗОР"
        }
      ]
    },
    {
      "number": 1,
      "title": "Сутраи имом сутраи касоне аст, ки ба ӯ иқтидо кардаанд",
      "hadiths": [
        {
          "number": 312,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) ҳангоме, ки рӯзи ид ба тарафи идгоҳ мерафтанд, ба мо амр мекарданд, то сарнайзаро оварда ва пеши рӯяшон ба замин насб намоем ва эшон ба тарафи он сарнайза намоз мехонданд ва мардум пушти сарашон буданд ва ин корро дар сафар ҳам анҷом медоданд ва аз ҳамин ҷо буд, ки умаро ҳам ба ин кор иқдом намуданд."
        },
        {
          "number": 313,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки Паёмбари Худо (с) барояшон дар (Батҳо) имоматӣ карданд ва пеши рӯяшон сарнайза қарор дошта (ва дар ин ҷо) намози пешинро ду ракаат ва намози асрро ду ракаат адо намуданд ва дар ин вақт занҳо ва улоғҳо аз пеши рӯяшон мегузаштанд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Фосила байни намозгузор ва сутрааш чӣ андоза бояд бошад?",
      "hadiths": [
        {
          "number": 314,
          "full_text": "Аз Саҳл (р) ривоят аст, ки гуфт: Фосила байни ҷое, ки Паёмбари Худо (с) намоз мехонданд ва байни девор ба андозаи роҳрави як гӯсфанд буд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Намоз хондан ба тарафи сарнайза",
      "hadiths": [
        {
          "number": 315,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте ки барои қазои ҳоҷат берун мешуданд, ман ва ҷавони дигаре бо эшон рафта ва бо худ асо ё чӯбдасте ва ё сарнайзаро ҳамроҳи зарфи обе бармедоштем ва чун аз қазои ҳоҷат фориғ мешуданд, он зарфро ба дасташон медодем."
        }
      ]
    },
    {
      "number": 4,
      "title": "Намоз хондан ба тарафи сутун",
      "hadiths": [
        {
          "number": 316,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки ӯ дар наздикии сутуне, ки дар назди Қуръони карим буд, намоз мехонд. Касе гуфт: Эй Абӯмуслим, чаро доимо мекӯшӣ, ки дар назди ин сутун намоз бихонӣ? Гуфт: Чун Паёмбари Худо (с)-ро дидам, аксари авқот дар ҳамин ҷо намоз мехонданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Намоз хондан дар байни сутунҳо дар ғайри намози ҷамоат",
      "hadiths": [
        {
          "number": 317,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) дар ҳадиси дохил шудани Паёмбари Худо (с) ба хонаи Каъба ривоят аст, ки гуфт: Чун Билол аз хона берун шуд, аз вай пурсидам, ки Паёмбари Худо (с) дар дохили хона чӣ карданд? Гуфт: (Тавре истоданд, ки) як сутунро ба тарафи чапи худ ва як сутунро ба тарафи рости худ ва се сутунро ба ақиби сари худ қарор доданд ва хонаи Каъба дар ин вақт дорои шаш сутун буд ва дар ривояте омадааст, ки ду сутунро ба тарафи рости худ қарор доданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Намоз хондан ба тарафи шутур ва амсоли он",
      "hadiths": [
        {
          "number": 318,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) шутури худро пеши рӯйи худ хобонда ва ба сӯи он намоз мехонданд. (Яке аз ривояткунандаҳои ҳадис мегӯяд) пурсидам: Агар шутур бармехост, чӣ мекарданд? Гуфт: Бори онро пеши рӯйи худ қарор дода ва ба сӯи он намоз мехонданд ва Ибни Умар (р) ҳам ин корро мекард."
        }
      ]
    },
    {
      "number": 7,
      "title": "Намоз хондан ба сӯи тахти хоб",
      "hadiths": [
        {
          "number": 319,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Магар шумоён мо (занҳо)-ро бо саг ва хар баробар қарор додаед? Ман худам дидам, ки болои тахти хоб ғалтида будам ва Паёмбари Худо (с) омада ва тахти хобро пеши рӯйи худ қарор дода ва намоз мехонданд ва чун муносиб надидам, ки дар пеши рӯяшон қарор гирам, аз тарафи дупояи он тахт пойин мехазидам, то ин, ки аз зери лиҳофам берун мешудам."
        }
      ]
    },
    {
      "number": 8,
      "title": "Намозгузор бояд монеъи убури дигарон аз пеши рӯяш шавад",
      "hadiths": [
        {
          "number": 320,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки ӯ рӯзи ҷумъа ба ҷониби чизе, ки монеъи убури мардумон аз пеши рӯяш гардад, намоз мехонд. Ҷавоне аз мардуми (бани Абӯмуъайт) мехост аз пеши рӯяш убур намояд, Абӯсаъид (р) бо даст ба синаи он ҷавон зада ва ӯро ба ақиб ронд, он ҷавон ба атрофаш нигоҳ карда ва чун роҳи дигареро ҷуз убур кардан аз пеши рӯйи Абӯсаъид (р) надид, боз мехост, то аз он ҷо убур намояд. Абӯсаъид (р) ӯро аз мартабаи аввал ба шидати бештаре ба ақиб ронд, он ҷавон Абӯсаъидро дашном дод ва назди (Марвон) (амири Мадина) омад ва аз он чӣ, ки аз Абӯсаъид (р) дида буд, ба ӯ шикоят намуд ва Абӯсаъид ҳам пушти сари он ҷавон назди (Марвон) омад. Марвон гуфт: Ё Абӯсаъид, байни ту ва бародарзодаат чӣ воқеъ шудааст? Абӯсаъид (р) гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Агар ба сӯи чизе, ки шуморо аз (убур ва мурури) мардум ҷилавгирӣ мекард, намоз мехондед ва дар ин ҳолат касе мехост, ки аз пеши рӯятон убур кунад, ӯро нагузоред ва агар аз убур кардан худдорӣ накард, бо ӯ муқотала кунед, зеро ки (амали) ӯ (амали) шайтон аст.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Гуноҳи убур кардан аз пеши рӯйи намозгузор",
      "hadiths": [
        {
          "number": 321,
          "full_text": "Аз Абӯҷуҳайм (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки аз пеши рӯйи намозгузор мегузарад, агар бидонад, ки бар вай чӣ қадар гуноҳ мешавад, чиҳил (сол) истоданро бар убур намудан аз пеши рӯи намозгузор тарҷеҳ медиҳад.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Намоз хондан ба тарафи шахси хобида",
      "hadiths": [
        {
          "number": 322,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоле намоз мехонданд, ки ман пеши рӯяшон хобида будам ва ҳангоме, ки мехостанд витр бихонанд, маро бедор намуда ва ман бо эшон витр мехондам."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки ҳангоми намоз хондан духтари хурдсолеро бо худ ҳамл кард",
      "hadiths": [
        {
          "number": 323,
          "full_text": "Аз Абӯқатодаи Ансорӣ (р) ривоят аст, ки Паёмбари Худо (с) намоз мехонданд ва (Умома) духтари Зайнабро, ки духтари Паёмбари Худо (с) буд, бо худ ҳамл мекарданд. Ва падари (Умома) Абулъос ибни Рабеъ ибни Абдушамс буд. Ҳангоме, ки Паёмбари Худо (с) саҷда мекарданд, он тифлро ба замин гузошта ва чун бармехостанд, дубора ӯро бо худ бармедоштанд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Зане, ки касофатро аз намозгузор бармедорад",
      "hadiths": [
        {
          "number": 324,
          "full_text": "Ҳадиси Ибни Масъуд (р) дар мавриди нафрини Паёмбари Худо (с) бар Қурайш ҳангоме, ки касофатҳоро бар рӯйи шонаҳои он ҳазрат (с) ниҳода буданд, қаблан гузашт ва дар ин ҷо аз Ибни Масъуд (р) ривоят аст, ки мегӯяд: “...ба Худованд қасам аст, ки Қурайшро дидам, ки рӯзи Бадр сарнагун гардида ва кашон-кашон ба гудоле аз гудолҳои Бадр андохта шуданд ва Паёмбари Худо (с) фармуданд: “Касоне, ки ба ин гудол андохта шудаанд, дар охират низ ба лаънати Худо гирифтор ҳастанд.”"
        }
      ]
    }
  ],
  "parent_book": 8,
  "sub_number": 1,
  "is_sub_book": true,
  "total_chapters": 13,
  "total_hadiths": 14,
  "unique_hadith_numbers": 14
}