{
  "id": 28,
  "number": 28,
  "title": "КИТОБИ ЭҲЗОР ВА ҶАЗОИ ШИКОР",
  "chapters": [
    {
      "number": 1,
      "title": "Агар умракунанда ба монеъ дучор шуд",
      "hadiths": [
        {
          "number": 879,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз адои умра дучори монеъ гардиданд. Сари худро тарошиданд, бо ҳамсарони худ ҳамбистар гаштанд ва ҳадяро забҳ намуданд ва умраро дар соли оянда анҷом доданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ба монеъ бархӯрд намудан дар хаҷ",
      "hadiths": [
        {
          "number": 880,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки мегуфт: Оё суннат ва пайравӣ аз Паёмбари Худо (с) бароятон кофӣ нест? Агар касе аз шумоён барояш монеъе аз адои ҳаҷ пайдо шуд, ба хонаи Каъба тавоф карда, байни Сафо ва Марва саъй намояд. Баъд аз анҷом додани ин кор ҳама чиз барояш ҳалол мегардад. Баъд аз он дар соли оянда омада ва ҳачро адо намояд, ҳадяро забҳ кунад ва агар қудрат ба ҳадя надошт, рӯза бигирад."
        }
      ]
    },
    {
      "number": 3,
      "title": "Дар вақти эҳсор бояд ҳадя пеш аз тарошидани сар забҳ гардад",
      "hadiths": [
        {
          "number": 881,
          "full_text": "Аз Мисвар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар Ҳудайбия, ки куффори Қурайш монеъи рафтанашон ба Макка шуданд, пеш аз тарошидани сари хеш ҳадяро забҳ намуданд ва асҳоби худро низ ба ин кор амр фармуданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд «Ё додани садақа...» ва садақа иборат аз таъом додани шаш мискин аст",
      "hadiths": [
        {
          "number": 882,
          "full_text": "Аз Каъб ибни Уҷра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар Ҳудайбия бар болои сарам истоданд ва шабушкҳо аз сарам мерехт. Фармуданд: «Оё хазандагони сарат боиси азият шуданд?» Гуфтам: Бале. Фармуданд: «Саратро битарош». Каъб (р) мегӯяд ва ин ояи карима дар бораи ман нозил гардид: «Агар касе аз шумо мариз буд, ё ба ӯ азияте аз сараш буд, пас бояд ивази он рӯза бигирад ва ё садақа бидиҳад ва ё забҳ намояд». (Бақара: 196) (Баъд аз нузули ин ояи карима) Паёмбари Худо (с) фармуданд: «Се рӯз рӯза бигир, ё барои шаш нафар садақа бидеҳ, ё он чиро метавонӣ, забҳ кун»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Мурод аз таъом додан дар фидя нисфи соъ аст",
      "hadiths": [
        {
          "number": 883,
          "full_text": "Ва аз Каъб ибни Уҷра (р) ривояти дигаре омадааст, ки гуфт: Ояи мазкур хос дар бораи ман нозил гардида ва шумоёнро ба таври умум шомил мегардад."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}