{
  "id": 42,
  "number": 42,
  "title": "КИТОБИ ҚАРЗ ГИРИФТАН АДОИ ҚАРЗ ВА МУФЛИС ШУДАН",
  "chapters": [
    {
      "number": 1,
      "title": "Гирифтани моли мардум ҷиҳати адо намудан ва ё ба қасди талаф кардан",
      "hadiths": [
        {
          "number": 1102,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки моли мардумро бигирад ва қасдаш адои он бошад, Худованди мутаъол асбоби адои онро муҳайё месозад ва касе, ки моли мардумро бигирад ва қасдаш талаф кардан ва аз байн бурдани он бошад, Худованди мутаъол асбоби талаф шудани он молро муҳайё месозад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Адои қарз",
      "hadiths": [
        {
          "number": 1103,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Ҳамроҳи Паёмбари Худо (с) будам, ки чашмашон ба кӯҳи Уҳуд афтод. Фармуданд: «Агар ин кӯҳ бароям ба тилло мубаддал гардад, намехоҳам, ки беш аз се рӯз диноре аз онро дар назди худ нигаҳ дорам, магар динореро, ки барои адои қарз бошад». Баъд аз он фармуданд: «Касоне, ки моли онҳо бисёр аст, савоби онҳо кам аст, магар касе, ки молро чунин ва чунон бахшиш кунад ва албатта чунин касон каманд». Ва ба ман гуфтанд: «Ба ҷои худ истода бош». Худашон каме пештар рафтанд ва ман овозеро шунидам, мехостам, каме пештар биравам, ёдам омад, ки фармуданд: «Ба ҷои худ истода бош». Чун пас омаданд, гуфтам: Ё Расулаллоҳ! Овозеро, ки шунидам, чӣ буд? Фармуданд: «Овозеро шунидӣ?» Гуфтам: Бале. Фармуданд: «Ҷабраил (ъ) наздам омад ва гуфт: Касе, ки аз уммати ту фавт намуда ва ба Худо ширк наёварда бошад, ба биҳишт дохил хоҳад гардид». Гуфтам: Ва агарчанде, ки чунин ва чунон карда бошад? (Яъне гуноҳони кабира намуда бошад). Фармуданд: «Бале»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Адои шоистам қарз",
      "hadiths": [
        {
          "number": 1104,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Ҳангоми чошт дар ҳоле, ки Пайғамбари Худо (с) дар масҷид буданд, наздашон омадам. Гуфтанд: «Ду ракаат намоз бихон». Ва аз ман бар зиммаашон қарзе буд, қарзи маро доданд ва чизе ҳам бар он афзуданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Намози ҷаноза бар шахси қарздор",
      "hadiths": [
        {
          "number": 1105,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ман барои ҳар мусалмоне дар умури дунё ва охират аз худаш нисбат ба ӯ дӯсттар ҳастам, агар мехоҳед, ин оятро тиловат намоед: «Пайғамбар ба мусалмонон аз худи онҳо дӯсттар аст. Ҳар мусалмоне, ки фавт мегардад ва молеро ба ирс мегузорад, он мол мутааллиқ ба ворисонаш мебошад ва касе, ки (мемирад ва аз вай) қарз ва ё аҳлу аёли мӯҳтоҷе боқй монда бошад, назди ман биёяд, ман мутаҳаммили он чизҳо хоҳам шуд». {Аҳзоб:6)"
        }
      ]
    },
    {
      "number": 5,
      "title": "Он чӣ, ки дар мавриди зоеъ кардани мол омадааст",
      "hadiths": [
        {
          "number": 1106,
          "full_text": "Аз Муғийра ибни Шӯъба (р) ривоят аст, ки гуфт: «Паёмбари Худо (с) фармуданд: «Худованд бар шумоён ин чизҳоро ҳаром кардааст: ранҷонидани модарон, зинда ба гӯр кардани духтарон, худдор и аз адои чизе, ки адои он лозим аст ва талабидани чизе, ки гирифтани он ҳаром аст. Ва ин чизҳоро барои шумо макрӯҳ қарор додааст: Гуфтугӯи бидуни лузум, суол кардани бисёр ва зоеъ сохтани мол»."
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}