{
  "id": 5,
  "number": 5,
  "title": "КИТОБИ ҒУСЛ",
  "chapters": [
    {
      "number": 1,
      "title": "Вузӯ пеш аз ғусл",
      "hadiths": [
        {
          "number": 185,
          "full_text": "Аз Оиша (р), ҳамсари Паёмбари Худо ривоят аст, ки гуфт: Паёмбари Худо (с) чун аз ҷанобат ғусл мекарданд, аввал дастҳои худро мешустанд, баъд аз он монанде, ки барои намоз вузӯ месозанд, вузӯ месохтанд, баъд аз он ангуштони худро дар об ғӯта дода ва бехи мӯйҳои худро хилол мекарданд, баъд аз он бо даст се бор ба сари худ об мерехтанд ва сипас ҳамаи бадани худро мешустанд."
        },
        {
          "number": 186,
          "full_text": "Аз Маймуна (р), ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Паёмбари Худо (с) монанди вузӯи намоз вузӯ сохтанд, вале пойҳои худро нашустанд ва аврати худро шуста, пок намуданд, баъд аз он бар бадани худ об рехта ва шустанд ва дар ахир пойҳои худро ҳам шустанд. Ғусл намуданашон аз ҷанобат ба ин сурат буд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ғусл намудани зан бо ҳамроҳии мард",
      "hadiths": [
        {
          "number": 187,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ман ва Паёмбари Худо (с) аз зарфе, ки ба номи фарақ ёд мешуд, бо ҳам ғусл мекардем."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ғусл намудан бо соъ ва амсоли он",
      "hadiths": [
        {
          "number": 188,
          "full_text": "Ривоят аст, ки шахсе аз Оиша (р) аз кайфияти ғусли Паёмбари Худо (с) пурсид (пурсанда бародари разоъии Оиша (р) буд. Оиша (р) зарфи соъмонандеро (паймона) хост ва дар ҳоле, ки байни ӯ ва байни шахси суолкунанда ҳиҷобе буд, ғусл намуд ва аз он соъ бар сари худ об мерехт."
        },
        {
          "number": 189,
          "full_text": "Ривоят аст, ки шахсе аз Ҷобир ибни Абдуллоҳ (р) аз кайфияти ғусл пурсид. Дар ҷавоб гуфт: Як соъ (як соъ баробари 3,640 литр аст) бароят кифоят мекунад. Шахси дигаре гуфт: Барои ман кифоят намекунад. Ҷобир гуфт: барои касе, ки мӯйҳояш аз мӯйҳоят бештар ва худаш аз ту беҳтар буд, кифоят мекард (максадаш Паёмбари Худо (с) буд). Баъд аз он Ҷобир дар ҳоле, ки як ҷома ба тан дошт, барои онҳо имоматӣ кард."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки се бор ба сараш об рехт",
      "hadiths": [
        {
          "number": 190,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Вале ман ба сари худ се бор об мерезам” ва ба ҳарду дасти худ ишора ба рехтани об намуданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Касе, ки пеш аз ғусл намудан зарфи об ва хушбӯиро омода мекард",
      "hadiths": [
        {
          "number": 191,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) аз ҷанобат ғусл мекарданд, зарфи (ҳилоб) монандеро (зарфи говдӯшӣ) хоста ва онро ба дасти худ мегирифтанд, аввал ба тарафи рост ва баъд аз он ба тарафи чап ва сипас бар сари худ об мерехтанд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Такрори хамбистарӣ",
      "hadiths": [
        {
          "number": 192,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро атр мезадам ва эшон бо ҳамсарони худ ҳамбистар мешуданд ва субҳ дар ҳоле, ки эҳром доштанд, аз эшон бӯи атр ба машом мерасид."
        },
        {
          "number": 193,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар кисмате аз рӯз ва ё қисмате аз шаб бо ҳамаи ҳамсарони худ ҳамбистар мешуданд ва дорои (ёздаҳ) ва дар ривояте (нӯҳ) ҳамсар буданд. Касе аз Анас (р) пурсид: Оё ин қадар қудрат доштанд? Гуфт: Мо бо якдигари худ ин тавр сӯҳбат мекардем, ки Паёмбари Худо (с) тавоноии сӣ мардро доранд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе, ки баъди истеъмоли хушбӯӣ ғусл намуд",
      "hadiths": [
        {
          "number": 194,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Гӯё ҳамин ҳоло ба дурахшиши атре, ки бар сари Паёмбари Худо (с) истеъмол шуда буд, нигоҳ мекунам ва ин дар ҳоле буд, ки эшон муҳрим буданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Хилол кардани мӯйи сар хангоми ғусл кардан",
      "hadiths": [
        {
          "number": 195,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки аз ҷанобат ғусл мекарданд, дастҳои худро шуста, монанди вузӯи намоз вузӯ месохтанд, баъд аз он ғусл менамуданд ва ба дасти худ мӯйҳои худро хилол менамуданд ва чун яқинашон ҳосил мешуд, ки об ба зери мӯйҳо хуб расидааст, се бор ба сари худ об мерехтанд ва баъд аз он боқимондаи ҷисми худро мешустанд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Агар дар масҷид ба ёдаш омад, ки ҷунуб аст, бояд хамон тавр хориҷ гардида ва таяммум накунад",
      "hadiths": [
        {
          "number": 196,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Намоз барпо гардид ва сафҳо баробар шуд, Паёмбари Худо (с) омаданд ва чун дар ҷойнамози худ қарор гирифтанд, ба ёдашон омад, ки ҷунуб ҳастанд, ба мо гуфтанд, ки “Шумо дар ҷойи худ қарор биистед, худи эшон баргашта, ғусл намуданд ва дар ҳоле, ки аз мӯйҳояшон об мечакид, омада такбир гуфтанд ва ҳамроҳашон намоз хондем."
        }
      ]
    },
    {
      "number": 10,
      "title": "Касе, ки дар ҳолати танҳоӣ бараҳна ғусл намуд",
      "hadiths": [
        {
          "number": 197,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Қавми бани Исроил бараҳна ғусл намуда, якдигарро медиданд, вале Мӯсо (ъ) танҳо ғусл мекард, бани Исроил гуфтанд, ки Мӯсо бо мо ғусл намекунад, сабабаш ин аст, ки мояҳои ӯ варам кардаанд (чура аст). Бори дигар Мӯсо барои ғусл намудан рафт ва либосҳояшро рӯи санге гузошт. Санг аз наздаш гурехт, (ин яке аз мӯъҷизаҳои марбут ба паёмбар Мӯсо (ъ) аст). Мӯсо (ъ) аз ақибаш давида ва мегуфт: (Эй санг, либосам, эй санг, либосам), то ҷое расид, ки бани Исроил ба ҳамон ҳолат ӯро дида гуфтанд: Ба Худованд савганд аст, ки Мӯсо дард ва маразе надорад ва Мӯсо (ъ) либосҳояшро гирифт ва сангро зад. Абӯҳурайра (р) мегӯяд: Ба Худованд қасам, ки асари шаш ё ҳафт зарба ҳанӯз бар он санг мавҷуд аст."
        },
        {
          "number": 198,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Рӯзе Аюб (ъ) бараҳна ғусл мекард, ки малахе аз тилло наздаш афтод ва Аюб (ъ) онро бардошта, дар ҷомааш меандохт, дар ин вақт Худованд барояш нидо кард ва гуфт: “Эй Аюб, оё ман туро аз ин чизҳо ғанӣ насохтаам?» Гуфт: Чаро на, ба иззатат қасам аст, ки ғанӣ сохтаӣ, вале маро аз алтоф ва баракоти ту бениёзӣ нест.\""
        }
      ]
    },
    {
      "number": 11,
      "title": "Ҳангоми ғусл намудан бояд худро аз мардум ҳиҷоб намуд",
      "hadiths": [
        {
          "number": 199,
          "full_text": "Аз Умми Ҳониъ бинти Абӯтолиб (р) ривоят аст, ки гуфт: Соли фатҳи Макка назди Паёмбари Худо (с) рафтам. Дидам, ки ғусл мекунанд ва Фотима (р) эшонро ҳиҷоб мекард. Паёмбари Худо (с) пурсиданд: “Ин кист?” Гуфтам: Ман Умми Ҳониъ ҳастам."
        }
      ]
    },
    {
      "number": 12,
      "title": "Ҳукми арақи шахси ҷунуб ва ин, ки мӯъмин наҷис намешавад",
      "hadiths": [
        {
          "number": 200,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) ӯро дар яке аз роҳҳои Мадина дар ҳоле, ки ҷунуб буд, мулоқот намуданд. Абӯҳурайра (р) мегӯяд: Худро аз назари Паёмбари Худо (с) пинҳон кардам, сипас рафта ғусл намуда омадам. Фармуданд: “Эй Абӯҳурайра, куҷо будӣ?” Гуфтам Ҷунуб будам ва аз ин, ки дар ҳолати ҷанобат бо шумо биншинам, худдорӣ намудам. Фармуданд: «Субҳоналлоҳ, муъмин ҳаргиз наҷис намешавад»  Боби 13. Шаб хобидан дар ҳолати ҷанобат баъд аз вузӯ сохтан"
        },
        {
          "number": 201,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам, оё равост, ки дар ҳоли ҷанобат бихобем? Фармуданд: “Бале, агар касе аз шумо вузӯ сохта метавонад, дар ҳоли ҷанобат бихобад.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Илтиқои хатонайн",
      "hadiths": [
        {
          "number": 202,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Вақте, ки (шахс) байни поҳои зан нишаст ва бо ӯ даромехт, ғусл воҷиб мегардад.”"
        }
      ]
    }
  ],
  "total_chapters": 13,
  "total_hadiths": 18,
  "unique_hadith_numbers": 18
}