{
  "id": 1,
  "number": 1,
  "title": "ИБТИДОИ НУЗУЛИ ВАҲЙ БАР ПАЁМБАРИ ХУДО С",
  "chapters": [
    {
      "number": 1,
      "title": "Чигунагии ибтидои нузули ваҳй бар Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Ҳамоно савоби аъмол вобаста ба ният аст ва бо ҳар кас мутобиқи нияташ муомила мешавад, пас касе, ки ҳиҷрати ӯ ҷиҳати мақосиди дунявӣ буда ва ё ғараз издивоҷ бо зане бошад, пас насибаш аз ҳиҷрат ҳамон чизест, ки ба хотири расидан ба он ҳиҷрат намудааст."
        },
        {
          "number": 2,
          "full_text": "Аз Оиша (р) ривоят аст, ки: Ҳорис ибни Ҳишом (р) аз Паёмбари Худо (с) пурсид: Ё Расулаллоҳ, ваҳй бар шумо чӣ гуна нозил мешавад? Паёмбари Худо (с) фармуданд: Гоҳе монанди нағмаи ҷарас, ки ин шадидтарини он аст, то ҷойе, ки саропоям дарҳам мешиканад ва ман он чиро, ки мегӯяд, ба хубӣ дарк мекунам. Гоҳе малак ба сурати шахсе бар ман зоҳир мегардад ва бо ман сухан гуфта ва ман он чиро, ки мегӯяд, дарк мекунам. Оиша (р) мегӯяд: ман Паёмбари Худо (с)-ро дар рӯзи ниҳоят сарде дидам, ки ваҳй бар эшон нозил мегардид ва аз асари ин ваҳй ончунон таҳти фишор қарор гирифта буданд, ки арақ аз пешониашон сарозер гардида буд."
        },
        {
          "number": 3,
          "full_text": "Аз уммулмӯъминин Оиша (р) ривоят аст, ки гуфт: Аввалин боре, ки бар Паёмбари Худо (с) ваҳй нозил гардид, рӯъёҳои неке буд, ки дар хоб медиданд ва он чиро, ки дар хоб медиданд, монанди рӯшании субҳи содиқ ба ҳақиқат мепайваст ва ҳамон буд. ки хилватгузиниро ихтиёр намуданд ва аввалин хилватнишиниашон дар ғори Ҳиро буд ва дар он ҷо бидуни он, ки ба хонаводаашон баргарданд, чандин шаби пай дар пайро ба тафаккур ва таъаббуд (ибодат) мепардохтанд ва барои ин амал тӯшаи лозимро бо худ мегирифтанд ва чун тӯшае, ки бо худ доштанд, ба итмом мерасид, бори дигар назди Хадиҷа омада ва монанди мартабаи гузашта тӯшаи лозимиро бо худ мебурданд, то он ки дар ҳамин ғори Ҳиро бар эшон ваҳй нозил гардид ва бад ин сурат буд ки малаке наздашон омада ва гуфт: - Бихон. Гуфтанд: - Ман хонанда нестам. Паёмбари Худо (с) мегӯянд: - Он малак маро гирифта ва то ҷойе, ки таҳаммул доимтам, фишор дод. Сипас маро раҳо карда ва гуфт: Бихон. Гуфтам: Ман хонанда нестам. Боз бори саввум маро гирифта, фишор дод ва гуфт: Бихон, ба номи Парвардигорат, ки Офаридгор аст, инсонро аз хуни баста халқ намудааст, бихон ва Парвардигори ту бузургвортар аст. Баъд аз он Паёмбари Худо (с) бо он чӣ ки аз малак шунида буданд, дар ҳоле ки қалбашон метапид, назди Хадиҷа бинти Хувайлид (р) омада ва гуфтанд: - Маро бипӯшонед, маро бипӯшонед. Ва эшонро пӯшониданд, то он ки тарсашон аз байн рафт. Моҷароро барои Хадиҷа (р) баён намуда ва гуфтанд: - Воқеан, бар ҷони худ тарсидам. Хадиҷа (р) барояшон гуфт: На, ҳаргиз матарс, ба Худованд қасам аст, ки туро ҳеҷ гоҳ хор ва забун нахоҳад сохт, ту касе ҳастӣ, ки силаи раҳмро баҷо оварда, ба бечорагон ёрӣ расонида ва бо дармондагон ҳамнавоӣ мекунӣ, аз меҳмон ба гармӣ пазирои карда ва аз ҳақ пуштибонӣ менамоӣ. Хадиҷа (р) он касро бо худ назди писари амаки худ Варқа ибни Навфал ибни Асад ибни Абдулъузо бурд. Ин шахс аз ҷоҳилият ба насроният гироида буд ва ба навиштани ибронӣ шиносоӣ дошта ва чизҳоеро аз Инҷил менавишт ва ба синни пирӣ расида ва кӯр шуда буд. Хадиҷа (р) барояш гуфт: - Эй фарзанди амакам! Аз бародарзодаат бишнав, ки чӣ мегӯяд? Варқа ба Паёмбари Худо (с) гуфт: - Эй бародарзодаам! Бигӯ, чӣ дидӣ? Паёмбари Худо (с) он чиро, ки дида буданд, барояш ҳикоят намуданд. Варқа гуфт: - Ин ҳамон малакест, ки Худованд бар Мӯсо (ъ) фиристодааст, эй кош ҷавон мебудам ва эй кош дар он рӯзе, ки қавмат туро берун мекунад, зинда мебудам. Паёмбари Худо (с) фармуданд: - Оё эшон маро берун хоҳанд кард? Гуфт: - Бале! Ҳеҷ кас бо чун чизе, ки ту омадаӣ, наёмадааст, магар он, ки мавриди душманӣ қарор гирифтааст ва агар он рӯзро дарёфтам. бо ту ҳамкории шоёне хоҳам намуд. Вале дере напойид, ки Варқа вафот ёфта ва ваҳй ба таъхир афтод."
        },
        {
          "number": 4,
          "full_text": "Ҷобир ибни Абдуллоҳи Ансорӣ (р). ки аз ҳадиси таъхири ваҳй ҳикоят мекунад, ба нақл аз Паёмбари Худо (с) чунин мегӯяд: “Дар ҳоле, ки ба роҳ мерафтам ногаҳон садое аз тарафи осмон шунидам. Чун сари худро баланд кардам, дидам ҳамон малаке, ки дар гори Ҳиро омада буд, байни Осмону Замин рӯи тахте нишастааст. Аз вай тарсидаму ба хона бозгашта ва гуфтам: Маро бипӯшонед, маро бипӯшонед. Ва Худованд ин оятро нозил кард: “Эй шахси ҷома бар худ печида! Бархез, пас битарсон ва Парвардигори худро ба бузургӣ ёд кун ва ҷомаҳои худро пок соз ва палидиро дур кун.” (Мудассир: 1-5) Ва ҳамон буд, ки ваҳй дубора шурӯъ шуда ва паёпай нозил гардид."
        },
        {
          "number": 5,
          "full_text": "Аз Ибни Аббос (р) дар тафсири ин қавли Худованди мутаъол, ки мефармояд: “Эй Муҳаммад, забони худро барои он, ки Қуръонро зудтар фаро бигирӣ, ҳаракат мадеҳ”, чунин ривоят аст, ки гуфт: Паёмбари Худо (с) аз нузули ваҳй ба такопӯ ва машаққат меафтод ва лабҳои худро ҳаракат медод. Ибни Аббос (р) мегӯяд: ман ҳам лабҳои худро монанди Паёмбари Худо (с) ҳаракат медодам ва Худованд ин оятро нозил кард: “Эй Муҳаммад, забони худро барои он, ки Қуръонро зудтар ба даст оварӣ, ҳаракат мадеҳ, ба таҳқиқ, ки ҷамъ кардан ва омӯхтани он барои ту бар ӯхдаи мо аст.”  (Қиёмат: 15-18) Ибни Аббос (р) дар тафсири ин оят мегӯяд: Ҷамъ кардани Қуръон дар синаи ту ва ин, ки онро бихонӣ, бар ӯҳдаи мо аст, пас вақте, ки онро бар ту хондем, ту ҳам онро дар пайравии мо бихон, яъне онро бишнав ва гӯш фаро деҳ, пас бар мост баёни он, яъне, сипас бар ӯхдаи мост, ки ту онро бихонӣ. Ва ҳамон буд, ки чун Ҷабраил (ъ) мерафт, Паёмбари Худо (с) Қуръонро тавре, ки Ҷабраил бар эшон хонда буд, такрор менамуданд."
        },
        {
          "number": 6,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) саховатмандтарини мардумон буданд ва аз он ҳам саховатмандтар ҳангоме буданд, ки дар моҳи Рамазон Ҷабраил (ъ) наздашон меомад. Ҷабраил (ъ) дар моҳи Рамазон ҳар шаб назди Паёмбари Худо (с) омада ва Қуръонро бо эшон такрор мекард ва дар ин ҳангом буд, ки Паёмбари Худо (с) дар корҳои хайр аз вазиши бод ҳам саховатмандтар буданд."
        },
        {
          "number": 7,
          "full_text": "Ва боз аз Ибни Аббос (р) ривоят аст, ки гуфт: Абусуфён ибни Ҳарб бароям ҳикоят намуда гуфт: - Ҳангоме, ки бо гурӯҳе аз тоҷирон дар Шом будам, Ҳирақл маро назди худ хост. Ибни Аббос (р) мегӯяд: Ва ин замоне буд, ки Паёмбари Худо (с) бо Абусуфён ва куффори Қурайш даргирӣ дошт. Ҳирақл дар ҳоле, ки бо гуруҳе аз бузургони Рум дар Илиё буд, Абусуфён ва ҳамроҳонашро назди худ хост ва тарҷумонеро ҳозир намуда гуфт; - Кадом яке аз шумо бо ин шахсе, ки иддаъои нубувват дорад, аз нигоҳи насаб қаробати наздиктаре доред? Абусуфён мегӯяд: Ман барояш гуфтам, ки ман аз ҳама ба вай наздиктарам. Ҳирақл гуфт: - Уро ба ман наздик кунед. Ва ҳамон буд, ки онҳоро наздик оварда ва ҳамроҳонашро пушти сараш нишонданд. Ҳирақл ба тарҷумонаш гуфт: - Ба эшон бигӯ, ки ман аз ин шахс суолоте мекунам, агар дар ҷавобам дурӯғ гуфт, дурӯғашро ошкор созед. Абусуфён мегӯяд: Қасам ба Худо, агар шарм намекардам, ки маро дурӯғгӯй хоҳанд кард, ҳатман дар бораи Паёмбари Худо (с) дурӯғ мегуфтам. Аввалин суоле, ки Ҳирақл аз ман кард, ин буд: - Насабаш дар байни шумоён чӣ гуна аст? Гуфтам: - Насабаш олӣ аст. Гуфт: - Оё каси дигаре аз шумоён пеш аз ӯ чунин даъвое кардааст? Гуфтам: - На. Гуфт: - Аз падарон ва аҷдодаш касе подшоҳӣ доштааст? Гуфтам: - На. Гуфт: - Касоне, ки аз вай итоат кардаанд, аз бузургон ва ашрофанд ва ё аз бечорагон? - Гуфтам: - Аз бечорагон. Гуфт: - Пайравонаш рӯз ба рӯз кам мешаванд ё зиёд? Гуфтам: - Зиёд. Гуфт: - Оё касе аз пайравонаш баъд аз ин, ки динашро пазируфтааст, дилсард гардида ва аз он бармегардад? Гуфтам: - На. Гуфт: - Пеш аз иддаъои нубувват ӯро муттаҳам ба дурӯғ мекардед? Гуфтам: - На. Гуфт: - Оё хиёнат мекунад? Гуфтам: - На, вале муддати замонест, ки аз вай дурем ва намедонем, ки дар ин муддат чӣ кирдоре дорад.  Абусуфён мегӯяд: Ғайр аз ҳамин сухан ба чизи дигаре ӯро муттаҳам карда наметавонистам. Гуфт: - Оё бо вай дар ҷанг даргир шудаед? Гуфтам: - Бале. Гуфт: - Натиҷаи ҷанг байни ӯ ва шумоён чӣ гуна будааст? Гуфтам: - Натиҷаи ҷанг мутановиб (навбат ба навбат) аст, гоҳе у бар мо ва гоҳе мо бар ӯ ғолиб мешавем. Гуфт: - Шуморо ба чӣ чиз амр мекунад? Гуфтам: - Мегӯяд, Худои ягонаро парастиш кунед ва ҳеҷ чизро бо ӯ шарик насозед ва он чиро, ки падарҳоятон ибодат мекарданд, тарк намоед ва моро ба намоз ва ростӣ ва иффат ва силаи раҳм (пайванди хешутаборӣ) амр менамояд. Ба тарҷумонаш гуфт: - Барояш бигӯ, ман аз ту аз насабаш пурсидам ва ту гуфтӣ, ки олинасаб аст. Ва ҳамин гуна пайғамбарон аз олинасабтарини қавми худ баргузида мешаванд. Пурсидам, ки касе пеш аз вай чунин иддаъое кардааст? Гуфтӣ, на. Ва агар касе пеш аз вай чунин даъвое карда буд, мегуфтам ин шахсе аст, ки аз дигарон пайравӣ кардааст. Гуфтам, оё касе аз падаронаш подшоҳӣ кардааст? Гуфтӣ, на. Ва агар касе аз падаронаш подшоҳӣ мекард, мегуфтам шахсест, ки омада ва талаби тоҷу тахти падарашро дорад. Пурсидам, пеш аз ин, ки чунин иддаъое бикунад, ӯро ба дурӯғ гуфтан муттаҳам мекардед? Гуфтӣ, на. Ва албатта мумкин нест, ки аз дурӯғ гуфтан бо бандагон парҳез намуда ва бар Худо дурӯғ бигӯяд. Ва пурсидам, ки бузургон ва ашроф аз вай пайравӣ мекунанд ва ё бечорагон ва бенавоён? Гуфтӣ, бенавоён. Ва пайравони пайғамбарон ҳамин бенавоёнанд. Пурсидам, рӯз ба рӯз кам мешаванд ё зиёд? Гуфтӣ, зиёд. Ва масъалаи имон ба ҳамин тариқ аст, то он ки фарогир шуда ва ба ҳама ҷо бирасад. Пурсидам, оё касе баъд аз ин ки ба динаш дохил гардид, дилсард гардида ва аз он бармегардад? Гуфтӣ. на. Ва қонуни имон чунин аст, вақте дурахшиши он ба дил тобид, дигар имкони баргашт надорад. Ва пурсидам, оё хиёнат ва фиребкорӣ мекунад? Гуфтӣ, на. Ва аз сифоти пайғамбарон дурӣ аз хиёнат ва фиребкорӣ аст. Ва пурсидам, шуморо ба чӣ чиз амр мекунад? Гуфтӣ, ба ибодати Худованди ягона амр ва аз ширки бо ӯ ва парастиши бутон наҳй мефармояд ва ба намоз хондан ва ростӣ ва иффат амр менамояд. Ва агар он чӣ гуфтӣ, рост бошад, ба зудӣ то ҳамин ҷойи пои маро ҳам хоҳад гирифт, ман хуб медонистам, ки чунин пайғамбаре зуҳур мекунад, вале фикр намекардам, ки аз байни шумоён бошад ва агар медонистам, ки имкони расидан ба ҳузураш бароям муяссар мегардад, ба ҳар қимате. ки буд. худро ба мулоқоташ мерасонидам ва агар ба мулоқоташ мерасидам, худро ба қадамҳояш меандохтам. Сипас номаеро, ки Паёмбари Худо (с) тавассути Диҳя барои сардори Бусро фиристода буд, хост ва ӯ номаро ба вай дод ва дар нома чунин омада буд: Бисмиллоҳи-р-раҳмони-р-раҳим Аз тарафи Муҳаммад, банда ва Паёмбари Худо барои Ҳирақл, сардори Рум! Салом бар пӯяндагони роҳи ҳидоят, аммо баъд, ман туро ба сӯи Ислом даъват менамоям, мусалмон шав, дар амон хоҳӣ буд. Худованд музди туро дучанд хоҳад дод ва агар ибо варзидӣ, гуноҳи ҳамаи пайравони ту бар гардани ту хоҳад буд: “Эй аҳли китоб, биёед ба сӯи амре, ки байни мо ва шумо мусаллам аст ва он ин, ки ҷуз Худои ягона дигареро ибодат накарда ва чизеро ба ӯ шарик наёварем ва хеҷ кадоме аз мо дигареро ба ғайр аз Худованд Парвардигори худ қарор надиҳад ва агар ибо варзиданд, пас бигӯед шоҳид бошед, ки мо мусалмонем.” (Оли Имрон, 64) Абусуфён мегӯяд: - Вақте, ки ӯ чунин гуфт ва аз хондани нома фориғ шуд, ҳаёҳӯе аз маҷлис бархоста ва моро аз он ҷо берун карданд ва ман ба ҳамроҳони худ гуфтам: - Тавре, ки маълум мешавад, кори ибни Абикабша (мақсадаш аз ибни Абикабша Паёмбари Худо (с) буд), то ҷое боло гирифтааст, ки подшоҳи Рум ҳам аз вай меҳаросад ва аз ҳамин рӯз ба баъд дигар яқин доштам, ки Паёмбари Худо (с) муваффақ хоҳад шуд, то ин, ки Худованди мутаъол маро ба  Ислом мушарраф сохт. Ибни Нотур, ки амири Илиё ва аз ҳамнишинони Ҳиракл ва раҳбари масеҳиёни он ҷо буд, мегӯяд: Ҳангоме, ки Ҳирақл ба Илиё омад, маҳзун ва ғамгин гардид, баъзе аз давлатмардонаш ба вай гуфтанд: Хеле ғамгин ба назар мерасӣ. Ибни Нотур мегӯяд, ки Ҳирақл коҳин буда ва бар ситораҳо назар мекард ва чун аз вай ин суолро карданд, дар ҷавобашон гуфт: Шаби гузашта, ки ба ситораҳо назар кардам, дидам, ки подшоҳи мардуме. ки худро хатна мекунанд, бар дигарон ғолиб шудааст. Ва пурсид: - Дар ин аср ва замон кадом мардум хатна мекунанд? Гуфт: - Ғайр аз яҳуд мардуми дигаре хатна намекунанд ва аз инҳо дар ҳарос мабош ва ба ҳамаи шаҳрҳои давлати худ бинавис, то яҳудиҳоеро, ки дар байнашон вуҷуд доранд, ба қатд бирасонанд. Ва ҳанӯз дар ин мавзӯъ машғули раъй ва машварат буданд, ки фиристодаи подшоҳи Ғассон, ки роҷеъ ба Паёмбари Худо (с) маълумоти кофӣ ба даст дошт, назди Ҳиракл расид ва пас аз ин, ки Ҳирақл аз ахборе, ки ин шахс бо худ дошт, мутталеъ шуд, гуфт: -  Ин шахсро бурда ва бубинед, ки хатна кардааст ё хайр? Чун диданд, гуфтанд: - Бале! Хатна кардааст. Ҳиракл аз вай пурсид: - Оё мардуми араб ҳам хатна мекунанд? Гуфт: - Бале, хатна мекунанд. Ҳирақл гуфт: - Ҳамин шахсеро, ки ман ба хоб дидам Муҳаммад (с) подшоҳи ин мардум аст, ки зуҳур кардааст. Сипас Ҳирақл ба яке аз дӯстонаш дар Румия, ки монанди худаш шахси донишманде буд, (дар ҳамин мавзӯъ) нома навишт ва худаш ба сӯи Ҳимс равон гардид ва ҳанӯз аз Ҳимс хориҷ нашуда буд, ки дӯсташ ҷавоби номаи Ҳирақлро фиристод ва дар номаи худ бо Ҳирақл дар мавзӯъи зуҳури Паёмбари Худо (с) тавофуқи раъй нишон дода, гуфта буд, ки ин шахс пайғамбар аст. Баъд аз он Ҳиракл бузургони мардуми Румро дар қасри худ дар шаҳри Ҳимс ҷамъ карда ва дарвозаҳои қасрро баст, баъд аз он бархоста ва онҳоро мухотаб қарор дода, гуфт: - Эй мардуми Рум! Оё растагорӣ ва фалоҳро намехоҳед? Ва оё намехоҳед, ки мулкатон барои худатон боқӣ бимонад? Пас биёед ва бо ин Пайғамбар байъат намоед! Ба муҷарради шунидани ин сухан ба монанди харҳои ваҳшӣ аз ҷой парида, ба сӯи дарҳо ҳуҷум бурданд ва медиданд, ки дарҳо қаблан баста шудааст ва чун Ҳирақл ин танаффурашонро дид ва аз имон оварданашон маъюс гардид, гуфт: - Инҳоро бори дигар назди ман биёваред. Ва чун омаданд, гуфт: - Ман ин суханонро барои он гуфтам, то миқдори вобастагиатонро ба динатон озмоиш намоям ва воқеан он чиро, ки орзу доштам, эҳсос намудам. (Ва чун ин суханро аз Ҳирақл шуниданд) ӯро саҷда намуда ва аз вай изҳори ризоият намуданд. Ва ин охирин қиссаи Ҳирақл бо пайравонаш буд."
        }
      ]
    }
  ],
  "total_chapters": 1,
  "total_hadiths": 7,
  "unique_hadith_numbers": 7
}