{
  "id": 19,
  "number": 19,
  "title": "КИТОБИ НАМОЗИ ТАҲАҶҶУД",
  "chapters": [
    {
      "number": 1,
      "title": "Таҳаҷҷуд дар шаб",
      "hadiths": [
        {
          "number": 590,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) дар шаб барои таҳаҷҷуд хондан бармехостанд, чунин дуо мекарданд: “Аллоҳумма лакал ҳамд анта қайю.му-с-самовоти вал арзи ва ман фиҳинна ва лакал ҳамду лака мулку-с-самовоти вал арзи ва ман фиҳинна, валакал ҳамду анта нуру-с-самовоти вал арзи ва ман фиҳинна. Ва лакал ҳамду анта малику-с-самовоти вал арзи ва лакал ҳамд антал ҳаққу ва ваъдукал ҳақ ва лиқоъука ҳақ ва қавлука ҳақ вал ҷаннату ҳақ ва-н-нору ҳақ ва-н-набиюна ҳақ ва Муҳаммадун (с) ҳақ ва-с-соату ҳақ, Алюҳума лака асламту ва бика оманту ва ъалайка таваккалту ва илайка анабту ва бика хосамту ва илайка ҳокамту, фағфирли мо қаддамту ва мо аххарту ва мо асрарту ва мо аъланту, антал муқаддиму ва антал муаххиру, ло илоҳа илло анта.\""
        }
      ]
    },
    {
      "number": 2,
      "title": "Фазилати қиёми шаб",
      "hadiths": [
        {
          "number": 591,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) агар касе хобе медид, меомад он хобро ба Паёмбари Худо (с) қисса мекард. Хеле орзу доштам, ки хобе бубинам ва барои Паёмбари Худо (с) қисса намоям. Дар замони Паёмбари Худо (с) ман шахси ҷавоне будам ва дар масҷид мехобидам, дар хоб дидам, ки гӯё ду фаришта маро гирифта, ба сӯи дӯзах бурданд ва (дидам), ки дӯзах ба монанди чоҳи амиқе бино шудааст ва дорои ду шох аст ва дар он мардумоне ҳастанд, ки онҳоро мешиносам ва ман пайи ҳам мегуфтам: Аз дӯзах ба Худованд паноҳ меҷӯям. Абдуллоҳ ибни Умар (р) мегӯяд: Дар ин вақт малаки дигаре омад ва бароям гуфт: Матарс. (Ин хобро) ба (Ҳафса) (р) қисса намудам ва Ҳафса онро барои Паёмбари Худо (с) қисса намуд. Эшон фармуданд: “Абдуллоҳ шахси некест, агар шаб намоз бихонад,” (яъне намози таҳаҷҷуд бихонад). Баъд аз ин воқеа Абдуллоҳ (р) фақат вақти андакеро дар шаб мехобид."
        }
      ]
    },
    {
      "number": 3,
      "title": "Тарки қиёми шаб барои бемор",
      "hadiths": [
        {
          "number": 592,
          "full_text": "Аз Ҷундуб ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бемор гардида ва як ё ду шаб барои қиёми шаб барнахостанд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ташвиқи Паёмбари Худо (с) ба хондани намози шаб ва навофил бидуни он ки воҷиб бошад",
      "hadiths": [
        {
          "number": 593,
          "full_text": "Аз Алӣ ибни Абӯтолиб (р) ривоят аст, ки гуфт: Шабе Паёмбари Худо (с) омаданд ва ман ва Фотима, духтари пайғамбари Худо (ъ)-ро бедор карда ва фармуданд: “Шумо ду нафар намоз намехонед?\" (Мурод аз ин намоз намози таҳаҷҷуд аст). Гуфтам: Ё Расулаллоҳ, ҷони мо дар дасти Худо аст, агар бихоҳад, ки моро бедор созад, бедор месозад. Чун ин суханро гуфтам, баргашта ва ба ман чизе нагуфтанд ва ҳангоми баргаштан дар ҳоле, ки (дасти худро) ба рони худ мезаданд, шунидам, ки мегуфтанд: «Инсон бисёр муҷодалагар аст». (Каҳф: 54)"
        },
        {
          "number": 594,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) баъзе аз ибодотро аз тарси он, ки мабодо мардум ҳам ба онҳо амал намоянд ва бар онҳо воҷиб гардад, тарк мекарданд, гарчи дар асл дӯст доштанд, ки он ибодотро анҷом диҳанд. (Ва аз ҳамин ҷиҳат) Паёмбари Худо (с) намози чоштро намехонданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Паёмбари Худо (с) дар шаб он қадар намоз мехонданд, ки пойҳояшон варам мекард",
      "hadiths": [
        {
          "number": 595,
          "full_text": "Аз Муғира ибни Шуъба (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шаб он қадар намоз мехонданд, ки пойҳояшон варам мекард, чун барояшон гуфта мешуд, (ки сабаби ин ҳама ибодат чист?), мефармуданд: “Оё бандаи шукргузоре набошам?\""
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки дар вақти саҳар хобид",
      "hadiths": [
        {
          "number": 596,
          "full_text": "Аз Абдуллоҳ ибни Амр ибни Ос (р) ривоят аст, ки Паёмбари Худо (с) ба ӯ гуфтанд: “Маҳбубтарини намозҳо дар назди Худованди мутаъол намози Довуд (ъ) аст. Беҳтарини рӯзаҳо дар назди Худованди мутаъол рӯзаи Довуд (ъ) аст, ними шабро хобида ва ҳиссаи савуми онро намоз мехонд ва боз шашум ҳиссаи онро мехобид ва як рӯзро рӯза мегирифт ва як рӯзро мехӯрд.”"
        },
        {
          "number": 597,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Беҳтарин ибодат дар назди Паёмбари Худо (с) ибодате буд, ки ба таври доимӣ ва ҳамешагӣ бошад. Аз вай пурсиданд: Паёмбари Худо (с) (дар шаб) чӣ вақт бармехостанд? Гуфт: Вақте, ки овози хурӯсро мешуниданд."
        },
        {
          "number": 598,
          "full_text": "Ва дар ривояти дигаре аз Оиша (р) нақл аст, ки (дар ҷавоб) гуфт: Ҳангоме, ки овози хурӯсро мешуниданд, бархоста намоз мехонданд."
        },
        {
          "number": 599,
          "full_text": "Ва дар ривояти дигаре аз Оиша (р) нақл аст, ки гуфт: Паёмбари Худо (с)-ро ҳангоми саҳар дар назди худ ҷуз дар ҳолати хоб намедидам."
        }
      ]
    },
    {
      "number": 7,
      "title": "Тӯли қиём дар намози шаб",
      "hadiths": [
        {
          "number": 600,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Шабе бо Паёмбари Худо (с) намоз хондам, он қадар истоданд, ки тасмим ба кори баде гирифтам. Пурсиданд: Он кори бад чӣ буд? Гуфт: Тасмим гирифтам, ки худам бинишинам ва Паёмбари Худо (с)-ро танҳо бигзорам."
        }
      ]
    },
    {
      "number": 8,
      "title": "Намози Паёмбари Худо (с) дар шаб чӣ гуна буд ва чӣ қадар намоз мехонданд?",
      "hadiths": [
        {
          "number": 601,
          "full_text": "Аз Ибни Аббос ривоят аст, ки гуфт: Паёмбари Худо (с) (дар шаб) сездаҳ ракаат намоз мехонданд."
        },
        {
          "number": 602,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар шаб сездаҳ ракаат намоз мехонданд, ки аз он ҷумла намози витр ва ду ракаат суннати намози субҳ буд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Қиём ва хоби Паёмбари Худо (с) дар шаб ва он чӣ, ки аз қиёми шаб насх шудааст",
      "hadiths": [
        {
          "number": 603,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар баъзе моҳҳо ончунон рӯза гирифтанро тарк мекарданд, ки мегуфтем аз ин моҳ чизеро рӯза нахоҳанд гирифт ва дар баъзе моҳҳо он қадар рӯза мегирифтанд, ки мегуфтем аз ин моҳ чизеро бидуни рӯза нахоҳанд гузошт. Агар мехостӣ, ки эшонро дар шаб бидуни ҳолати намоз набинӣ, бидуни ҳолати намоз намедидӣ ва агар (мехостӣ, ки эшонро ҷуз дар ҳолати хоб) набинӣ, ҷуз дар ҳолати хоб намедидӣ."
        }
      ]
    },
    {
      "number": 10,
      "title": "Тасаллут ёфтани шайтон бар касе, ки дар шаб намоз намехонад",
      "hadiths": [
        {
          "number": 604,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки хоб мешавад, шайтон бар ақиби сараш се гиреҳ мезанад, дар ҳар гиреҳ мегӯяд: Шабат дароз бод ва бихоб. Агар бедор шуда ва Худоро зикр намояд, як гиреҳаш боз мешавад ва агар вузӯ бисозад, гиреҳи дигараш кушода мешавад ва агар намоз бихонад, охирин гиреҳ кушуда мегардад ва субҳ бо ҷисми сабук ва хотири хуш аз хоб бармехезад, варна ҷисмаш касал ва хотираш афсурда ва парешон хоҳад буд»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки бихобид ва намоз нахонад, шайтон дар гӯшаш бавл мекунад",
      "hadiths": [
        {
          "number": 605,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Аз шахсе назди Паёмбари Худо (с) ёд шуд, касе гуфт: То вақте ки субҳ мешавад, хоб аст ва ба намоз барнамехезад. Фармуданд: “Шайтон дар гӯшаш бавл кардааст.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Вақти дуо ва намоз хондан охири шаб аст",
      "hadiths": [
        {
          "number": 606,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Дар сулси ахири шаб Парвардигори мо ба осмони аввал нузул мекунад ва мегӯяд: Кист, ки дуо кунад ва ман дуояшро иҷобат намоям, кист, ки аз ман бихоҳад ва ман он чиро, ки хостааст, барояш ато намоям ва кист, ки аз ман талаби омурзиш намояд ва ман ӯро биёмурзам. ”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Касе, ки аввали шабро хобида ва охири шаб бедор гаштааст",
      "hadiths": [
        {
          "number": 607,
          "full_text": "Аз Оиша (р) ривоят аст, ки чун аз вай аз кайфияти намози шаб Паёмбари Худо (с) пурсиданд, гуфт: Аввали шабро мехобиданд ва дар охири шаб бедор мешуданд ва намоз мехонданд, (баъд аз намоз хондан) дубора ба бистари худ мерафтанд ва чун муаззин азон медод, аз ҷояшон барҷаста, агар зарурат ба ғусл доштанд, ғусл мекарданд, варна вузӯ сохта ва берун мешуданд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Шабхезии Паёмбари Худо (с) дар моҳи Рамазон ва ғайри Рамазон",
      "hadiths": [
        {
          "number": 608,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки чун аз кайфияти намози Паёмбари Худо (с) дар моҳи Рамазон пурсида шуд, гуфт: Паёмбари Худо (с) дар моҳи Рамазон ва ғайри моҳи Рамазон аз ёздаҳ ракаат намоз бештар намехонданд. (Аввал) чаҳор ракаат намоз мехонданд, ки аз хубӣ ва дарозии он мапурс, имконпазир нест, баъд аз он чаҳор ракаати дигар мехонданд, ки дарозӣ ва хубии онро васф карда наметавон ва баъд аз он се ракаати дигар мехонданд. Оиша (р) мегӯяд, ки пурсидам: Ё Расулаллоҳ, оё пеш аз ин, ки намози витрро адо намоед, хоб ҳам мешавед? Фармуданд: “Эй Оиша, чашмонам мехобад, вале қалбам намехобад."
        }
      ]
    },
    {
      "number": 15,
      "title": "Он чӣ, ки аз ташаддуд дар ибодат макрӯх аст",
      "hadiths": [
        {
          "number": 609,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба масҷид дохил гардида, диданд, ки ресмоне байни ду поя аз пояҳои масҷид баста аст. Пурсиданд: “Ин ресмон барои чист? Гуфтанд: Ин ресмон аз они (Умму-л-мӯъминин) Зайнаб (р) аст, вақте ки (аз намоз хондан) хаста мешавад, онро медорад. Паёмбари Худо (с) фармуданд: “На, онро боз кунед, ҳар касе то вақте ки бонишот аст, намоз бихонад ва чун хаста гардид, биншинад.\""
        }
      ]
    },
    {
      "number": 16,
      "title": "Касе, ки қиёми шаб дошта бошад, тарк кардан барояш макрӯҳ аст",
      "hadiths": [
        {
          "number": 610,
          "full_text": "Аз Абдуллоҳ ибни Амр ибни Ос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ман гуфтанд: “Эй Абдуллоҳ, ту монанди фалони мабош, ки шабхезӣ дошт ва баъд аз муддате онро тарк намуд.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Фазилати касе, ки шаб аз хоб бедор мешавад ва намоз мехонад",
      "hadiths": [
        {
          "number": 611,
          "full_text": "Аз Убода ибни Сомит (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки дар шаб аз хоб бархоста ва бигӯяд: Ло илоҳа илаллоҳу ваҳдаҳу ло шарика лаҳу лаҳул мулку ва лаҳул ҳамд ва ҳува ьало кулли шайъин қадир, Алҳамду лиллоҳи ва субҳоналлоҳи ва ло илоҳа иллаллоҳу валоҳу акбар ва ло ҳавла ва ло қуввата илло биллоҳ. Ва баъд аз он аз Худованд талаби омурзиш намояд ва ё чизе бихоҳад, талабаш иҷобат мегардад ва агар вузӯ сохта, намоз бихонад, намозаш қабул мешавад."
        },
        {
          "number": 612,
          "full_text": "Ривоят аст, ки Абӯҳурайра (р) зимни қиссаҳояш аз Паёмбари Худо (с) ин гуфтаашонро зикр намуд, ки фармуданд: “Шумо бародаре доред, ки аслан сухани нописандро бар забони худ намеоварад” ва мақсудашон Абдуллоҳ ибни Равоҳа (р) буд, ки гуфта буд: Паёмбари Худо (с) дар миёни мост ва каломи Худоро (он гоҳ) тиловат менамояд, равшании фаҷр дурахшон гардад, роҳи ростро баъд аз ин, ки гумроҳ будем, ба мо намоён сохт ва дилҳои мо яқин дорад, ки ҳар чизеро, ки хабар диҳад, ҳамон тавр воқеъ мешавад, шаб, ки хоб мешавад, паҳлӯяш дар бистар ором намегирад, дар ҳоле, ки мушрикин дар хоби гарон фурӯ рафтаанд."
        },
        {
          "number": 613,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) хоб дидам, ки гӯё дар дастам порчаи абрешимин аст ва ҳеҷ ҷое дар биҳишт нест, ки он ҷоро ирода намоям ва он порча ба он тараф парвоз нанамояд ва дидам, ки ду нафар наздам омаданд... (ва бақияи ҳадисро тавре, ки қаблан гузашт, зикр намуд)."
        }
      ]
    },
    {
      "number": 18,
      "title": "Намози нафл ду ракаат-ду ракаат аст",
      "hadiths": [
        {
          "number": 614,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) истихора кардан дар ҳамаи корҳоро ба мо ёд медоданд, ҳамчунон ки сурае аз Қуръонро ба мо ёд медоданд (ва дар ин маврид) фармуданд: Касе, ки мехоҳад кореро анҷом диҳад, ду ракаат намоз ғайр аз намози фарз адо намуда, баъд аз он бигӯяд: Аллоҳумма иннӣ астахирука биъилмика, ва астақдирука биқудратика ва асъалука мин фазликал азим, фаиннака тақдиру ва ло ақдиру ва таъламу ва ло аъламу ва анта ъаломул ғуюб, Аллоҳумма ин кунта таъламу анна ҳозал амра хайрун лӣ фи динӣ ва маъошӣ ва оқибати амри ав ъоҷили амри ва оҷтиҳи фақдурҳу лӣ ва яссирҳу лӣ, сумма борик ли фиҳи ва ин кунта таъламу анна ҳозал амра шаррун лӣ, фи динӣ ва маъошӣ ва оқибати амри ав фӣ ъоҷили амрӣ ва оҷилиҳи фасрифҳу ъаннӣ васрифнӣ ъанҳу вақдур лия хайра ҳайсу кона, сумма-рзинӣ биҳӣ, Ва фармуданд: Баъд аз он қочати худро зикр намояд.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Пойбандӣ ба ду ракаат (суннати) намози фаҷр ва касе, ки ин ду ракаатро нафл номидааст",
      "hadiths": [
        {
          "number": 615,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ҳеҷ намози нафле пойбандтар аз ду ракаат (суннати) субҳ набуданд."
        }
      ]
    },
    {
      "number": 20,
      "title": "Он чӣ, ки дар ду ракаат намози субҳ хонда мешавад",
      "hadiths": [
        {
          "number": 616,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ду ракат намози субҳро он қадар сабук мехонданд, ки бо худ мегуфтам: Оё Алҳамду лиллоҳ-ро хондаанд ё на?"
        }
      ]
    },
    {
      "number": 21,
      "title": "Намози чошт дар ғайри сафар",
      "hadiths": [
        {
          "number": 617,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Дӯстам (яъне Паёмбари Худо (с) маро ба се чиз васият намудаанд, ки то ҳангоми марг онҳоро тарк нахоҳам кард: рӯза гирифтани се рӯз аз ҳар моҳ, намози чошт ва хоб шудан баъд аз намози витр."
        }
      ]
    },
    {
      "number": 22,
      "title": "(Ҳукми хондани) ду ракаат намози пеш аз фарзи намози пешин",
      "hadiths": [
        {
          "number": 618,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) адои чаҳор ракаат намоз пеш аз фарзи намози пешин ва ду ракаат намоз пеш аз фарзи намози субҳро тарк намекарданд."
        }
      ]
    },
    {
      "number": 23,
      "title": "(Ҳукми) намоз хондан пеш аз намози шом",
      "hadiths": [
        {
          "number": 619,
          "full_text": "Аз Абдуллоҳи Музаннӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Пеш аз намози шом намоз бихонед.” Ва дар мартабаи саввум фармуданд: 'Барои касе, ки хоста бошад.” (Ва ин суханро) барои он гуфтанд, ки мардум хондани ин ду ракаат намозро суннат қарор надиҳанд."
        }
      ]
    }
  ],
  "total_chapters": 23,
  "total_hadiths": 30,
  "unique_hadith_numbers": 30
}