{
  "id": 61,
  "number": 61,
  "title": "КИТОБИ ТАЛОҚ",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 1872,
          "full_text": "Ривоят аст, ки Ибни Умар (р) зани худро (ки номаш Омина бинти Ғифор (р) буд), дар замони Паёмбари Худо (с) дар ҳолати ҳайз талоқ кард. Умар ибни Хаттоб (р) ҳукми ин масъаларо аз Паёмбари Худо (с) пурсид. Паёмбари Худо (с) фармуданд: “Ӯро амр кун, ки ба занаш руҷӯъ намояд. Баъд аз он занашро нигаҳ дорад, то он, ки аз ҳайз пок шавад ва боз дубора ҳайз гардад ва боз пок шавад, дар ин вақт агар мехост, занашро нигоҳ дорад ва агар мехост, пеш аз он, ки бо вай ҷимоъ намояд, ӯро талоқ диҳад ва ин ҳамон идаест, ки Худованди мутаъол амр намудааст, ки занҳо дар он талоқ карда шаванд.”"
        }
      ]
    },
    {
      "number": 1,
      "title": "Талоқ додан ҳангоми ҳайз талоқ ҳисоб мегардад",
      "hadiths": [
        {
          "number": 1873,
          "full_text": "Ва Аз Ибни Умар (р) дар ривояти дигар омадааст, ки гуфт: (Ҳамон талоқеро, ки дар ҳолати ҳайз дода будам), бар ман як талоқ маҳсуб гардид."
        }
      ]
    },
    {
      "number": 2,
      "title": "Касе, ки занашро талоқ медиҳад, оё бояд дар пеши рӯяш талоқ бидиҳад?",
      "hadiths": [
        {
          "number": 1874,
          "full_text": "Аз Оиша (р) ривоят аст, ки чун духтари бани Ҷавн назди Паёмбари Худо (с) дохил гардид ва Паёмбари Худо (с) ба ӯ наздик шуданд, гуфт: Ман аз ту ба Худо паноҳ меҷӯям. Фармуданд; “Ба Зоти азиме паноҳ ҷустӣ, назди хонаводаат бирав.”"
        },
        {
          "number": 1875,
          "full_text": "Ва дар ривояти Абӯусайд (р) омадааст, ки чун (духтари ибни Ҷавн) назди Паёмбари Худо (с) дохил шуд, Паёмбари Худо (с) барояш гуфтанд: “Худро бароям бибахш,” (Гуфт: Оё имкон дорад, ки малика худро барои шахси бозорӣ бибахшад? Ва чун дасти худро наздик карданд, ки ӯро таскин ва оромиш диҳанд, гуфт: Аз ту ба Худо паноҳ меҷӯям. Фармуданд: “Ба Зоти бузурге паноҳ ҷустӣ. Баъд аз он (Паёмбари Худо (с) назди мо омада ва фармуданд: “Эй Абиусайд! Барояш ду ҷомаи нозук бипӯшон ва ӯро назди хонаводааш бирасон.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Касе, ки се талоқро ҷоиз медонад",
      "hadiths": [
        {
          "number": 1876,
          "full_text": "Аз Оиша (р) ривоят аст, ки ҳамсари Рифоаи Қуразӣ назди Паёмбари Худо (с) омада гуфт: Ё Расулаллоҳ! Рифоа маро се талоқ дода буд ва баъд аз вай бо Абдураҳмон ибни Зубайри Қуразӣ издивоҷ намудам. Вале чизе, ки ӯ дорад, монанди решаҳои сари чодар аст (яъне, суст аст ва қудрати ҷимоъ карданро надорад). Паёмбари Худо (с) фармуданд: “Шояд мехоҳӣ дубора назди Рифоа баргардӣ? На, то он, ки Абдурраҳмон маззаи ту ва ту маззаи ӯро начашида бошӣ, наметавонӣ ба шавҳари аввалаат баргардӣ.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Чаро он чиро, ки Худованд барои ту ҳалол сохтааст, бар худ ҳаром мекунӣ?..",
      "hadiths": [
        {
          "number": 1877,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) асал ва шириниро хуш доштанд ва чун аз намози аср бармегаштанд, назди яке аз ҳамсарони худ рафта ва бо ӯ менишастанд. Рӯзе назди Ҳафса духтари Умар (р) рафтанд ва аз ҳадди маъмул наздаш бештар нишастанд. Рашкам омад, сабабро ҷустуҷӯ намудам. Гуфтанд: Зане аз ақвоми Ҳафса барояш машки асал овардааст. Ва ӯ миқдоре аз он асалро барои Паёмбари Худо (с) тақдим намудааст, бо худ савганд хӯрдам, ки ҳиларо ба кор хоҳам бурд. Ҳамон буд, ки ба Савда бинти Замъа (р) гуфтам: Ҳангоме, ки Паёмбари Худо (с) наздат омаданд, аз эшон бипурс, ки оё мағофир хӯрдаед? (Мағофир гиёҳест саҳроӣ ва бисёр бадбӯй). Эшон хоҳанд гуфт, ки не. Бори дигар бипурс, ки ин бӯйи мағофир аз куҷо аст? Эшон хоҳанд гуфт, ки Ҳафса (р) бароям асал додааст. Ту бигӯ, ки занбӯри он асал аз урфут, (ки гули мағофир аст ва бӯи баде дорад), истифода намудааст ва ман ҳам ҳамин суханро мегӯям. Ва аз Сафия (р) хост, то ӯ низ ҳамин чизро бигӯяд. Оиша (р) мегӯяд: Савда (р) бароям гуфт: Ба Худованд савганд, ба муҷарраде, ки Паёмбари Худо (с) ба дарвозаи хонаам наздик шуданд, аз тарси ту мехостам он чиро, ки барои ман гуфта будӣ, барояшон бигӯям. Оиша (р) мегӯяд: Вале то вақте ки Паёмбари Худо (с) назди Савда (р) нишастанд, чизе нагуфт ва чун наздаш нишастанд, пурсид: Ё Расулаллоҳ! Мағофир хӯрдаед? Гуфтанд: На. Гуфт: пас ин бӯе, ки аз шумо меояд, аз куҷост? Фармуданд: Ҳафса бароям миқдори асал дода буд. Гуфт: Занбӯри он аз урфут истифода намудааст. Оиша (р) мегӯяд: Чун Паёмбари Худо (с) назди ман омаданд, ман ҳам ҳамин суханро гуфтам ва чун назди Сафия рафтаанд, ӯ низ ҳамин суханро такрор намуд ва чун дубора назди Ҳафса (р) рафтанд, гуфт: Ё Расулаллоҳ! Барои шумо миқдоре аз он асалро биёварам? Фармуданд: \"Ба он асал зарурате надорам.” Оиша (р) мегӯяд: Савда (р) бароям гуфт, ки мо Паёмбари Худо (с)- ро аз он асал маҳрум сохтем. Барояш гуфтам: Сокит бош ва чизе магӯ (Он чиро, ки Оиша (р) дар муқобили Паёмбари Худо (с) анҷом дод, ба асоси рашки байни занҳо буд, на ба мақсади бадӣ расондан ба Паёмбари Худо (с)."
        }
      ]
    },
    {
      "number": 5,
      "title": "Талоқ додан дар хулъ чӣ гуна аст?..",
      "hadiths": [
        {
          "number": 1878,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки ҳамсари Собит ибни Қайс назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Ман Собит ибни Қайсро аз нигоҳи дин ва ахлоқ муттаҳам намекунам, вале аз ин, ки баъд аз мусалмон будан кофар шавам, метарсам (гӯянд, мурод аз куфр дар ин ҷо куфрони неъмат ва адами муроъоти ҳуқуқи шавҳар аст). Иллати бадибнии ин зан аз шавҳараш ин буд, ки шавҳараш кӯтоҳқаду бисёр бадшакл буд, дар ҳоле худи он зан ҷавон буд ва сурати зебое дошт (Паёмбари Худо (с) гуфтанд: “Оё ҳозир ҳастӣ, ки боғчаашро барояш пас гардонӣ?” (Ин тавр маълум мешавад, ки Собит ибни Қайс ин боғчаро ба он зан маҳр дода буд). Гуфт: Бале. Паёмбари Худо (с) ба Собит ибни Қайс (р) гуфтанд: “Боғчаро қабул кун ва дар муқобил ӯро як талоқ бидеҳ.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Шафоат кардани Паёмбари Худо (с) барои шавҳари Барира",
      "hadiths": [
        {
          "number": 1879,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки шавҳари Барира ғуломе буд, ба номи Муғис ва гӯё ҳамин ҳоло ба тарафаш нигоҳ мекунам, ки ба ақиби Барира роҳ меравад ва гиря мекунад ва ашкҳояш болои ришаш равон аст. Паёмбари Худо (с) ба Аббос (р) гуфтанд: “Оё аз муҳаббати Муғис барои Барира ва аз бад омадани Барира аз Муғис тааҷҷуб намекунӣ? “Ва Паёмбари Худо (с) ба Барира гуфтанд: “Агар назди Муғис баргардӣ (беҳтар аст),” Барира (р) гуфт: Ё Расулаллоҳ! Маро ба ин кор амр мефармоед? Фармуданд: “На! Фақат шафоат мекунам.” Гуфт: Ман ба ӯ зарурате надорам."
        }
      ]
    },
    {
      "number": 7,
      "title": "Лиъон",
      "hadiths": [
        {
          "number": 1880,
          "full_text": "Аз Саҳл ибни Саъди Соъидӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ман ва сарпарасти ятим дар ҷаннат инчунин (паҳлӯи якдигар) қарор дорем).” Ва ба ангушти шаҳодат ва ангушти миёнаи худ ишора намуданд ва ин ду ангушти худро қадре аз яқдигар кушоданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Агар ба таври киноя гуфт, ки ин бачча аз ман нест",
      "hadiths": [
        {
          "number": 1881,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омаду гуфт: Ё Расулаллоҳ! Баччаам сиёҳчеҳра ба дунё омадааст (чун худи ин шахс сафед буд, аз ин ки фарзандаш сиёҳ ба дунё омада буд, хост барои Паёмбари Худо (с) бигӯяд, ки ин бачча аз ман нест). Фармуданд: “(Оё шутур дорӣ?)” Гуфт: Бале. Фармуданд: “Чӣ ранг ҳастанд?” Гуфт: Сурхранг. Фармуданд: “Дар байни онҳо кадом шутури хокранг нест?” Гуфт: Ҳаст. Фармуданд: “Ин аз куҷо шудааст? Гуфт: Шояд наслҳои гузашта бар вай таъсир карда бошанд. Фармуданд: “Шояд бар фарзанди ту низ наслҳои гузашта таъсир бахшида бошанд.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Тавба додани муталоинайн",
      "hadiths": [
        {
          "number": 1882,
          "full_text": "Аз Ибни Умар (р) дар ҳадиси муталоинайн омадааст, ки гуфт: Паёмбари Худо (с) барои муталоинайн гуфтанд: “Ҳисоби шумо бар Худо аст ва яқинан яке аз шумо дурӯғ мегӯяд. (Ва барои шавҳари зан гуфтанд) Дигар ба он зан дастрасӣ нахоҳӣ дошт.” Он шахс гуфт: Моле, ки сарф кардаам, чӣ мешавад? Фармуданд: “Бароят чизе намерасад, агар он чиро гуфтӣ, рост бошад, молеро ки масраф кардаӣ, дар муқобили чизе аст, ки аз он зан истифода бурдаӣ ва агар он чиро, ки гуфтӣ, дурӯғ бошад, ба тариқи авло, ки бароят чизе намерасад.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Истеъмоли сурма барои зане, ки шавҳараш вафот ёфтааст",
      "hadiths": [
        {
          "number": 1883,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки зане шавҳараш вафот ёфт. (Вобастагонаш) аз чашмдардиаш тарсиданд, назди Паёмбари Худо (с) омаданд ва аз эшон иҷоза хостанд, то ба чашмҳояш сурма намояд. Фармуданд: “(Зан дар ҳолати азо) набояд ба чашмҳояш сурма намояд. Дар гузашта (занҳо дар ҳангоми идда) бадтарин либосҳоро мепӯшиданд ва ё дар бадтарин хонаҳо сукунат мекарданд ва чун як сол аз идааш мегузашт, агар саге аз наздаш мегузашт, ба тарафаш саргине партоб мекард, пас набояд акнун то чаҳор моҳ ва даҳ рӯз намегузарад (ба чашмаш сурма намояд),”"
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 12,
  "unique_hadith_numbers": 12
}