{
  "id": 84,
  "number": 84,
  "title": "КИТОБИ ФИТНАҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Ин қавли Паёмбари Худо (с), ки фармуданд: “Баъд аз ман корҳоеро хоҳед дид, ки аз онҳо тааҷҷуб хоҳед кард...”",
      "hadiths": [
        {
          "number": 2187,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки аз амираш кори ношоистаро бубинад, бояд ба он сабр кунад, зеро касе, ки аз таҳти султа ва қудрат як ваҷаб хориҷ гардад, ба марги ҷоҳилият мемирад.” Ва аз Ибни Аббос (р) дар ривояти дигар омадааст, ки фармуданд: “Касе, ки аз амираш чизи ношоистаро бинад, бар он сабр кунад, зеро касе аз ҷамоъати мусалмонон як ваҷаб ҷудо гардад ва бимирад, маргаш ҷуз марги ҷоҳилият чизи дигаре нест.”"
        },
        {
          "number": 2188,
          "full_text": "Аз Убода ибни Сомит (р) ривоят аст, ки гуфт: Моро Паёмбари Худо (с) (ба Ислом) даъват намуданд ва мо ба эшон байъат намудем ва аз чизҳое, ки аз мо байъату паймон гирифтанд, ин буд, ки гуфтанд: Дар ҳолати хушбахтӣ ва бадбахтӣ, дар ҳолати тангдастӣ ва дороӣ ва дар ҳолати худхоҳӣ ва бартариҷӯии (амир) набояд аз самъу тоати вай худдорӣ намояд. (Ва байъат гирифтанд), ки набояд бо амири худ дар амри хилофат низоъу кашмакаш намоед, магар он, ки аз вай куфри ошкореро мушоҳида намоед, ба тавре, ки дар назди шумо аз тарафи Худо бар куфраш далел ва бурҳони қотеъ вуҷуд дошта бошад.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Зуҳури фитнаҳо",
      "hadiths": [
        {
          "number": 2189,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Бадтарини мардум касонеанд, ки зинда бошанд ва қиёмат барпо гардад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Замони оянда ҳамеша аз замони гузашта бадтар аст",
      "hadiths": [
        {
          "number": 2190,
          "full_text": "Ривоят аст, ки мардуме назди Анас ибни Молик (р) аз Ҳаҷҷоҷ шикоят намуданд. Анас (р) гуфт: “Сабр кунед, зеро то вақте ки бимиред, он чӣ, ки баъд аз ин бар сари шумо меояд, аз ин ҳам бадтар хоҳад буд.” Ин суханро аз Паёмбари Худо (с) шунидаам."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ин қавли Паёмбари Худо (с), ки фармуданд: “Касе, ки бар зидди мо силоҳ бардорад, аз мо нест...”",
      "hadiths": [
        {
          "number": 2191,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Бо силоҳ ҳеҷ вақт ба тарафи бародари худ ишора накунед, зеро касе намедонад, шояд шайтон дасташро каш кунад ва дар гудоле аз оташ воқеъ гардад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Фитнаҳо хоҳад шуд, ки шахси нишаста аз шахси бархоста беҳтар аст",
      "hadiths": [
        {
          "number": 2192,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: ‘Ъа зудӣ фитнаҳое ба вуқӯъ хоҳад пайваст ва дар ин фитнаҳо шахси нишаста беҳтар аз шахси истода аст ва шахси истода беҳтар аз шахси раванда ва шахси раванда беҳтар аз иштироккунанда аст. Касе, ки ба онҳо тамоюл намояд, ӯро ба сӯи худ ҷалб менамоянд. Пас касе, ки паноҳгоҳ ва гӯшае пайдо карда метавонад, ба он ҷо паноҳ бибарад ва гӯшагирӣ намояд.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Сукунат бо бодиянишинон",
      "hadiths": [
        {
          "number": 2193,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки вай назди Хаҷҷоҷ рафт. Ҳаҷҷоҷ барояш гуфт: Эй Ибни Акваъ! Магар муртад гардидӣ ва дубора бодиянишин шудӣ? Гуфт: На, вале Паёмбари Худо (с) бароям дар бодиянишинӣ иҷоза додаанд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Вақте ки Худованд бар мардуме азобе нозил намояд",
      "hadiths": [
        {
          "number": 2194,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳангоме, ки Худованд (дар дунё) бар мардуме азоберо нозил намояд, ин азоб домангири ҳамагон мегардад, вале дар қиёмат ҳар касе масъули аъмоли худаш мебошад.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки дар назди мардуме чизе бигӯяд ва дар назди дигарон чизи дигаре",
      "hadiths": [
        {
          "number": 2195,
          "full_text": "Аз Ҳузайфа ибни Ямон (р) ривоят аст, ки гуфт: Мунофақат чизе буд, ки дар замони Паёмбари Худо (с) вуҷуд дошт, вале мунофақати имрӯз кофир шудан баъд аз мусалмон шудан аст.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Берун шудан аз оташ",
      "hadiths": [
        {
          "number": 2196,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “То он ҳангоме қиёмат намешавад, ки оташ аз Ҳиҷоз баланд гардад ва гардани шутуронро дар Бусро равшан намояд (Бусро шаҳре аст дар Шом, ки аз Димишқ ҳудуди яксаду бист километр фосила дорад)."
        },
        {
          "number": 2197,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Қариб аст, ки наҳри Фурот ганҷеро аз тилло намоён созад, касе ки он ҷо ҳозир бошад, набояд аз он ганҷ чизе бигирад...”"
        },
        {
          "number": 2198,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “То он вақт қиёмат намешавад, ки ду гурӯҳи калон дар ҳоле, ки даъвати ҳардуи онҳо яке аст, ба ҷони якдигар афтода ва ҷанги азиме байнашон рух диҳад. Ва то он вақт қиёмат намешавад, мардумони дағалкор ва каззобе, ки дар ҳудуди сӣ нафар мебошанд, пайдо шаванд ва ҳар кадоме фикр кунад, ки ӯ фиристодаи Худост ва то он вақт қиёмат намешавад, илм аз байн биравад, зилзила зиёд гардад, вақтҳо бо ҳам наздик шавад, фитна барпо гардад, қатл ва хунрезӣ зиёд шавад, молу дороӣ дар байни шумо ончунон зиёд шавад, ки соҳиби мол дар ҷустуҷӯи касе барояд, ки садақаашро қабул намояд ва чун садақаашро бар вай тақдим намояд, аз вай рӯй гардонида бигӯяд, ҳоҷате ба садақаат надорам. Ва то он вақт (қиёмат намешавад), ки мардум дар сохтани биноҳо аз ҳадд бигзаранд. Ва то он вақт (қиёмат намешавад), ки шахсе аз назди қабри шахсе убур намояд ва бигӯяд: Эй кош ман дар ҷои ӯ мебудам. Ва то он вақт (қиёмат намешавад), ки офтоб аз тарафи мағриб тулӯъ намояд ва мардум онро мушоҳида намоянд. Ҳамагӣ имон меоваранд, вале ин вақте аст, ки агар касе қаблан имон наёварда бошад ва дар имони худ кори некеро анҷом надода бошад, ин имон барояш фоидае надорад. Ва ҳангоме, ки қиёмат барпо гардад, ду нафар ҷомаеро ҷиҳати фурӯхтан арз менамоянд, вале наметавонанд онро бифурӯшанд ва наметавонанд онро ҷамъ кунанд ва ҳангоме, ки қиёмат барпо мегардад, шахсе шири шутурашро меоварад (ки бинӯшад), вале онро нӯшида наметавонад. Ва ҳангоме, ки қиёмат барпо гардад, шахсе ҳавзашро омода менамояд, вале оберо аз он нӯшида наметавонад. Ва ҳангоме, ки қиёмат барпо гардад, шахсе луқмаашро ба тарафи даҳонаш мебарад, вале онро хӯрда наметавонад” (ва аз маҷмӯъи ин аломатҳо чунин фаҳмида мешавад, ки қиёмат ба таври ногаҳонӣ барпо мегардад)."
        }
      ]
    }
  ],
  "total_chapters": 9,
  "total_hadiths": 12,
  "unique_hadith_numbers": 12
}