{
  "id": 10,
  "number": 10,
  "title": "КИТОБИ АБВОБИ СИФАТИ НАМОЗ",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 10,
          "full_text": "1 КИТОБИ АБВОБИ СИФАТИ НАМОЗ"
        }
      ]
    },
    {
      "number": 1,
      "title": "Боло кардани дастҳо дар такбири аввал дар вақти шурӯъи намоз",
      "hadiths": [
        {
          "number": 425,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) ҳангоми оғози намоз ва ҳангоми такбир гуфтан барои рукӯъ дастҳои худро то баробари шонаҳои худ боло мекарданд. Чун сари худро аз рукӯъ боло мекарданд, низ дастҳои худро боло карда ва мегуфтанд: “Самиъаллоҳу лиман ҳамида, раббано лакал ҳамд ”, вале дар вақти саҷда кардан дастҳои худро боло намекарданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ниҳодани дасти рост бар болои дасти чап",
      "hadiths": [
        {
          "number": 426,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Ба мардум амр мешуд, ки ҳангоми намоз хондан дасти рости худро бар болои банди дасти чапи худ бигзоранд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Баъд аз такбири таҳрима чӣ бояд хонд?",
      "hadiths": [
        {
          "number": 427,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) ва Абӯбакр ва Умар (р) намозро ба (Алҳамду лиллоҳи раббил ъоламин) шурӯъ мекарданд."
        },
        {
          "number": 428,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) байни такбири (таҳрима) ва байни қироат як каме сукут мекарданд. Гуфтам: Ё Расулаллоҳ, падар ва модари ман фидои шумо, дар сукут байни қироат ва такбир чӣ мехонед? Фармуданд: “Мегӯям: Аллоҳумма боъид байни ва байна хатоёя камо боъадта байна-л-машриқи ва-л-магриб, Аллоҳумма наққини мина-л-хатоё камо юнаққа-с-савбу-л-абязу мина-д-данас, Аллоҳумағси-л-хатоёя би-л- моъи ва-с-салҷи ва-л-барад»."
        },
        {
          "number": 429,
          "full_text": "Ҳадиси Асмоъа бинти Абӯбакр (р) роҷеъ ба кусуф, ки қаблан гузашт."
        },
        {
          "number": 430,
          "full_text": "Дар ин ривоят омадааст, ки [Асмоъа бинти Абӯбакр (р)] гуфт: Паёмбари Худо (с) фармуданд: “Биҳишт ба ман наздик шуд, то ҷое, ки агар ҷуръат мекардам, мевае аз меваҳои онро барои шумо меовардам ва дӯзах то ҷое бароям наздик шуд, ки гуфтам: Парвардигоро! Оё ман бо дӯзахиён хоҳам буд? Дар ин лаҳза занеро (дидам, ки) гурбае рӯйи ӯро мехарошид. Пурсидам: Ин зан чӣ кардааст? Гуфтанд: Ин гурбаро он қадар ҳабс намуда, то мурдааст, на худаш ӯро таъом додааст ва на раҳояш сохта, то худаш аз ҳашароти рӯйи замин чизе бихӯрад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Нигоҳ кардан ба тарафи имом дар намоз",
      "hadiths": [
        {
          "number": 431,
          "full_text": "Шахсе аз Хаббоб (р) пурсид: Оё Паёмбари Худо (с) дар намози пешин ва аср қироат мекарданд? Гуфт: Бале. Пурсид: Қироат кардани эшонро чӣ гуна медонистед? Гуфт: Аз такон хурдани риши муборакашон."
        }
      ]
    },
    {
      "number": 6,
      "title": "Нигоҳ кардан ба сӯи осмон дар вақти намоз",
      "hadiths": [
        {
          "number": 432,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чаро баъзе аз мардум дар вақти намоз хондан ба тарафи осмон нигоҳ мекунанд?” Лаҳҷаашон дар ин маврид то ҷое шадид шуд, ки фармуданд: “Ё аз ин кор худдорӣ намоянд ва ё он, ки биноии онҳо рабуда хоҳад шуд.“"
        }
      ]
    },
    {
      "number": 7,
      "title": "Илтифот намудан дар вақти намоз",
      "hadiths": [
        {
          "number": 433,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) дар бораи илтифот намудан (яъне ин тарафу он тараф нигоҳ кардан) дар вақти намоз хондан пурсидам. Фармуданд: “Ин чизе аст, ки шайтон аз намози банда барои худ мерабояд.’"
        }
      ]
    },
    {
      "number": 8,
      "title": "Вуҷуби қироат кардан бар имом ва муқтадиён дар ҳамаи намозҳо",
      "hadiths": [
        {
          "number": 434,
          "full_text": "Аз Ҷобир ибни Самура (р) ривоят аст, ки гуфт: Ахли Куфа аз дасти (Саъд) (р) дар назди Умар (р) шикоят намуданд. Умар (р) ӯро азл намуда ва Аммор (р)-ро ба ҷояш муқаррар намуд ва дар чандин маврид аз вай шикоят намуданд, то ҷое, ки гуфтанд: Саъд (р) намоз хонданро хуб намедонад. Умар (р) ӯро талаб намуда гуфт: Ё Абӯисҳоқ, инҳо мегӯянд, ки ту намоз хонданро хуб намедонӣ. Гуфт: Ба Худованд қасам, ки ман барояшон намози Паёмбари Худо (с)-ро мехонам ва чизеро аз он кам намекунам, намози хуфтанро, ки мехонам, ду ракаати аввалро дароз ва ду ракаати ахирро сабук мехонам. Умар (р) ба вай гуфт: Гумони ман ҳам нисбати ту ҳамин чиз буд. Умар (р) шахс ва ё ашхосеро бо вай ба Куфа фиристод, то роҷеъ ба Ӯ аз ахли Куфа пурсиш намояд. Он шахс дар бораи ӯ аз аҳли Куфа пурсон намуд ва ҳеҷ масҷидеро дар мавриди пурсиш ва истифсор аз мардум нисбат ба вай фурӯгузор нанамуд, ҳамагӣ аз вай таъриф ва тавсиф намуданд, то ин, ки ба масҷиди бани Абс рафт. Дар он масҷид шахсе ба номи Усома ибни Қатода, ки кунияаш Абӯсаъда буд, бархост ва гуфт: Ҳоло, ки дар бораи ӯ мепурсӣ, бояд бигӯям, ки Саъд бо муҷоҳидин ба ҷиҳод намерафт, амволро баробар тақсим наменамуд ва дар қазоё адолат намекард. Саъд (р) гуфт: Ба Худованд савганд, ки дар муқобили ин се тӯҳмате, ки бар ман задааст, ба се чиз дар борааш дуо хоҳам кард ва мегӯям: Илоҳо, агар ин бандаат дурӯғ гуфта ва барои риё ва худнамоӣ чунин гуфта бошад, умрашро дароз, фақрашро зиёд ва дар фитнааш дучор бигардон. Ва ҳамон буд, ки дар оянда чун касе аз ҳолаш мепурсид, мегуфт: Пирамардеам, ки дар фитна дучор шуда ва дуои Саъд бечораам кардааст. Ровӣ аз Ҷобир (р) ривоят мекунад, ки ман он шахсро баъд аз муддате дидам, ки аз пирӣ абрӯвонаш рӯи чашмаш афтода буд, бо вуҷуди он ҳам сари роҳи духтарони ҷавонро мегирифт ва ба тарафи онҳо чашмак зада, ба онҳо шӯхӣ мекард."
        },
        {
          "number": 435,
          "full_text": "Аз Убода ибни Сомит (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки Алҳамду лиллоҳ-ро нахонад, намозаш намоз нест.”"
        },
        {
          "number": 436,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) ба масҷид дохил гардида ва шахси дигаре ҳам ба масҷид омад ва намоз хонд, баъд аз он назди Паёмбари Худо (с) омада ва салом кард, ҷавоби саломашро гуфта ва фармуданд: “Бирав ва бори дигар намоз бихон, чун ту намоз нахондӣ.” Он шахс рафт ва монанди бори гузашта намозро хонд, бозпас омад ва ба Паёмбари Худо (с) салом дод. Эшон фармуданд: “Бирав ва аз нав намоз бихон, чун ту намоз нахондӣ.” Он шахс баргашт ва монанди ду бори гузашта намозро хонд. боз баргашта, бар Паёмбари Худо (с) салом дод, фармуданд; \"Бирав ва дубора намоз бихон, чун ту намоз нахондӣ.” Ва чун ин сухан се бор такрор шуд, он шахс гуфт: Қасам ба зоте, ки шуморо ба ҳақ фиристодааст, намозеро аз ин беҳтар ёд надорам, шумо барои ман ёд бидиҳед, Фармуданд: “Вақте ки барои намоз хондан бархостӣ, такбир гуфта ва он чиро аз Қуръон бароят муяссар бошад, бихон. Баъд аз он рукӯъ намуда, дар рукӯъ ором бигир, баъд аз он сари худро аз рукӯъ боло кун ва рост биист, баъд аз он саҷда кун ва дар саҷда ором бигир, сипас саратро аз саҷда бардошта, ором бинишин ва ҳамин корро дар тамоми намозат муроот кун.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Қироат кардан дар намози пешин",
      "hadiths": [
        {
          "number": 437,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ду ракаати аввали намози пешин Алҳамду лиллоҳ ва ду сураи дигареро мехонданд, ракаати аввалро дароз намуда ва ракаати дуввумро кӯтоҳ мехонданд. Гоҳе ояеро (ки тиловат мекарданд) тавре тиловат мекарданд, ки бишнавем ва дар намози аср ҳам Алҳамду лиллоҳ ва ду сураро хонда, ракаати аввалро дароз ва ракаати дуввумро кӯтоҳ мехонданд ва ҳамчунин ракаати аввали намози субҳро дароз намуда, ракаати дуввумро кӯтоҳ мекарданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Қироат кардан дар намози шом",
      "hadiths": [
        {
          "number": 438,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Аббос (р) рӯзе сураи Валмурсалоти урфан-ро тиловат менамуд. Умми Фазл (р) онро шунид ва гуфт: Эй фарзандам, ба Худованд қасам аст, ки тиловати ин сураро (аз Паёмбари Худо (с)) ба ёдам овардӣ ва ин охирин сурае буд, ки тиловати онро дар намози шом аз Паёмбари Худо (с) шунидам."
        },
        {
          "number": 439,
          "full_text": "Аз Зайд ибни Собит (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки дар намози шом яке аз ду сураи дарозро мехонданд (мурод аз ду сураи дароз сураи Моида ва Аъроф ва ё сураи Анъом ва Аъроф аст)."
        }
      ]
    },
    {
      "number": 11,
      "title": "Баланд хондан дар намози шом",
      "hadiths": [
        {
          "number": 440,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки дар намози шом сураи Ват-тур-ро мехонданд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Қироат намудани сураи саҷдадор дар намози хуфтан",
      "hadiths": [
        {
          "number": 441,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Намози хуфтанро пушти сари Абулқосим (с) хондам ва эшон сураи Иза-с-самоун шакқат- ро хонда ва саҷдаи тиловатро баҷо оварданд ва ман ҳам то рӯзе, ки зинда бошам, аз хондани ин сура саҷдаи тиловатро ба ҷо хоҳам овард."
        }
      ]
    },
    {
      "number": 13,
      "title": "Қироат намудан дар намози хуфтан",
      "hadiths": [
        {
          "number": 442,
          "full_text": "Аз Бароъ (р) ривоят аст, ки Паембари Худо (с) дар яке аз сафарҳо дар намози хуфтан сураи Ва-т-тини ва зайтун-ро хонданд ва дар ривояти дигаре ин ҳам омадааст, ки ҳеҷ касро хушовозтар ё хушқироаттар аз Паёмбари Худо (с) надида будам."
        }
      ]
    },
    {
      "number": 14,
      "title": "Қироат кардан дар намози субх",
      "hadiths": [
        {
          "number": 443,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Дар ҳар намозе бояд қироат кард ва он чиро, ки Паёмбари Худо (с) ба мо шунавондаанд, ба шумо мешунавонем ва он чиро, ки аз мо пинҳон намудаанд, аз шумо пинҳон хоҳем дошт, агар зиёдтар аз Алҳамдулиллоҳ чизи дигареро нахонӣ, бароят раво аст, вале агар чизеро бештар аз Алҳамдулиллоҳ бихонӣ, бароят беҳтар аст."
        }
      ]
    },
    {
      "number": 15,
      "title": "Баланд хондани қироат дар намози субҳ",
      "hadiths": [
        {
          "number": 444,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бо чанд нафар аз саҳоба ба сӯи бозори (Укоз) рафтанд ва ин дар вақте буд, ки шаётин аз хабари осмонӣ (итлоъе) ҳосил карда наметавонистанд ва дурахшиш ва барқи ситорагон монеъи наздик шудани онҳо ба осмон шуда буд. Чун шаётин назди қавми худ баргаштанд, қавмашон аз онҳо пурсиданд: Шуморо чӣ шудааст? Гуфтанд: Байни мо ва байни хабари осмон монеъ воқеъ гардида ва барқ ва дурахшиши ситорагон бар мо гумошта шудааст. Онҳо гуфтанд: Бидуни сабаб байни шумо ва байни хабари осмон монеъ воқеъ нагардидааст, балки кадом ҳодисаи наве пайдо шудааст. Биравед, шарқ ва ғарби заминро бигардед, то бубинед сабаби мамониати шумо аз хабари осмон чист? Онҳо баргаштанд ва ба тарафи Таҳома ба сӯи Паёмбари Худо (с) омаданд. Эшон дар ин вақт дар роҳи бозори Уккоз дар нахлистоне бо саҳоба (р) дар ҳоли адои намози бомдод буданд. Чун шаётин садои Қуръонро шуниданд, ба он гӯш дода ва гуфтанд: Ба Худованд қасам, ин ҳамон чизе аст, ки байни шумо ва байни хабари осмон монеъ гардидааст. Ва ҳамон буд, ки баъд аз омадан ба сӯи қавми худ гуфтанд: «Мо аҷаб Қуръоне шунидем, (ин Қуръон) ба корхои нек раҳнамоӣ менамояд ва мо хам ба он нмон овардем». Ва Худованди мутаъол сураи Ҷин-ро, ки ибтидояш ин оят аст: Бигӯ, бар ман ваҳй шудааст, бар Паёмбари Худо (с) нозил гардонид ва дар воқеъ ҳамон қавли “ҷинниёт” ро нозил намуд."
        },
        {
          "number": 445,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар (намозе, ки амр шуда буд, қироатро бо овози баланд) бихонад, мехонданд ва дар (намозе, ки амр шуда буд, ки қироатро ба овози баланд) нахонад, хомӯш буданд (яъне, қироатро бо овози баланд намехонданд) ва Парвардигори ту фаромӯшкор нест, (пайравӣ намудан аз Паёмбари Худо (с) барои шумо беҳтарин коре аст)."
        }
      ]
    },
    {
      "number": 16,
      "title": "Кайфияти қироат кардан дар намоз",
      "hadiths": [
        {
          "number": 446,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки шахсе наздаш омад ва гуфт: Шаби гузашта яке аз сураҳои муфассалро дар як ракаат хондам. Гуфт: Ин гуна Қуръон хондан шеър хондан аст. Ман сураҳои ба якдигар монандро, ки Паёмбари Худо (с) бо ҳам мехонданд. ба хубӣ медонам ва аз ин ҷумла бист сураро зикр намуда (ва гуфт: аз инхо) ду сураро бо ҳам дар як ракаат мехонданд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Дар ду ракаати ахир танҳо «Алҳамду лиллоҳ» хонда мешавад",
      "hadiths": [
        {
          "number": 447,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар намози пешин дар ду ракаати аввал Алҳамду лиллоҳ ва ду сура ва дар ду ракаати ахир танҳо Алҳамду лиллоҳ-ро мехонданд ва баъзе оётро барои мо мешунавониданд ва ракаати аввалро аз ракаати дуввум дарозтар менамуданд ва дар намози аср ва субҳ низ чунин мекарданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Баланд гуфтани имом (омин)-ро",
      "hadiths": [
        {
          "number": 448,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақте ки имом омин мегӯяд, шумо ҳам омин бигӯед, зеро касе, ки омин гуфтанаш ба омин гуфтани малоика мувофиқат намояд, гуноҳони гузаштааш бахшида мешавад.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Фазилати омин гуфтан",
      "hadiths": [
        {
          "number": 449,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармудаанд: “Вақте ки касе аз шумоён омин бигӯяд ва малоика дар осмон омин бигӯянд ва омини яке бо дигаре мувофиқат намояд, гуноҳони гузаштаи касе, ки омин гуфтааст, бахшида мешавад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Агар касе пеш аз расидан ба саф рукӯъ намуд",
      "hadiths": [
        {
          "number": 450,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки вай вакте ба намоз расид, ки Паёмбари Худо (с) дар ҳоли рукӯъ кардан буданд, ӯ пеш аз он, ки ба сари саф бирасад, ба рукӯъ рафт. Ин воқеаро ба Паёмбари Худо (с) гуфт. Фармуданд: “Худованд ҳирси туро зиёдтар намояд, вале дигар бор чунин коре макун.”"
        }
      ]
    },
    {
      "number": 21,
      "title": "Тамом кардани такбир дар рукӯъ",
      "hadiths": [
        {
          "number": 451,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки ӯ бо Алӣ (р) дар Басра намоз хонд ва гуфт: Ин шахс моро ба ёди намозе андохт, ки бо Паёмбари Худо (с) мехондем. Ва гуфт, ки Паёмбари Худо (с) дар ҳар боре, ки сарашонро боло ва поён мекарданд, такбир мегуфтанд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Такбир гуфтан ҳангоми баланд шудан аз саҷда",
      "hadiths": [
        {
          "number": 452,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) чун ба намоз шурӯъ мекарданд, ҳангоми истодан ба намоз такбир мегуфтанд ва чун ба рукӯъ мерафтанд, боз такбир мегуфтанд ва ҳангоми боло кардани сарашон аз рукӯъ самиъагшҳу ли ман ҳамида ва дар ҳоле, ки ҳанӯз истода буданд, раббано лакалҳамд мегуфтанд."
        }
      ]
    },
    {
      "number": 23,
      "title": "Ниҳодани кафи даст бар зону дар вақти рукӯъ кардан",
      "hadiths": [
        {
          "number": 453,
          "full_text": "Аз Мусъаб ибни Саъд (р) ривоят аст, ки гуфт: Дар паҳлӯи падарам намоз хондам ва (ҳангоми рукӯъ кардан) ду кафи дастамро бо ҳам пайваст карда, байни ҳарду ронам гузоштам. Падарам маро аз ин кор манъ кард ва гуфт: Мо низ чунин мекардем, вале аз он наҳй шудем ва ба мо амр гардид, то дастҳои худро ба зонуҳои худ бигирем."
        }
      ]
    },
    {
      "number": 24,
      "title": "Дар рукӯъ бояд пушти худро хамвор намуда ва ором гирифт",
      "hadiths": [
        {
          "number": 454,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Андозаи рукӯъ ва саҷдаи Паёмбари Худо (с) ва андозаи нишастанашон байни ду саҷда ва андозаи истодан баъд аз рукӯъ намудан тақрибан бо ҳам баробар буд, вале қиём ва қуъудашон чунин набуд."
        }
      ]
    },
    {
      "number": 25,
      "title": "Дуо кардан дар рукӯъ",
      "hadiths": [
        {
          "number": 455,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рукӯъ ва саҷдаи худ чунин мегуфтанд: “Субҳонакалоҳумма раббано ва биҳамдикаллоҳуммағфирлӣ.’"
        },
        {
          "number": 456,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) он чизеро дар ҳолати рукӯъ ва саҷда мегуфтанд, ки дар Қуръони карим маъмур ба гуфтани он шуда буданд."
        }
      ]
    },
    {
      "number": 26,
      "title": "Фазилати алоҳумма раббано лакалҳамд",
      "hadiths": [
        {
          "number": 457,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақте ки имом симиъаллоҳу ли ман ҳамида гуфт, шумо бигӯед Аллоҳумма раббано лакалҳамд, зеро қавли ҳар кас, ки бо қавли малоика мувофиқ шавад, гуноҳони гузаштааш омурзида мешавад.\""
        },
        {
          "number": 458,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Намози Паёмбари Худо (с)-ро (барои шумо) наздик месозам (яъне тавзеҳ медиҳам). Паёмбари Худо (с) дар ракаати ахири намози пешин ва намози хуфтан ва намози субҳ баъд аз ин, ки самиъаллоҳу ли ман ҳамида мегуфтанд, дуои қунутро мехонданд (ва дар дуои худ) барои мусалмонон дуо намуда ва бар куффор лаънат мефиристоданд."
        },
        {
          "number": 459,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: (Дар аввали амр) дуои қунут дар шом ва намози субҳ хонда мешуд."
        },
        {
          "number": 460,
          "full_text": "Аз Рифоа ибни Рофеъи Зурақӣ (р) ривоят аст, ки гуфт: Рӯзе пушти сари Паёмбари Худо (с) намоз мехондем. Чун сари худро аз рукӯъ боло намуданд, гуфтанд: \"Самиъаллоҳу ли ман ҳамида. Шахсе аз пушти сарашон гуфт: Раббано ва лакалҳамд, ҳамдан тайибан муборакан фиҳи. Чун аз намоз фориғ шуданд, пурсиданд: Гӯянда кӣ буд? Он шахс гуфт: Ман будам. Фармуданд: Сию чанд малакро дидам, ки дар навиштани савоби он чӣ, ки гуфтӣ, бар якдигар сабқат меҷустанд ва ҳар яке мекӯшид, ки аз дигаре пештар бинависад."
        }
      ]
    },
    {
      "number": 28,
      "title": "Ором гирифтан баъд аз баланд кардани сар аз рукӯъ",
      "hadiths": [
        {
          "number": 461,
          "full_text": "Аз Анас (р) ривоят аст, ки ӯ тарзи намоз хондани Паёмбари Худо (с)-ро васф мекард ва чун ҳангоми намоз сари худро аз рукӯъ баланд мекард, ҳамон тавр меистод, то ҷое, ки инсон бо худ мегуфт: Шояд (ба саҷда рафтанро) фаромӯш кардааст."
        }
      ]
    },
    {
      "number": 29,
      "title": "Ба муҷарради такбир гуфтан бояд саҷда намуд",
      "hadiths": [
        {
          "number": 462,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми баланд кардани сари худ аз рукӯъ мегуфтанд: Самиъаллоҳу ли ман ҳамида, рабано ва лакалҳамд (ва дар ин вақт) мардумеро ном бурда, барояшон дуо мекарданд ва мегуфтанд иИлоҳо Валид ибни Валид, Салама ибни Ҳишом, Ъайёш ибни Абӯрабеъа ва мусалмонони мустазъафро наҷот бидеҳ. Худоё, азоби худро бар қавми Музар шадид бисоз ва эшонро ба қаҳтӣ, монанди қаҳтии замони Юсуф (ъ) дучор бигардон.” Ва дар ин вақт аҳли машриқ аз қавми Музар бо Паёмбари Худо (с) мухолиф буданд."
        }
      ]
    },
    {
      "number": 30,
      "title": "Фазилати саҷда",
      "hadiths": [
        {
          "number": 463,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки мардум гуфтанд: Эй Пайғамбари Худо, оё Парвардигори худро дар рӯзи қиёмат хоҳем дид? Фармуданд: “Оё дар дидани моҳи шаби чордаҳ, ки абре ҳам набошад, дучори шак ва иштибоҳ мешавед?\" Гуфтанд: На, ё Расулаллоҳ! Фармуданд: “Оё аз офтоб дар рӯзе, ки абр набошад, дучори шак ва иштибоҳ мешавед?” Гуфтанд: На. Фармуданд: Шумо ҳам (Парвардигори худро) ба ҳамин гуна хоҳед дид, мардумон дар рӯзи қиёмат ҳашр ва ҷамъ мешаванд. Худованди мутаъол ба онҳо мегӯяд, ҳар касе пайрави маъбуди худ бошад. Дар ин ҷост, ки иддае пайрави офтоб, гурӯҳе пайрави моҳтоб ва иддае ҳам пайрави тоғутҳо мешаванд ва уммати Ислом, дар ҳоле, ки гурӯҳе аз мунофиқин бо онҳо ҳастанд, боқӣ мемонанд. Худованди мутаъол наздашон омада ва мегӯяд: Ман Парвардигори шумо ҳастам. Мардум мегӯянд: То Парвардигори мо наёяд ва Ӯро набинем, ҳамин ҷо ҷои мо аст ва ҳангоме, ки Парвардигори мо биёяд, ӯро хоҳем шинохт. Худованди мутаъол мутаҷалӣ гардида мегӯяд: Ман Парвардигори шумо ҳастам. Мардум мегӯянд: Ту Парвардигори мо ҳастӣ. Ва Худованд онҳоро ба тарафи худ даъват мекунад. Дар ин вақт пуле бар рӯи дӯзах ниҳода мешавад ва ман аввалин касе ҳастам, ки бо уммати худ аз он пул мегузарам ва дар имрӯз ғайр аз пайғамбарон каси дигаре сухан намезанад ва сухани пайғамбарон ҳам дар ин рӯз ин аст, ки: Илоҳо, ту худ ҳифз кун, Илоҳо, ту худ ҳифз кун. Ва дар дӯзах чангакҳоест, монанди хори мағелон ва оё хори мағелонро дидаед? Гуфтанд: Бале. Фармуданд: “Ин чангакҳо ҳам монанди хори мағелон аст, вале бузургии онҳоро ҷуз Худованд каси дигаре намедонад, ин чангакҳо мардумонро мувофиқи аъмолашон мерабоянд, мардуме ба сабаби аъмоли худ ҳалок мешаванд ва мардуме сарнагун мегарданд, вале баъд аз муддате наҷот меёбанд. Ва чун Худованди мутаъол бихоҳад, касонеро аз дӯзахиён мавриди раҳмати худ қарор диҳад, ба малоика амр намуда мефармояд: Онҳое, ки Худоро ибодат мекардаанд, аз дӯзах берун кунед. Малоика онҳоро аз асари саҷдаи пешониашон шинохта ва аз дӯзах берун мекунанд. Ва Худованди мутаъол бар дӯзах хӯрдани осори саҷдаро ҳаром гардонидааст ва инҳо аз дӯзах берун мешаванд ва оташ ҳамаи вуҷуди бани Одам ба истиснои саҷдагоҳи ӯро хӯрда ва аз байн мебарад ва онҳое, ки мавриди раҳмати Худованд қарор гирифта ва аз дӯзах берун мешаванд, оташи дӯзах гӯшт ва пӯсташонро сӯзонидааст. Дар ин вақт оби ҳаётро бар онҳо мерезанд ва онҳо бори дигар монанди донае, ки дар маҷрои сел мерӯяд, тоза шуда ва мерӯянд. Баъд аз он, ки Худованд аз қазоват дар байни бандагон фориғ мегарданд, охирин касе, ки аз дӯзахиён ба биҳишт дохил мегардад, шахсе аст, ки байни дӯзах ва биҳишт боқӣ мондааст ва ба тарафи дӯзах равона аст. Дар ин вақт дуо мекунад, ки: Худоё, маро аз оташи дӯзах наҷот бидеҳ, бӯйи дӯзах маро сахт азият намуда ва шӯълааш маро сӯзондааст. Худованди мутаъол барояш мегӯяд: Оё агар дуоят қабул гардад, чизи дигарро ҳам талаб хоҳӣ кард? Мегӯяд: Ба иззат ва ҷалолат савганд, ки чизи дигареро талаб нахоҳам кард. Ва ба илова аз ин қасам ахду паймонҳои дигареро низ дар ин замина бо Худованд мебандад, Худованд ӯро аз оташи дӯзах наҷот медиҳад. Он шахс чун ба тарафи биҳишт меравад ва шодобӣ ва хуррамии онро мебинад, лаҳзае хомӯш мемонад ва баъд аз он мегӯяд: Худовандо, маро ба дарвозаи биҳишт бирасон! Худованди мутаъол мефармояд: Магар ахду паймон накарда будӣ, ки чизи дигареро чуз наҷот ёфтан аз дӯзах талаб нанамоӣ? Мегӯяд: Худоё, маро бадбахттарини махлуқоти худ магардон! Худованди мутаъол мефармояд: Оё агар ин хостаат бароварда шавад, чизи дигареро ҳам талаб хоҳӣ намуд? Он шахс мегӯяд: Ба иззат ва ҷалолат савганд, ки чизи дигареро талаб нахоҳам кард. Ва ба илова аз ин қасам аҳду паймонҳои дигареро низ дар ин замина бо Худованди мутаъол мебандад ва Худованди мутаъол ӯро ба дарвозаи биҳишт мерасонад, Ҳангоме, ки ба дарвозаи биҳишт расид ва гул ва раёҳин ва сабзӣ ва хуррамии биҳиштро мушоҳида намуд, лаҳзае сукут менамояд ва сипас мегӯяд: Илоҳо, маро дохили биҳишт бигардон. Худованди мутаъол мефармояд: Эй фарзанди Одам, вой бар ту! Дигар чӣ узр дорӣ, магар ахду паймон накарда будӣ, ки ғайр аз он чӣ, ки бароят додаам, чизи дигареро аз ман нахоҳӣ? Мегӯяд: Илоҳо, маро бадбахттарини бандагони худ магардон! Худованд аз ин суханаш механдад (било кайф) ва барояш ичозаи дохил шудан ба биҳиштро дода мегӯяд: Ҳарчи мехоҳӣ, бихоҳ! Он шахс ҳама чизҳоеро, ки орзу доштааст, аз Худованд мехоҳад ва баъд аз ин, ки ҳамаи орзуҳояш бароварда мешавад ва Худованди мутаъол барояш мегӯяд: Фалон чиз ва фалон чизро ҳам бихоҳ! Худованди бузург орзуҳояшро ба ёдаш меорад, вай он орзуҳоро низ мехоҳад ва чун ҳамаи он хоҳишот тамом шуд, Худованди мутаъол мефармояд: Ҳамаи инҳо ва монанди онҳоро ба ту бахшидам. Абӯсаъиди Худрӣ (р) ба Абӯҳурайра (р) гуфт: Паёмбари Худо (с) фармуданд, ки “Худованди мутаъол барояш мегӯяд: Он чиро, ки хостӣ ва даҳ баробари онро ба ту бахшидам.” Абӯҳурайра (р) гуфт: Ман аз Паёмбари Худо (с) чизи дигаре ҷуз ин гуфтаашон, ки (Худованд) мефармояд, ҳамаи инҳо ва монанди онҳоро барои ту бахшидам,’ ба хотир надорам. Абӯсаъид (р) гуфт: (Вале) ман аз Паёмбари Худо (с) шунидам, ки фармуданд: (Худованди мутаъол мефармояд): Ҳамаи инҳо ва даҳчанди онро ба ту бахшидам.”"
        }
      ]
    },
    {
      "number": 31,
      "title": "Саҷда кардан бар хафт устухон",
      "hadiths": [
        {
          "number": 464,
          "full_text": "Аз Ибни Аббос (р) дар яке аз ривоёт омадааст, ки гуфт: Паёмбари Худо (с) фармуданд: “Амр шудаам, ки бар ҳафт устухон саҷда намоям, бар пешонӣ ва бо дасти худ ба бинии худ ишора намуданд ва ду даст ва ду зону ва сари ангуштони по, вале набояд либосҳо ва ё мӯйи сари худро ҷамъ намуда ва ба ҳам бипечем.”"
        }
      ]
    },
    {
      "number": 32,
      "title": "Ором гирифтани байни ду саҷда",
      "hadiths": [
        {
          "number": 465,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ман аз ин, ки ба шумоён намозеро монанди намози Паёмбари Худо (с) бихонам, дареғ намекунам (ва бақияи ҳадис қаблан гузашт)."
        }
      ]
    },
    {
      "number": 33,
      "title": "Намозгузор бозуҳояшро набояд дар саҷда фарш намояд",
      "hadiths": [
        {
          "number": 466,
          "full_text": "Ва аз Анас (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: \"Дар саҷда ором бигиред ва мӯътадил бошед ва бозуҳои худро монанди бозуи саг (бар замин) фарш накунед.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Касе, ки дар ракаати аввал нишаст ва баъд аз он бархостааст",
      "hadiths": [
        {
          "number": 467,
          "full_text": "Аз Молик ибни Ҳувайрис (р) ривоят аст, ки Паёмбари Худо (с)- ро дидааст, ки дар ракаати аввали намоз то вақте ки ба таври комил наменишастанд, барнамехостанд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Ҳангоми боло шудан аз саҷда бояд такбир гуфт",
      "hadiths": [
        {
          "number": 468,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки вай ҳангоми намоз хондан дар анҷом додани ин аъмол бо садои баланд такбир мегуфт: дар вақти сачда кардан, дар вақти боло кардани сараш аз саҷда, дар вақти бархостан аз сари дуракаатӣ. Ва мегуфт: Паёмбари Худо (с)-ро дидаам, ки чунин кардаанд."
        }
      ]
    },
    {
      "number": 36,
      "title": "Суннати нишастан барои гашаҳҳуд",
      "hadiths": [
        {
          "number": 469,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки вай дар намоз ҳангоми нишастан чорзону мезад, вале чун писарашро дид, ки чунин мекунад, ӯро аз ин кор наҳй намуд ва гуфт: Суннати намоз ин аст, ки (ҳангоми нишастан) пойи ростро истода карда ва пойи чапро бипечӣ (ва бар рӯи он биншинӣ). Писараш гуфт: Пас ту чаро чунин намекунӣ ва чорзону мезанӣ? Ибни Умар (р) гуфт: Пойҳоям таҳаммули нишастани маро надоранд."
        },
        {
          "number": 470,
          "full_text": "Аз Абӯҳумайди Соъидӣ (р) ривоят аст, ки гуфт: Ман аз ҳамаи шумоён тарзи намоз хондани Паёмбари Худо (с)-ро беҳтар ба хотир дорам. Ман Паёмбари Худо (с)-ро дидам, ки ҳангоми такбир гуфтан дастҳои худро то шонаҳои худ боло мекарданд, дар рукӯъ дастҳои худро ба зонуҳо мегирифтанд ва пушти худро ҳамвор мекарданд. Чун сари худро аз рукӯъ баланд мекарданд, тавре рост меистоданд, ки мӯҳраҳои камар ҷо ба чо мешуд ва ҳангоми сачда кардан дастҳои худро на ба рӯи замин фарш карда ва на ҳам ба паҳлӯи худ мечаспонданд. Дар ин вақт сари ангуштони пойи худро ба тарафи қибла мекарданд ва чун дар ду ракаат менишастанд, бар болои пойи чапи худ нишаста ва пойи рости худро истода мекарданд, вале ҳангоми нишастан дар ракаати ахир пойи чапи худро пеш намуда ва пойи дигарро истода мекарданд ва бар рӯйи сурини худ менишастанд."
        }
      ]
    },
    {
      "number": 37,
      "title": "Касе, ки ташаҳҳуди аввалро воҷиб намедонад",
      "hadiths": [
        {
          "number": 471,
          "full_text": "Аз Абдуллоҳ ибни Буҳайна (р), ки саҳобаи Паёмбари Худо (с) ва аз қабилаи (Аздишнуа) ҳампаймони авлоди Абдуманоф буд, ривоят аст, ки Паёмбари Худо (с) намози пешинро бо эшон хонда ва дар сари дуракаатӣ нанишастанд ва бархостаанд. Чун намозро тамом намуданд,  мардум мунтазири салом доданашон буданд ва дар ҳоле, ки нишаста буданд, такбир гуфта ва қабл аз салом додан дубора саҷда намуданд ва сипас салом доданд."
        }
      ]
    },
    {
      "number": 38,
      "title": "Ташаҳҳуд дар ҷалсаи ахир",
      "hadiths": [
        {
          "number": 472,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: (Дар аввали амр) вақте ки пушти сари Паёмбари Худо (с) намоз мехондем, чунин мегуфтем: Салом бар Худо, салом бар Ҷабраил ва Микоил, салом бар фалон ва фалон. Паёмбари Худо (с) ба ин чиз аҳамият дода фармуданд: “салом, худи Худованди мутаъол аст. Вақте ки касе аз шумо дар намозаш (ба ташаҳҳуд нишаст) бигӯяд: Ат-таҳийёту лилоҳи вас-салавоту ва-т-тайибот, а-с-салому ъалайка айюҳан набийю ва раҳматуллоҳи ва баракотуҳу, а-с-салому ъалайно ва ъало ибодиллоҳи-с-солиҳина ва ин дуои шумо ҳамаи бандагони солиҳи Худованди мутаъолро дар замин ва осмон шомил мешавад (ва баъд аз он бигӯед) Ашҳаду ал-ло илоҳа иллаллоҳ ва ашҳаду анна Муҳаммадан абдуҳу ва расулуҳу.”"
        }
      ]
    },
    {
      "number": 39,
      "title": "Дуо кардан пеш аз салом додан",
      "hadiths": [
        {
          "number": 473,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки Паёмбари Худо (с) дар намоз чунин дуо мекарданд: Аллоҳумма ини аъузу бика мин азобил қабри ва аъузу бика мин фитнати-л-масеҳи-д- Даҷҷоли ва аъузу бика мин фитнатил маҳё ва фитнатил мамот, Аллоҳумма иннӣ аъузу бика минал маъсами вал мағрами. Касе барои (Паёмбари Худо (с) гуфт: Чӣ сабаб аст, ки аз қарздорӣ ҳамеша ба Худованд мутаъол паноҳ меҷӯед? Фармуданд: “Чун шахси қарздор дар вақти сухан задан дурӯғ мегӯяд ва ваъдаашро хилоф мекунад.”"
        },
        {
          "number": 474,
          "full_text": "Аз Абӯбакри Сидиқ (р) ривоят аст, ки рӯзе ба Паёмбари Худо (с) гуфт: Ба ман дуое ёд бидиҳед, ки дар намози худ онро бихонам. Фармуданд: “Бигӯ «Аллоҳумма иннӣ заламту нафси зулман касиро, вало яғфиру-з-зунуба илло анта, фағфирлӣ мағфиратан мин ъиндика варҳамнӣ иннака антал ғафуру-р-раҳим.”"
        }
      ]
    },
    {
      "number": 40,
      "title": "Дуое, ки хонданаш баъд аз ташаҳҳуд ихтиёрӣ аст",
      "hadiths": [
        {
          "number": 475,
          "full_text": "Аз Ибни Масъуд (р) дар ҳадиси ташаҳҳуд, ки пештар гузашт, дар ривояте чунин омадааст, ки: Ва ашҳаду анна Муҳаммадан абдуҳу ва расулуҳу. (Ва фармуданд:) “Баъд аз гуфтани ин калима шахс ихтиёр дорад, ҳар дуоеро, ки мехоҳад, бихонад.”"
        }
      ]
    },
    {
      "number": 41,
      "title": "Салом додан дар вақти берун шудан аз намоз",
      "hadiths": [
        {
          "number": 476,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) салом медоданд, занҳо бармехостанд (ва ба тарафи хонаҳои худ мерафтанд), вале худи Паёмбари Худо (с) пеш аз бархостан андаке меистоданд."
        }
      ]
    },
    {
      "number": 42,
      "title": "(Муқтадӣ) вақте салом медиҳад, ки имом салом бидиҳад",
      "hadiths": [
        {
          "number": 477,
          "full_text": "Аз Итбон (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) намоз хондем ва ҳангоме салом додем, ки эшон салом доданд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Зикр кардан баъд аз намоз хондан",
      "hadiths": [
        {
          "number": 478,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Зикр кардан бо садои баланд баъд аз намози фарз аз одоти замони Паёмбари Худо (с) буд ва ман агар дар хориҷи масҷид мебудам, аз шунидани овози зикри мардум медонистам, ки намоз хонда шудааст."
        },
        {
          "number": 479,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Фуқаро назди Паёмбари Худо (с) омада гуфтанд: Мардуми сарватманд ҳамаи дараҷоти аъло ва неъматҳои комили ҷаннатро насиб шудаанд, ба монанди мо намоз хонда ва рӯза мегиранд, вале сарвати онҳо сабаби фазилат бар моён шудааст, зеро бо моле, ки доранд, ҳаҷ ва умра мекунанд, дар ҷиҳод иштирок намуда ва закот ва хайрот медиҳанд. Фармуданд: “Оё намехоҳед барои шумо сухане ёд бидиҳам, ки агар бо он амал кунед, савоби гузаштагонро дарёфта ва аз ояндагон касе ба шумо нарасад ва шумо беҳтарин мардумони асру замони худ бошед, магар касе, ки ба мисли он чӣ ки шумо амал мекунед, амал кунад. Баъд аз ҳар намозе сиву се мартаба Субҳоналлоҳ ва Алҳамдулиллоҳ ва Аллоҳу акбар бигӯед.” Ровӣ мегӯяд: Мо дар байни худ ихтилоф намудем, баъзе аз мо гуфт, ки бояд сиву се мартаба Субҳоналлоҳ, сиву се мартаба Алҳамдулиллоҳ ва сивусе мартаба Аллоҳу акбар бигӯем. Ман назди Паёмбари Худо (с) рафта (ва мавзӯъро ба арз расондам). Фармуданд: “Бигӯ Субҳоналлоҳ ва Алҳамду лиллоҳ ва Аллоҳу акбар ва маҷмӯъи инҳоро сиву се мартаба бигӯ.”"
        },
        {
          "number": 480,
          "full_text": "Аз Муғира ибни Шӯъба (р) ривоят аст, ки Паёмбари Худо (с) баъд аз ҳар намози фарз чунин мегуфтанд: \"Ло илоҳа иллаллоҳу ваҳдаҳу ло шарика лаҳ, лаҳул ҳукму ва лаҳул ҳамд ва ҳува ъало кулли шайъин цадир, Аллоҳумма ло монеъа лимо аътайта ва ло муътия лимо манаъта ва ло янфаъу зал ҷадди минкалҷад"
        }
      ]
    },
    {
      "number": 44,
      "title": "Имом баъд аз салом додан бояд рӯи худро ба тарафи мардумон бигардонад",
      "hadiths": [
        {
          "number": 481,
          "full_text": "Аз Самура ибни Ҷундуб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте ки намозеро адо мекарданд, (баъд аз адои намоз) ба тарафи мо рӯй меоварданд."
        },
        {
          "number": 482,
          "full_text": "Аз Зайд ибни Холиди Ҷуҳнӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози субҳро дар Худайбия баъди бороне, ки дар шаб борида буд, барои мо имоматӣ карданд ва баъд аз фориғ шудан аз намоз рӯйи худро ба тарафи мо намуда ва фармуданд: “Оё медонед, ки Худованди азза ва ҷала чӣ фармуд?\" (Мардумон) гуфтанд: Худо ва расулаш донотар аст. Фармуданд: Худованд мефармояд: «Баъзе аз бандагонам ба ман имон оварда ва баъзеҳо кофир шуданд, касоне ки гуфтанд аз фазл ва раҳмати Худованд борон борид, инҳо ба ман имон оварданд ва ба ситорагон кофир шудаанд ва касоне, кн гуфтанд аз таъсири фалон ва фалон ситора борон борид, инҳо касонеанд, ки ба ман кофир гардиданд ва ба ситорагон имон овардаанд»."
        }
      ]
    },
    {
      "number": 45,
      "title": "Касе, ки дар вақти имоматӣ кардани мардум чизе ба ёдаш омадааст",
      "hadiths": [
        {
          "number": 483,
          "full_text": "Аз Уқба (р) ривоят аст, ки гуфт: Дар Мадина пушти сари Паёмбари Худо (с) намоз хондем. Паёмбари Худо (с) баъд аз салом додан шитобон бархостанд ва дар ҳоле, ки аз рӯи шонаҳои мардумон мегузаштанд, ба хонаи яке аз ҳамсарони худ дохил шуданд. Мардумон аз ин шитобашон ба тааҷҷуб афтоданд, чун пас омада ва мутаваҷҷеҳ шуданд, ки мардум аз шитобашон ба тааҷҷуб афтодаанд, фармуданд: “Аз тиллоҳое, ки наздам буд, ба ёдам омад, нахостам, ки ёди тилло ёди Худоро аз ман бибарад, аз ин ҷиҳат (ба суръат рафта) ва амр ба тавзеъи онҳо додам.”"
        }
      ]
    },
    {
      "number": 46,
      "title": "Баргаштан аз тарафи рост ва ё чап",
      "hadiths": [
        {
          "number": 484,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Набояд касе чизе аз намози худро барои шайтон бидиҳад. Яъне, ба ин ақида бошад, ки бояд ҳатман аз тарафи дасти рост (аз масҷид хориҷ) шавад, Ман худам Паёмбари Худо (с)-ро дидам, ки бисёр вақтҳо аз тарафи дасти чапи худ (аз масҷид) хориҷ мешуданд."
        }
      ]
    },
    {
      "number": 47,
      "title": "Он чӣ, ки дар мавриди сири хом, пиёз ва гандана омадааст",
      "hadiths": [
        {
          "number": 485,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки аз ин гиёҳ, яъне сир хӯрда бошад, дар масоҷиди мо, назди мо наёяд”. Ровӣ мегӯяд: Барои Ҷобир (р) гуфтам, ки мақсадашон (аз ин гиёҳ) чӣ буд? Гуфт: Фикр намекунам, ки ҷуз (сири) хом ва дар ривояте ҷуз бӯи бади сир чизи дигаре буда бошад."
        },
        {
          "number": 486,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки сир ё пиёз хӯрдааст, аз мо канорагирӣ намояд” ва ё фармуданд, ки “аз масҷиди мо канора гирифта ва дар хонаи худ бинишинад.” Барои Паёмбари Худо (с) дегеро, ки дар он сабзиҷоте пухта шуда буд, оварданд, чун бӯяшро эҳсос намуданд, пурсиданд: «Дар дег чист?» Ва чун аз мӯҳтавиёти он барояшон хабар доданд, ба шахсе, ки наздикашон буд, гуфтанд: “Онро наздик кунед.” Чун мӯхтавиёти дегро диданд, аз хӯрдани онҳо хушашон наёмад ва ба он шахс гуфтанд. “Ту бихӯр, зеро ман бо касе муноҷот мекунам, ки ту намекунӣ.\""
        },
        {
          "number": 487,
          "full_text": "Ва дар ривоят омадаасг, ки дар минтақаи Бадр барои Паёмбари Худо (с) табақеро, ки дар он сабзаҷоте буд, тақдим намуданд."
        }
      ]
    },
    {
      "number": 48,
      "title": "Вузӯи атфол",
      "hadiths": [
        {
          "number": 488,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) аз канори қабри дурафтода ва танҳое гузаштанд, барои мардум имоматӣ карданд ва онҳо пушти сарашон бар болои он қабр саф бастанд."
        },
        {
          "number": 489,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ғусли рӯзи ҷумъа бар ҳар шахси болиғе воҷиб аст.”"
        },
        {
          "number": 490,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки дар ҷавоби шахсе, ки аз вай пурсид, оё бо Паёмбари Худо (с) ба кадом ҷое берун баромадӣ? Гуфт: Бале, вале агар манзилате, ки наздашон доштам, намебуд, имкони рафтанам бо эшон муяссар намешуд, яъне аз сабаби хурдсолӣ. Паёмбари Худо (с) дар баландие, ки назди хонаи Ибни Салт аст, омада ва хутба хонданд. Баъд аз он занҳо омаданд, барои занҳо ҳам ваъзу насиҳат карда, онҳоро ба додани садақа амр фармуданд. Зан буд, ки дасташро ба гӯшвораш бурда ва дар домани Билол меандохт. Баъд аз он Паёмбари Худо (с) ҳамроҳи Билол (р) ба хона омаданд."
        }
      ]
    },
    {
      "number": 49,
      "title": "Берун шудани занҳо ҳангоми шаб ва торикӣ ба сӯи масҷид",
      "hadiths": [
        {
          "number": 491,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: \"Агар занҳои шумо дар шаб иҷозаи рафтан ба масҷидро хостанд, барояшон иҷоза бидиҳед.\""
        }
      ]
    }
  ],
  "parent_book": 10,
  "sub_number": 1,
  "is_sub_book": true,
  "total_chapters": 48,
  "total_hadiths": 68,
  "unique_hadith_numbers": 68
}