{
  "id": 26,
  "number": 26,
  "title": "КИТОБИ ҲАҶ",
  "chapters": [
    {
      "number": 1,
      "title": "Вуҷуби ҳаҷ ва фазилати он",
      "hadiths": [
        {
          "number": 769,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Фазл ибни Аббос пушти сари Паёмбари Худо (с) савор буд. Зани зебое аз мардуми Хасъам омад. Фазл ба тарафи он зан ва он зан ба тарафи Фазл нигоҳ мекард, Паёмбари Худо (с) рӯи Фазлро ба тарафи дигар гардониданд. Он зан гуфт: Ё Расулаллоҳ! Ҳаҷҷе, ки аз тарафи Худо фарз аст, ба падарам, ки пири поафтода аст ва худро бар маркаб гирифта наметавонад, фарз гардидааст, оё ман ба ҷои ӯ ҳаҷ карда метавонам? Фармуданд: “Бале.” Ва ин воқеа дар ҳаҷҷату-л-вадоъ воқеъ гардид."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованди мутаъол, ки «Ба мардум эълон кун, то ба ҳаҷ биёянд...» (Ҳаҷ: 27)",
      "hadiths": [
        {
          "number": 770,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дар Зулҳулайфа дидам, ки бар шутури хеш савор шуданд ва то ҳангоме ки шутур комилан ба роҳ афтод, талбия мегуфтанд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ҳаҷ кардан бар шутури боркаш",
      "hadiths": [
        {
          "number": 771,
          "full_text": "Аз Анас (р) ривоят аст, ки: Паёмбари Худо (с) бар шутуре ҳаҷ карданд, ки зод ва роҳилаашон низ бар болои ҳамон шутур бор карда шуда буд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Фазилати ҳаҷҷи мабрур",
      "hadiths": [
        {
          "number": 772,
          "full_text": "Аз Оиша, уммулмӯъминин (р) ривоят аст, ки гуфт: Ё Расулаллоҳ! Фикр мекунам, ки ҷиҳод беҳтарин аъмол бошад, оё мо (занҳо) ҷиҳод накунем? Фармуданд: \"На, хайр! Беҳтарин ҷиҳод барои шумо ҳаҷҷи мабрур аст.”"
        },
        {
          "number": 773,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе барои Худо ҳаҷ кунад ва дар ҳаҷҷи худ муртакиби ҷимоъ ва фаҳш ва кори баде нагардад, тавре аз ҳаҷ (аз гуноҳ пок шуда) бармегардад, ки ба монанди рӯзе аз модараш таваллуд шудааст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Миқоти аҳли Яман",
      "hadiths": [
        {
          "number": 774,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои аҳли Мадина Зулҳулайфа ва барои аҳли Шом Ҷӯҳфа ва барои аҳли Наҷд Қарни Манозил ва барои аҳли Яман Яламламро миқот таъйин намуда (ва фармуданд:) Ин миқотҳо барои ин мардум ва барои касонест, ки аз ғайри ин мардум аз ин миқотҳо гузашта ва иродаи ҳаҷ ё умраро дошта бошанд ва касе, ки баъд аз ин миқотҳо (дар тарафи Макка) сукунат дорад, миқоташ аз ҳамон ҷоест, ки иродаи ҳаҷ намудааст, ҳатто миқоти аҳли Макка шаҳри Макка аст."
        }
      ]
    },
    {
      "number": 6,
      "title": "",
      "hadiths": [
        {
          "number": 775,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар ҳамвории Зулҳулайфа шутурашонро хобонда ва намоз хонданд ва Абдуллоҳ ибни Умар (р) низ ҳамин корро мекард."
        }
      ]
    },
    {
      "number": 7,
      "title": "Рафтани Паёмбари Худо (с) аз роҳи Шаҷара",
      "hadiths": [
        {
          "number": 776,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) вақти аз Мадина рафтан аз роҳи Шаҷара мерафтанд ва ҳангоми дохил шудан ба Мадина аз роҳи Муъаррас дохил мегардиданд. Ва Паёмбари Худо (с) вақте ки аз Мадина ба қасди рафтан ба Макка хориҷ мешуданд, дар масҷиди Шаҷара ва вақти бозгаштан ба сӯи Мадина дар масҷиди Зулҳулайфа дар домани водӣ намоз мехонданд ва шаб то субҳ ҳамон ҷо мехобиданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Ин гуфтаи Паёмбари Худо (с) ки “Ақиқ дашти мубораке аст”",
      "hadiths": [
        {
          "number": 777,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) дар водии Ақиқ шунидам, ки фармуданд: “Шаби гузашта Ҷабраил аз ҷониби Парвардигорам омад ва гуфт: Дар ин дашти муборак намоз бихон ва ният кун, ки аъмоли умраро бо аъмоли ҳаҷ бо ҳам анҷом диҳӣ.”"
        },
        {
          "number": 778,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) дар Зулҳулайфа истироҳат карда буданд, дар хоб диданд, ки касе ба он ҳазрат гуфт: Ту дар дашти мубораке қарор дорӣ."
        }
      ]
    },
    {
      "number": 9,
      "title": "Се бор шустани хушбӯӣ аз ҷома",
      "hadiths": [
        {
          "number": 779,
          "full_text": "Ривоят асг, ки Яъло ибни Умайя (р) ба Умар (р) гуфт: Паёмбари Худо (с)-ро ҳангоми нузули ваҳй ба ман нишон бидеҳ. Яъло ибни Умайя (р) мегӯяд: Ҳангоме, ки Паёмбари Худо (с) бо иддае аз асҳоби худ дар Ҷеърона буданд, шахсе омад ва гуфт: Ё Расулаллоҳ! Агар шахсе эҳром бибандад ва ҷомаҳояш муаттар бошад, ҳукмаш чист? Паёмбари Худо (с) соате сукут намуданд ва дар ин ҳангом ваҳй барояшон нозил гардид. Умар (р) дар ин вақт ба ман ишора намуд, ман омадам (ва дидам), ки Паёмбари Худо (с) дар зери ҷомае, ки болояшон соя намудааст нишастаанд, сарамро дохил намуда ва дидам, ки рухсораашон сурх гардида ва нола мекунанд. Сипас ин ҳолат аз эшон дур шуд ва фармуданд: “Он шахсе, ки аз умра суол намуд, куҷост?” Он шахсро оварданд, Паёмбари Худо (с) фармуданд: “Хушбӯиеро, ки (истеъмол кардаӣ), се бор бишӯй, қабоятро аз танат берун кун ва умраатро тавре анҷом бидеҳ, ки ҳаҷатро анҷом медиҳӣ.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Истеъмоли хушбӯӣ ҳангоми эҳром бастан ва баёни либосе, ки ба он эҳром баста мешавад",
      "hadiths": [
        {
          "number": 780,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро ҳангоми эҳром бастан ва дар вақти берун шудан аз эҳром ва пеш аз ин, ки ба хонаи Каъба тавоф намоянд, хушбӯӣ мезадам."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки дар ҳоли мулаббад будани сараш эҳром бастааст",
      "hadiths": [
        {
          "number": 781,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с), дар ҳоле, ки сарашон мулаббад буд (яъне ба сарашон чизе монанди ҳино ё хитмро баста буданд), нияти эҳром намуданд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Эҳром бастан аз масҷиди Зулҳулайфа",
      "hadiths": [
        {
          "number": 782,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҷуз аз масҷиди Зулҳулайфа аз ҷойи дигаре эҳром намебастаанд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Савор шудани ду нафар бар як маркаб дар ҳаҷ",
      "hadiths": [
        {
          "number": 783,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки аз Арафот то Муздалифа Усома (р) ва аз Муздалифа то Мино Фазл ибни Аббос (р) пушти сари Паёмбари Худо (с) савор буданд. Ҳардуяшон гуфтанд, ки Паёмбари Худо (с) то ҳангоми задани Ҷамраи Ақаба талбия мегуфтанд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Он чи, ки пӯшидани он аз қабили сиёб ва изор ва ридо барои муҳрим равост",
      "hadiths": [
        {
          "number": 784,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ва саҳоба (р) баъд аз шона задани сар ва истеъмоли равған ва пӯшидани изор ва ридо аз Мадина хориҷ гардиданд ва Паёмбари Худо (с) аз пӯшидани ҳеҷ навъ изор ва ридое ба ҷуз аз изор ва ридое, ки ба заъфарон муаггар гардида ва бар ҷилд асар мекунад, наҳй нафармуданд. Шабе дар Зулҳулайфа буданд, чун субҳ шуд, шутурашонро оавор гардиданд ва ҳангоме, ки шутур комилан ба роҳ афтод ва ба ҳамвории Байдо расиданд, бо саҳоба (р) талбия гуфта ва шутури ҳадяи ҳаҷҷи худро нишонӣ намуданд ва ин вақте буд, ки панҷ рӯз аз моҳи Зулқаъда боқӣ монда буд. Чун ба Макка расиданд, чаҳор рӯз аз Зулҳиҷҷа гузашта буд, хонаи Каъбаро тавоф карда ва байни Сафо ва Марва саъй намуданд ва чун шутури ҳадяашонро қаблан фиристода буданд, худро ҳалол насохтанд, зеро шутурро аломатдор сохта буданд. Баъд аз он ба қисмати баланди Макка, дар ҳоле, ки иродаи ҳаҷро доштанд, наздики Ҳуҷун манзил намуданд ва дигар то ҳангоме, ки аз Арафот баргаштанд, ба тарафи хонаи Каъба нарафтанд. Баъд аз баргаштан аз Арафа ба саҳоба (р) амр намуданд, то хонаи Каъбаро тавоф карда ва байни Сафо ва Марва саъй намоянд. Сипас мӯи сарашонро кӯтоҳ намуда ва худро ҳалол созанд ва ин барои касест, ки қаблан шутури (ҳадяи ) ҳаҷро нишонадор насохта ва нафиристодааст. Ва касе, ки ҳамсараш бо ӯ аст, наздик шудан бо ҳамсар, истеъмоли хушбӯйӣ ва пӯшидани либос барояш равост."
        }
      ]
    },
    {
      "number": 15,
      "title": "Талбия гуфтан",
      "hadiths": [
        {
          "number": 785,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки талбияи Паёмбари Худо (с) чунин буд: “Лаббайка, Аллоҳумма лаббайка, лаббайка ло шарика лака лаббайка, инналҳамда ва-н-неъмата лака валмулк, ло шарика лака.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Ҳамд ва тасбеҳ ва такбир пеш аз талбия гуфтан ва савор шудан бар шутур",
      "hadiths": [
        {
          "number": 786,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар ҳоле, ки мо бо Паёмбари Худо (с) будем, намози пешинро дар Мадинаи мунаввара чаҳор ракаат ва намози асрро дар Зулҳулайфа ду ракаат адо намуданд. Баъд аз он дар он ҷо хоб шуданд, то субҳ шуд. Баъд аз он шутури худро савор шуданд ва чун ба Байдо расиданд ва шутур комилан ба роҳ афтод, баъд аз ҳамди Худованди мутаъол ва тасбеҳ ва такбир барои ҳаҷ ва умра ният карданд ва дигарон низ барои адои ҳаҷ ва умра ният намуданд. Ҳангоме, ки ба Макка расидем, (баъд аз адои маросими умра) ба мардум амр намуданд, то худро ҳалол созанд, то ин ки рӯзи тарвия омад, дар ин рӯз барои адои ҳаҷ эҳром бастанд. Анас (р) мегӯяд: Паёмбари Худо (с) чандин шутурро ба дасти худ дар ҳолати истода забҳ намуданд ва Паёмбари Худо (с) дар Мадина ду қучқори сиёҳу сафедро барои қурбонӣ забҳ менамуданд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Талбия гуфтан рӯй ба қибла",
      "hadiths": [
        {
          "number": 787,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки ӯ доимо аз Зулҳулайфа нияти ҳаҷ мекард ва чун ба Ҳарам мерасид, аз талбия гуфтан бас мекард ва чун ба минтақаи Зу туво мерасид, шабро дар он ҷо мехобид, чун намози субҳро (дар он ҷо) адо менамуд, ғусл мекард, чун назараш ин буд, ки Паёмбари Худо (с) чунин мекарданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Талбия гуфтан ҳангоми сарозер шудан ба сӯи водӣ",
      "hadiths": [
        {
          "number": 788,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: ҳар чӣ, ки Мӯсо (ъ) аст, гӯё ҳамин ҳоло ба тарафаш нигоҳ мекунам, ки дар ҳамин водӣ сарозер гашта ва талбия мегӯяд.\""
        }
      ]
    },
    {
      "number": 19,
      "title": "Касе, ки дар замони Паёмбари Худо (с) монанди нияти эшон ба ҳаҷ ният намудааст",
      "hadiths": [
        {
          "number": 789,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро ба сӯи қавме ба Яман фиристода буданд, чун боз омадам, эшон дар Батҳои Макка буданд, аз ман пурсиданд: Нияти чӣ навъ ҳаҷҷеро намудаӣ? Гуфтам: Нияти ҳамон ҳаҷҷеро намудаам, ки Паёмбари Худо (с) намудаанд. Фармуданд: Ҳадяи шукрона бо ҳуд овардӣ? Гуфтам: На. Маро амр намуданд, то ба хонаи Каъба тавоф карда ва байни Сафо ва Марва саъй намоям. Баъд аз он амр намуданд, ки худро ҳалол созам, худро ҳалол сохтам. Сипас назди зане аз хешовандонам омада ва он зан сарамро шона намуд ва ё шуст. Чун замони (хилофати) ҳазрати Умар (р) расид, гуфт: Агар ба китоби Худо амал намоем, китоби Худо моро ба тамом намудани умра ва ҳаҷ амр менамояд. Худованди мутаъол мефармояд: «Ҳаҷ ва умраро хос барои Худо ба тамом бирасонед». (Бақара: 196) Ва агар ба суннати Паёмбари Худо (с) амал намоем, Паёмбари Худо (с) то вақте ки ҳадяро забҳ нанамуданд, худро ҳалол насохтанд."
        }
      ]
    },
    {
      "number": 20,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд «Ҳаҷ дар моҳҳои муайянест...» (Бақара: 197)",
      "hadiths": [
        {
          "number": 790,
          "full_text": "Ҳадиси Оиша (р) дар мавзӯъи ҳаҷ қаблан гузашт ва дар ин ривоят мегӯяд: “Бо Паёмбари Худо (с) дар моҳҳои ҳаҷ, шабҳои ҳаҷ ва авқоти ҳаҷ аз Мадина берун шудем ва ба Сариф манзил гузидем. Оиша (р) мегӯяд: Паёмбари Худо (с) назди асҳобашон рафта ва фармуданд: «Касе, ки бо худ ҳадя надошта бошад, агар хоста бошад, метавонад ҳаҷҷи худро ба умра табдил намояд, вале касе, ки бо худ ҳадя дорад, чунин кореро карда наметавонад.” Оиша (р) мегӯяд: Касоне, ки ҳаҷҷи худро ба умра табдил намуданд ва касоне, ки табдил накарданд, ҳамагӣ аз саҳобаи Паёмбари Худо (с) буданд. Ва мегӯяд: Вале худи Паёмбари Худо (с) ва иддае аз саҳоба, ки ададашон зиёд буд, чун бо худ ҳадя оварда буданд, натавонистанд амали умраро анҷом диҳанд. Ва Оиша (р) бақияи ҳадисро зикр намуд."
        }
      ]
    },
    {
      "number": 21,
      "title": "Ҳаҷҷи таматтӯъ, ҳаҷҷи қирон ва ҳаҷҷи ифрод ва фасхи ҳаҷ барои касе, ки ҳадя ҳамроҳаш нест",
      "hadiths": [
        {
          "number": 791,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре омадааст, ки гуфт: Бо Паёмбари Худо (с) аз Мадина хориҷ гардидем ва медонистем, ки ин сафар ҷуз барои адои ҳаҷ барои қасди дигаре нест. Ҳангоме, ки ба Макка расидем, ба хонаи Каъба тавоф намудем. Ва Паёмбари Худо (с) касонеро, ки ҳадя нафиристода буданд, амр намуданд, то (баъд аз адои умра) худро ҳалол созанд ва онҳо худро ҳалол сохтанд ва ҳамсарони Паёмбари Худо (с) чун ҳадя нафиристода буданд, низ худро ҳалол сохтанд. Сафия (р) (чун ба одати моҳона гирифтор шуда буд) гуфт: Фикр мекунам, ки ман сабаби таъхири ҳамроҳонам шавам, Паёмбари Худо (с) фармуданд: “Эй зани шуми сартарошида! Магар рӯзи ид тавоф накардӣ? Гуфт: Тавоф кардам. Фармуданд: Пас боке нест, ба сафарат идома бидеҳ.”"
        },
        {
          "number": 792,
          "full_text": "Аз Оиша (р) дар ривояти дигаре омадааст, ки гуфт: Дар ҳаҷҷатулвадоъ бо Паёмбари Худо (с) азми адои ҳаҷро менамудем. Баъзе аз моён танҳо нияти умра ва баъзе нияти ҳаҷ ва умра ва мардуми дигаре нияти танҳо ҳаҷро намуданд. Вале Паёмбари Худо (с) нияти ҳаҷро намуда буданд. Касоне, ки нияти ҳаҷ ва ё нияти ҳаҷ ва умраро намуда буданд, то рӯзи иди Қурбон худро ҳалол насохтанд."
        },
        {
          "number": 793,
          "full_text": "Ривоят аст, ки Усмон (р) аз ҳаҷҷи таматтӯъ ва аз ҷамъ кардан байни умра ва ҳаҷ наҳй намуд, чун Алӣ (р) ин чизро дид, ҳаҷ ва умраро бо ҳам ният намуда ва гуфт: Суннати Паёмбари Худо (с)-ро ба гуфтаи ҳеҷ касе тарк нахоҳам кард."
        },
        {
          "number": 794,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: (Аҳли ҷоҳилият) фикр мекарданд, ки умра намудан дар моҳҳои ҳаҷ аз бадтарин корҳои зишт дар рӯи замин аст, аз ин ҷиҳат моҳи Муҳаррамро Сафар меномиданд ва мегуфтанд: Ҳангоме, ки пушти шутурон илтиём ёфта ва асари пойи шутурон аз роҳҳо маҳв гардид ва моҳи сафар хориҷ шуд, умра барои касе, ки нияти умра карданро дошта бошад, раво мегардад. Паёмбари Худо (с) ва саҳоба (р) субҳи рӯзи чаҳоруми Зулҳиҷҷа ба нияти адои ҳаҷ ба Макка расиданд ва Паёмбари Худо (с) ба онҳо амр намуданд, то ҳаҷҷи худро ба умра табдил намоянд (ва худро ҳалол созанд), ин кор бар асҳоб (р) душвор тамом шуд, гуфтанд: Ё Расулаллоҳ! Ин чӣ навъ ҳалол сохтанӣ аст? Фармуданд: “Ҳалол сохтани комил.”"
        },
        {
          "number": 795,
          "full_text": "Аз Ҳафса (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Чӣ сабаб аст, ки мардум баъд аз адои умра худро ҳалол месозанд ва шумо худро ҳалол насохтед? Фармуданд: Ман сари худро мулаббад сохтам (талбид-иборат аз истеъмол намудани чизе ба мӯи сар, ғараз часпидани он ба якдигар аст, монанди ҳино ва амсоли он) ва ҳадяи худро нишонадор намудаам, то ҳангоме, ки шутурамро забҳ накунам, худро ҳалол нахоҳам сохт.”"
        },
        {
          "number": 796,
          "full_text": "Ривоят аст, ки шахсе аз Ибни Аббос (р) роҷеъ ба ҳаҷҷи таматтӯъ пурсон намуд ва гуфт: Мардум маро аз анҷом додани он наҳй менамоянд. (Ибни Аббос (р) ӯро ба анҷом додани ҳаҷҷи таматтӯъ амр намуд. Он шахс (баъд аз адои ҳаҷҷи таматтӯъ) гуфт: Дар хоб дидам, ки гӯё шахсе ба ман мегӯяд: Ҳаҷҷи ту ҳаҷҷи нек ва мақбуле аст ва умраат умраи нек ва мақбуле аст. Аз хобе, ки дида буд, ба Ибни Аббос (р) хабар дод, ӯ гуфт: Сабаб он аст, ки (ҳаҷҷи таматтӯъ) суннати Паёмбари Худо (с) аст."
        },
        {
          "number": 797,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳамон соле, ки шутурони ҳадяро бо худ бурда буданд, ҳаҷ намудам. Паёмбари Худо (с) ба мардум гуфтанд: Баъд аз тавоф ба хона ва саъй байни Сафо ва Марва худро ҳалол бисозед ва мӯйи сари худро кӯтоҳ намоед. Баъд аз он ҳамин тавр дар ҳолати ҳалол то рӯзи (тарвия) боқӣ бимонед ва дар ин рӯз талбия гуфта, нияти ҳаҷ намоед ва ба ин тариқ ҳаҷҷи муфидеро, ки ният карда будед, ба ҳаҷҷи таматгӯъ мубаддал созед.” Саҳоба (р) гуфтанд: Чӣ гуна ҳаҷро ба умра мубаддал созем, дар ҳоле, ки ба нияти ҳаҷ эҳром баста будем? Фармуданд: “Он чиро ба шумо амр мекунам, анҷом диҳед, агар ман ҳам (ҳадяро) қаблан нафиристода будам, ҳамин кореро, ки ба шумо мегӯям, анҷом медодам, вале акнун то ҳангоме, ки ҳадя дар ҷои муайянаш нарасад, ба ҳеҷ шакле худро ҳалол сохта наметавонам.” (Саҳоба чун инро шуниданд) мувофиқи амри Паёмбари Худо (с) амал намуданд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Ҳаҷҷи таматтӯъ",
      "hadiths": [
        {
          "number": 798,
          "full_text": "Аз Имрон (р) ривоят аст, ки гуфт: Моён дар замони Паёмбари Худо (с) ҳаҷҷи таматтӯъро анҷом додем ва Қуръон ҳам мувофиқи он нозил гардид, Баъд аз он шахсе ба раъйи худ чизе, ки ба назараш омад, гуфт."
        }
      ]
    },
    {
      "number": 23,
      "title": "Аз куҷо бояд ба Макка дохил гардид",
      "hadiths": [
        {
          "number": 799,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) ба Макка аз роҳи Кадо аз қисмати болои он ба Батҳо аст, дохил гардиданд ва ҳангоми хориҷ шудан аз Макка аз қисмати поёни он хориҷ шуданд."
        }
      ]
    },
    {
      "number": 24,
      "title": "Фазилати Макка ва бинои он",
      "hadiths": [
        {
          "number": 800,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) суол намудам, ки оё ин девори кӯтоҳ ҷузъе аз хона аст? Фармуданд: “Бале.\" Гуфтам: Пас чаро онро ба хона дохил накарданд? Фармуданд: “Имконоти қавми ту камӣ намуд.” Гуфтам: Чаро дарвозаи хона баланд сохта шудааст? Фармуданд: “Қавми ту аз ин ҷиҳат чунин карданд, то ҳар киро хоста бошанд, барояш иҷозаи дохил шудан бидиҳанд ва ҳар киро нахоста бошанд, аз дохил шудан манъ намоянд. Агар қавми ту тозаошно ба ҷоҳилият намебуданд ва хавфи озурдагии хотири онҳо намебуд, деворро ба хона дохил намуда ва дарвозаи хонаро ҳам кафи замин месохтам.\""
        },
        {
          "number": 801,
          "full_text": "Ва дар ривояти дигаре аз Оиша (р) омадааст, ки Паёмбари Худо (с) фармудаанд: “Эй Оиша, агар қавми ту тоза ба ҷоҳилиятро тарк накарда буданд, амр мекардам, ки хонаро хароб намуда, ва он чиро, ки аз хона берун монда буд, дубора ба хона пайваст менамудам ва дарвозаашро ҳам кафи замин месохтам ва барояш ду дарвоза, яке шарқӣ ва дигаре ғарбӣ қарор медодам ва ба ин тариқ хонаро мутобиқи асоси Иброҳим (ъ) месохтам.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Мерос бурдани хонаҳои Макка ва хариду фурӯши онҳо ва ин, ки мардумон дар Масҷиди ҳаром бо ҳам баробаранд",
      "hadiths": [
        {
          "number": 802,
          "full_text": "Ривоят аст, ки Усома ибни Зайд (р) аз Пайғамбари Худо пурсид: Ё Расулаллоҳ! Оё дар Макка дар хонаи худ манзилгузин мешавед? Фармуданд: “ Магар Ақил барои мо хона ва манзиле гузоштааст?” Ақил ва Толиб чун дар вақти марги Абӯтолиб ҳанӯз мусалмон нашуда буданд, аз Абӯтолиб мерос бурданд, вале Ҷаъфар ва Алӣ (р) чун мусалмон шуда буданд, аз вай мерос набурданд."
        }
      ]
    },
    {
      "number": 26,
      "title": "Қудуми Паёмбари Худо (с) ба Макка",
      "hadiths": [
        {
          "number": 803,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Пайғамбари Худо (с) ҳангоми (омадан аз Мино ба сӯи) Макка фармуданд: “ Манзили фардо- иншооллоҳ дар домани пуштаи бани Канона, ҷойе, ки Қурайш бар алайҳи бани Ҳошим паймон баста буданд, хоҳам буд.” Ва ин минтақа иборат аз регзоре буд, ки ҳампаймонии Қурайш ва Канона бар алайҳи бани Ҳошим ва бани Абдулмутталиб дар ин ҷо сурат гирифта буд, қасам ёд карда буданд, то вақте ки онҳо Паёмбари Худо (с)-ро барояшон таслим надиҳанд на ба онҳо хешовандӣ мекунанд ва на ҳам ба онҳо хариду фурӯш хоҳанд кард."
        }
      ]
    },
    {
      "number": 27,
      "title": "Инҳидоми Каъба",
      "hadiths": [
        {
          "number": 804,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “ Хонаи Каъбаро шахсе аз Ҳабаша, ки соқи пойҳояш борик аст, мунҳадим месозад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Ин қавли Худованд, ки «Худованд Каъбаи Байтулҳаромро аломати қиёми дин қарор додааст...» (Моида: 97)",
      "hadiths": [
        {
          "number": 805,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Пеш аз он, ки Рамазон фарз гардад, рӯзи Ошуроро рӯза мегирифтанд ва дар ҳамин рӯз буд, ки хонаи Каъбаро рӯпӯш мекарданд ва чун Худованди мутаъол Рамазонро фарз гардонид, Паёмбари Худо (с) фармуданд: “Ҳар кӣ мехоҳад рӯзи Ошуроро рӯза бигирад ва ҳар ки мехоҳад, рӯза нагирад.”"
        },
        {
          "number": 806,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Баъд аз хуруҷи Яъҷуҷ ва Маъҷуҷ боз ҳам мардум барои ҳаҷ ва умра хонаи Каъба меоянд»."
        }
      ]
    },
    {
      "number": 29,
      "title": "Инҳидоми Каъба",
      "hadiths": [
        {
          "number": 807,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳамин ҳоло (ҳамон касе, ки хонаро вайрон хоҳад сохт, мебинам), шахсе аст, ки сиёҳчеҳра, соқҳои пояш аз якдигар кушода, сангҳои хонаро яке пас аз дигаре бармеканад.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Он чӣ, ки дар мавриди Ҳаҷаруласвад омадааст",
      "hadiths": [
        {
          "number": 808,
          "full_text": "Ривоят аст, ки Умар (р) Ҳаҷаруласвадро бӯсид ва гуфт: Ман медонам, ки ту санге ҳастӣ, ки на зарар расонида метавонӣ ва на фоида, агар намедидам, ки Паёмбари Худо (с) туро бӯсидаанд, ҳаргиз туро намебӯсидам."
        }
      ]
    },
    {
      "number": 31,
      "title": "Касе, ки ба Каъба дохил нагардид",
      "hadiths": [
        {
          "number": 809,
          "full_text": "Аз Абдуллоҳ ибни Абӯавфо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар умра ба хона тавоф намуданд, баъд аз он пушти мақоми Иброҳим (ъ), дар ҳоле, ки касоне эшонро аз издиҳоми мардум ҳифозат мекарданд, ду ракаат намоз адо намуданд. Касе аз Абдуллох ибни Абӯавфо пурсид: Оё Паёмбари Худо (с) ба хонаи Каъба дохил гардиданд. Гуфт: “На”."
        }
      ]
    },
    {
      "number": 32,
      "title": "Касе, ки дар атрофи хонаи Каъба такбир гуфтааст",
      "hadiths": [
        {
          "number": 810,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба Макка омаданд, нисбати вуҷуди бутҳо аз дохил шудан ба хонаи Каъба худдорӣ намуданд ва ҳамон буд, ки ба амри Паёмбари Худо (с) бутҳоро аз хона хориҷ сохтанд. Аз он ҷумла муҷассамаи Иброҳим ва Исмоил (ъ) буд, ки азломро дар дасти онҳо ниҳода буданд (азлом-иборат аз авроқе буд, ки дар баъзе аз онҳо навишта шуда буд «Бикун» ва дар баъзе навишта шуда буд «Макун» ва касе, ки мехост ба коре иқдом варзад, яке аз он варақҳоро бардошта ва мувофиқи он амал мекард). Паёмбари Худо (с) фармуданд: “Худованд мушрикини Қурайшро лаънат кунад ва ба Худованд қасам, ки онҳо хуб медонистанд, ки Иброҳим ва Исмоил (ъ) ҳаргиз таъйини сарнавишти худро ба азлом намекарданд.” Баъд аз он Паёмбари Худо (с) ба хона дохил гардида ва дар атрофи хона такбир гуфтанд, вале дар дохили хона намоз нахонданд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Ибтидои машруъияти рамал чӣ гуна буд?",
      "hadiths": [
        {
          "number": 811,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ва асҳоб (р) ба Макка омаданд, мушрикин бо якдигар гуфтанд: Касоне, ки назди шумо меоянд, табби шаҳри Мадина онҳоро хаста ва нотавон сохтааст. Паёмбари Худо (с) амр намуданд, то дар се шавти аввали тавофи рамал намоянд. Яъне паҳлавонмаобона тавоф намоянд, вале дар байни ду рукни ямонӣ ва рукни Ҳаҷаруласвад бояд ба таври оддӣ тавоф намоянд ва ин, ки дар ҳамаи ҳафт шавт онҳоро ба рамал амр накарданд, сабабаш шафқат ва меҳрубонӣ бар онҳо буд."
        }
      ]
    },
    {
      "number": 34,
      "title": "Истиломи Ҳаҷаруласвад дар вақти қудуми Макка ва шурӯъ кардан ба тавоф ва (рамал) намудан дар се шавти аввал",
      "hadiths": [
        {
          "number": 812,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки ҳангоми қудум ба Макка ва шурӯъ намудан ба тавоф Ҳаҷаруласвадро истилом карданд ва дар се шавти аввал рамал намуданд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Рамал намудан дар ҳаҷ ва умра",
      "hadiths": [
        {
          "number": 813,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Акнун чӣ лозим аст, ки рамал намоем? Рамал фақат ҷиҳати изҳори қувват барои мушрикин буд ва акнун Худованди мутаъол онҳоро аз байн бурдааст. Сипас худаш гуфт: Рамал чизе аст, ки Паёмбари Худо (с) анҷом додаанд, аз ин ҷиҳат намехоҳем онро тарк намоем."
        },
        {
          "number": 814,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз вақте ки дидам Паёмбари Худо (с) рукни ямонӣ ва рукни Ҳаҷар-ул-асвадро истилом менамоянд, истиломи онҳоро дар вақти издиҳом ва ғайри издиҳом тарк накардаам."
        }
      ]
    },
    {
      "number": 36,
      "title": "Истиломи рукни Ҳаҷаруласвад ба асо",
      "hadiths": [
        {
          "number": 815,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) тавофи видоъро бар болои шутур анҷом доданд ва Ҳаҷаруласвадро бо асое истилом менамуданд."
        }
      ]
    },
    {
      "number": 37,
      "title": "Бӯсидани Ҳаҷаруласвад",
      "hadiths": [
        {
          "number": 816,
          "full_text": "Ривоят аст, ки шахсе аз Ибни Умар (р) дар мавриди истиломи Ҳаҷаруласвад суол намуд, дар ҷавоб гуфт: Ман Паёмбари Худо (с)-ро дидам, ки Ҳаҷаруласвадро истилом намуда ва бӯсиданд. Он шахс гуфт: Ҳатто агар издиҳом бошад ва истиломи Ҳаҷаруласвад сабаби лағадмолиам шавад? Ибни Умар (р) гуфт: «Агар чунин шудам ва агар чунон шудам»-ро дар Яман биандоз (суолкунанда аз Яман буд). Ман ба ту мегӯям, ки Паёмбари Худо (с)-ро дидам, ки Ҳаҷаруласвадро истилом намуда ва бӯсиданд.’"
        }
      ]
    },
    {
      "number": 38,
      "title": "Касе, ки ҳангоми қудум ба Макка пеш аз рафтан ба хонааш ба хонаи Каъба тавоф намудааст",
      "hadiths": [
        {
          "number": 817,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ҳангоми қудум ба Макка аввалин кореро, ки карданд, ин буд, ки вузӯ сохтанд ва тавоф намуданд, вале баъд аз тавоф кардан умраро анҷом надоданд. Баъд аз он Абӯбакр ва Умар (р) ба ҳамин тариқ ҳаҷ намуданд."
        },
        {
          "number": 818,
          "full_text": "Ҳадиси Ибни Умар (р) дар мавриди қудуми Паёмбари Худо (с) ба Макка анқариб гузашт ва дар ин ривоят омадааст, ки (Паёмбари Худо (с) баъд аз анҷом додани тавоф ду ракаат намоз мехонданд ва баъд аз он байни Сафо ва Марва сайъ менамуданд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Сухан задан дар ҳангоми тавоф",
      "hadiths": [
        {
          "number": 819,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) ҳангоми тавоф диданд, ки шахсе дасти шахси дигареро бо нахе ё ресмоне ба дасти худ баста ва ӯро бо худ тавоф медиҳад. Паёмбари Худо (с) он нахро канда фармуданд: “Дасташро бигир ва ӯро бо худ тавоф бидеҳ.”"
        }
      ]
    },
    {
      "number": 40,
      "title": "Набояд касе хонаи Каъбаро урён тавоф кунад ва набояд мушрике ҳаҷ намояд",
      "hadiths": [
        {
          "number": 820,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) дар ҳаҷҷе, ки пеш аз ҳаҷат-ул-вадоъ буд, Абӯбакри Сиддиқ (р)-ро амири ҳаҷ таъйин намуданд ва Абӯбакр (р) Абӯҳурайра (р)-ро бо гурӯҳи дигаре муваззаф сохт, то дар рӯзи ид эълон намоянд, ки баъд аз имсол набояд ҳеҷ мушрике ҳаҷ кунад ва ё шахси урёне хонаро тавоф намояд."
        }
      ]
    },
    {
      "number": 41,
      "title": "Касе, ки пеш аз рафтан ба Арафот хонаи Каъбаро тавоф нанамуда ва баъд аз тавофи аввал бозгаштааст",
      "hadiths": [
        {
          "number": 821,
          "full_text": "Аз Абдуллоҳ ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми қудум ба Макка хонаро тавоф карданд ва байни Сафо ва Марва саъй намуданд. Баъд аз тавоф кардан то ҳангоми баргаштан аз Арафот дигар ба Каъба наздик нашуданд."
        }
      ]
    },
    {
      "number": 42,
      "title": "Об додан ба ҳоҷиҳо",
      "hadiths": [
        {
          "number": 822,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аббос ибни Абдулмуталлиб аз Паёмбари Худо (с) иҷоза хост, то нисбат ба об додан барои ҳоҷиҳо айёми Миноро дар Макка бигзаронад ва Паёмбари Худо (с) ба ӯ иҷоза доданд."
        },
        {
          "number": 823,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар ҷое, ки барои ҳоҷиҳо об медиҳанд, омада ва талаби об намуданд. Аббос (р) ба фарзандаш Фазл гуфт: Назди модарат бирав ва барои Паёмбари Худо (с) аз он ҷо об биёвар! Паёмбари Худо (с) гуфтанд: “Аз ҳамин ҷо бароям об бидеҳ.” Аббос (р) гуфт: Ё Расулаллоҳ! Мардум дастҳои худро дар об дохил мекунанд. Паёмбари Худо (с) фармуданд: “Аз ҳамин ҷо бароям об бидеҳ.” Аббос аз ҳамин ҷо барояшон об дод, обро нӯшида, сипас тарафи (чоҳи) Замзам омада ва диданд, ки (соқиён) барои мардум об дода ва кор мекунанд. Барои онҳо фармуданд: “Ба ҳамин кори худ идома диҳед, зеро кори нек ва писандидае аст.” Баъд аз он гуфтанд “Агар хавфи ин набошад, ки мардум аз дидани ман издиҳом намуда ва мушкилоте барои шумо эҷод мекунанд, меомадам ва ресмони обкаширо бар ҳамин ҷо, (яъне бар гардани худ) мениҳодам»."
        },
        {
          "number": 824,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) аз Замзам об додам ва дар ҳоле, ки истода буданд, он обро нӯшиданд. Ва дар ривояти дигаре мегӯяд. Ва эшон дар ин рӯз бар уштур савор буданд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Вуҷуби саъй байни Сафо ва Марва",
      "hadiths": [
        {
          "number": 825,
          "full_text": "Аз Оиша (р) ривоят аст, ки хоҳарзодааш Урва ибни Зубайр (р) аз вай аз маънои ин қавли Худованди мутаъол пурсид, ки мефармояд: «Сафо ва Марва аз шаъоири Худо аст. Касе, ки ба хона ҳаҷ ва ё умра мекунад, боке нест, ки байни ин ду (яъне Сафо ва Марва) тавоф намояд». (Бақара: 158) Ва гуфт: Ба Худованд қасам, ки бинобар ин оят касе, ки байни Сафо ва Марва саъй нанамояд, бар вай гуноҳе нест. Оиша (р) гуфт: Хоҳарзодаи азизам! Сухани бисёр баде гуфтӣ, агар маънои оят тавре, ки ту таъвил намудӣ мебуд, чунин мегуфт, ки «боке нест, ки тавоф нанамоянд», вале ин оя дар бораи Ансор нозил гардид, ки пеш аз мусалмон шудан дар вақти иродаи ҳаҷ ба номи Манот, ки яке аз маъбудонашон буда ва рӯи теппаи баланде қарор дошт, нияти ҳаҷ мекарданд ва аз саъй намудан байни Сафо ва Марва эҳсоси гуноҳ менамуданд. Ҳангоме, ки мусалмон шуданд, аз Паёмбари Худо (с) аз ҳукми саъй байни Сафо ва Марва пурсида гуфтанд: Ё Расулаллоҳ, мо аз саъй намудан байни Сафо ва Марва эҳсоси гуноҳ мекардем. Ва ҳамон буд, ки ин қавли Худованди мутаъол нозил гардид, ки: Сафо ва Марва аз шаъоири Худо аст...), то охири оят. Оиша (р) мегӯяд: Паёмбари Худо (с) саъй байни Сафо ва Марваро суннат қарор доданд ва барои ҳеҷ касе раво нест, ки онро тарк намояд."
        }
      ]
    },
    {
      "number": 44,
      "title": "Он чӣ, ки дар мавриди саъй байни Сафо ва Марва омадааст",
      "hadiths": [
        {
          "number": 826,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) вақте ки тавофи аввалро анҷом медоданд, дар се шавти аввали он рамал мекарданд ва чаҳор шавти дигарро ба таври оддӣ тавоф менамуданд ва дар ҳангоми саъй байни Сафо ва Марва аз дохили Масил (яъне ҷои ҷараёни сел) саъй менамуданд."
        }
      ]
    },
    {
      "number": 45,
      "title": "Зани ҳоиз тамоми маносики ҳаҷ ба истиснои тавоф ба хонаро анҷом медиҳад",
      "hadiths": [
        {
          "number": 827,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ва асҳоб (р) нияти ҳаҷ намуданд ва бо ҳеҷ кадом ба ҷуз Паёмбари Худо (с) ва Талҳа ҳадя набуд. Алӣ (р) дар ҳоле, ки бо вай ҳадя буд, аз Яман омад ва гуфт: Ман ҳаҷҷеро ният намудам, ки Паёмбари Худо (с) ният намуданд. Паёмбари Худо (с) саҳобаро амр намуданд, то ҳаҷҷи худро ба умра табдил намоянд. Баъд аз тавоф (ва саъй) мӯйи сари худро кӯтоҳ намуда ва худро ҳалол созанд. Магар касе, ки ҳамроҳаш ҳадя аст. Саҳоба (р) гуфтанд: Мо ба тарафи Мино меравем ва аз олатҳои мо манӣ мечакад. Ин хабар ба Паёмбари Худо (с) расид ва фармуданд: “Агар чизеро, ки дар охир фаҳмидам, аз аввал мефаҳмидам, ҳадяро намефиристодам ва агар ҳадяро намефиристодам, ҳатман худро ҳалол месохтам."
        }
      ]
    },
    {
      "number": 46,
      "title": "Ҳоҷӣ дар рӯзи тарвия намози пешинро дар куҷо бихонад?",
      "hadiths": [
        {
          "number": 828,
          "full_text": "Ривоят аст, ки шахсе ба Анас ибни Молик (р) гуфт: Чизеро, ки аз Паёмбари Худо (с) омӯхтӣ, бароям биёмӯз! Паёмбари Худо (с) дар рӯзи тарвия намози пешин ва асрро дар куҷо хонданд? Гуфт: Дар Мино. Он шахс пурсид: Рӯзи бозгаштан аз Мино намози асрро дар куҷо хонданд? Гуфт: Дар Абтаҳ. Сипас Анас (р) барояш гуфт: Он чӣ, ки амирони ту анҷом медиҳанд, ту ҳам анҷом бидеҳ."
        }
      ]
    },
    {
      "number": 47,
      "title": "Рӯза гирифтан рӯзи Арафа",
      "hadiths": [
        {
          "number": 829,
          "full_text": "Аз Умми Фазл (р) ривоят аст, ки гуфт: Мардумон аз рӯза доштани Паёмбари Худо (с) рӯзи Арафа ба шак афтоданд. Шарбатеро барои Паёмбари Худо (с) фиристодам, эшон он шарбатро нӯшиданд."
        }
      ]
    },
    {
      "number": 48,
      "title": "Рафтан дар вақти гармии рӯз ба тарафи Арафа",
      "hadiths": [
        {
          "number": 830,
          "full_text": "Аз Солим (р) ривоят аст, ки гуфт: Абдулмалик ба Ҳаҷҷоҷ навишт, ки дар умури ҳаҷ набояд аз Ибни Умар (р) мухолифат намоӣ. Рӯзи Арафа Ибни Умар (р) дар ҳоле, ки ман ҳамроҳаш будам, назди хаймаи Ҳаҷҷоҷ омад ва ӯро садо кард. Ҳаҷҷоҷ дар ҳоле, ки изори калони музаъфариро пӯшида буд, аз хайма баромад ва гуфт:  Ё\tАбӯабдурраҳмон,\t    чӣ\t  хабар   аст? (Абӯабдурраҳмон кунияи Абдуллоҳ Ибни Умар (р) аст). Гуфт: Агар мутобиат аз суннатро мехоҳӣ, бояд берун шавӣ! Пурсид: Ҳамин ҳозир? Гуфт: Бале! Гуфт: Пас ба ман мӯҳлат бидеҳ, то обе ба сарам рехта ва биёям. Ибни Умар (р) то омадани Ҳаҷҷоҷ аз маркабаш фуруд омад ва ҳамон ҷо нишаст. Чун Ҳаҷҷоҷ берун шуд, байни ман ва падарам ба роҳ афтод. Ман ба Ҳаҷҷоҷ гуфтам: Агар мутобиат аз суннатро мехоҳӣ, хутбаро кӯтоҳ бикун ва дар вуқуф шитоб кун! Ҳаҷҷоҷ чун ин суханро шунид, ба тарафи Абдуллоҳ нигоҳ кард. Чун Абдуллоҳ дид, ки ба тарафаш нигоҳ мекунад, гуфт: Солим рост мегӯяд."
        }
      ]
    },
    {
      "number": 49,
      "title": "Шитоб намудан ба сӯи мавқиф",
      "hadiths": []
    },
    {
      "number": 50,
      "title": "Истодан дар Арафа",
      "hadiths": [
        {
          "number": 831,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Рӯзи Арафа шутурамро гум кардам ва рафта онро чустуҷӯ мекардам. Паёмбари Худо (с)-ро дидам, ки ба Арафа вуқуф намуданд, бо худ гуфтам: ба Худованд савганд, ки ин шахс аз пархезгорони Қурайш аст. Ӯ дар ин ҷо чӣ мекунад? (Ин вуқуфи Паёмбари Худо (с) дар Арафа пеш аз беъсат буд)."
        }
      ]
    },
    {
      "number": 51,
      "title": "Чӣ гуна рафтан аз Арафот ба сӯи Муздалифа",
      "hadiths": [
        {
          "number": 832,
          "full_text": "Ривоят аст, ки касе аз Усома ибни Зайд (р) пурсид, ки дар ҳаҷҷатул вадоъ Паёмбари Худо (с) ба сӯи Муздалифа чӣ гуна омаданд? Дар ҷавоб гуфт: Рафторашон ба таври миёна буд, вале агар роҳро бе нафар меёфтанд, андаке тезтар мерафтанд."
        }
      ]
    },
    {
      "number": 52,
      "title": "Ҳангоми рафтан ба Арафот Паёмбари Худо (с) мардумро ба оромӣ даъват намуданд",
      "hadiths": [
        {
          "number": 833,
          "full_text": "Ривоят аст, ки Ибни Аббос (р) дар рӯзи Арафот бо Паёмбари Худо (с) ба тарафи Муздалифа меомад. Дар ин вақт Паёмбари Худо (с) аз пушти сар ҳаёҳуи мардум ва задани шутуронро шуниданд. Бо тозиёнаи худ ба тарафи мардум ишора намуда ва фармуданд: ”Эй мардум! Ором ва бовиқор бошед! Савоб ва хайр дар шитоб ва тез рафтан нест!”"
        }
      ]
    },
    {
      "number": 53,
      "title": "Касе, ки заъифони оилаашро дар шаби Муздалифа пеш аз худ фиристод ва худаш вуқуф ва дуо намуд ва баъд аз ғиёби маҳтоб ҳаракат кард",
      "hadiths": [
        {
          "number": 834,
          "full_text": "Аз Абдуллоҳ ғуломи Асмоъа бинти Абӯбакр (р) ривоят аст, ки Асмоъа (р) шаби Арафа ба Муздалифа омад, баъд аз он бархост ва соате намоз хонд. Баъд аз он аз ғуломаш Абдуллоҳ ибни Кайсон пурсид: Фарзандам! Оё маҳтоб ғуруб кардааст? Гуфт: На! Боз соате намоз хонда ва пурсид: Оё махтоб ғуруб кардааст? Гуфт: На. Боз соате намоз хонд ва пурсид: Оё маҳтоб ғуруб кардааст? Гуфт: Бале! Гуфт: Ҳаракат кунед. Ҳаракат карда рафтем, то ин, ки Асмоъа (р) ҷамраи Ақабаро зад, Баъд аз он баргашт ва намози субҳро дар манзили худ адо намуд. Абдуллоҳ (р) мегӯяд, барояш гуфтам: Эй фалонӣ, фикр мекунам, ки мо ба торикӣ ба Мино расидем. Гуфт: Фарзанди азизам! Паёмбари Худо (с) барои занон ин иҷозаро додаанд."
        },
        {
          "number": 835,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ба Муздалифа расидем, Савда (р), ки зани чоқе буд, аз Паёмбари Худо (с) иҷоза хост, то пеш аз издиҳоми мардум ҳаракат намояд. Паёмбари Худо (с) барояш иҷоза доданд ва ӯ пеш аз издиҳоми мардум ҳаракат намуд ва ба Мино рафт, вале мо то субҳ ҳамон ҷо мондем ва субҳ ҳамроҳи Паёмбари Худо (с) ҳаракат намудем. Агар ман ҳам монанди Савда (р) аз Паёмбари Худо (с) иҷоза мегирифтам, бароям аз ҳар хушии дигаре хуштар буд."
        }
      ]
    },
    {
      "number": 54,
      "title": "Касе, ки намози субҳро дар Муздалифа адо намуд",
      "hadiths": [
        {
          "number": 836,
          "full_text": "Ривоят аст, ки Абдуллоҳ (р) ба Муздалифа омад ва ду намозеро, ки дар он ҷо хонда мешавад, ҳар намозеро ба як азон ва як иқома адо намуд ва таъоми шабро дар байни он ду намоз тановул кард. Баъд аз он ҳангоме, ки фаҷр тулӯъ кард, намози бомдодро адо намуданд. Касе мегуфт, ки фаҷр тулӯъ кардааст ва касе мегуфт, ки тулӯъ накардааст. Ровӣ мегӯяд: Паёмбари Худо (с) фармуданд: «Ин ду намоз, яъне намози шом ва намози хуфтан дар ин макон аз вақташон тағйир мекунад ва мардум набояд то вақте ки торик намешавад, ҷамоат намоянд ва вақти намози субҳ ҳамин вақт аст.” Абдуллоҳ (р) баъд аз он вуқуф намуд, то он, ки ҳаво рӯшан шуд. Баъд аз он гуфт: Агар амиралмӯъминин ҳоло ҳаракат намояд, мувофиқи суннат амал намудааст. Ровӣ мегӯяд: Намедонам, гуфти ӯ зудтар буд, ё ҳаракат кардани Усмон (р). Ва Абдуллоҳ ибни Масъуд то задани ҷамраи Ақаба дар рӯзи ид ба таври мустамир талбия мегуфт."
        }
      ]
    },
    {
      "number": 55,
      "title": "Аз Муздалифа чӣ вақт бояд ҳаракат намуд?",
      "hadiths": [
        {
          "number": 837,
          "full_text": "Ривоят аст, ки Умар (р) намози субҳро дар Муздалифа адо намуд. Баъд аз он вуқуф намуд ва гуфт: Мушрикин, то вақте ки офтоб тулӯъ намекард, ҳаракат намекарданд ва мегуфтанд: Эй офтоб, бар Сабир битоб! (Сабир кӯҳи машҳурест дар Муздалифа. Яъне мушрикин мунтазири он буданд, ки офтоб бар кӯҳи Сабир битобад ва баъд аз он онҳо ба тарафи Мино ҳаракат намоянд). Вале Паёмбари Худо (с) ба онҳо мухолифат намуданд (яъне пеш аз тулӯъи офтоб бар тарафи Мино ҳаракат намуданд) ва ба ҳамин асос Умар (р) пеш аз тулӯъи офтоб ҳаракат намуд."
        }
      ]
    },
    {
      "number": 56,
      "title": "Савор шудан бар шутур",
      "hadiths": [
        {
          "number": 838,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шахсеро диданд, ки шутуреро бо худ мебарад. Фармуданд: ”Бар ӯ савор шав.” Гуфт: Ин шутур ҳадя аст. Фармуданд: “Савор шав!” Гуфт: Ин шутур ҳадя аст. Фармуданд: “Вой бар ту! Савор шав!” Ин суханро ду ва ё се бор такрор намуданд."
        }
      ]
    },
    {
      "number": 57,
      "title": "Касе, ки шутури ҳадяро бо худ бурдааст",
      "hadiths": [
        {
          "number": 839,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: дар ҳаҷҷату-л-вадоъ Паёмбари Худо (с) умра ва ҳаҷро бо ҳам адо намуданд ва ҳадяро аз Зулҳулайфа бо худ бурданд ва аввал нияти умра ва сипас нияти ҳаҷ намуданд ва мардум бо Паёмбари Худо (с) умраи таматтӯъ намуданд ва сипас ҳаҷ карданд. Баъзе аз мардум ҳадяро бо худ бурданд ва иддаи дигаре ҳадя надоштанд. Хангоме, ки Паёмбари Худо (с) ба Макка омаданд, ба мардум гуфтанд: ‘*Касе аз шумо ҳадя оварда набояд, то вақте ки ҳаҷро комилан адо намекунад, худро ҳалол созад ва касе, ки ҳадяро наовардааст, ба хонаи Каъба тавоф кунад ва байни Сафо ва Марва саъй намояд. Баъд аз он мӯйи худро кӯтоҳ намуда, худро ҳалол созад. Баъд аз он барои адои ҳаҷ ният намояд ва касе, ки ҳадя барояш муяссар нест, се рӯз дар ҳаҷ ва ҳафт рӯз баъд аз бозгашт рӯза бигирад.”"
        }
      ]
    },
    {
      "number": 58,
      "title": "Касе, ки шутури ҳадяро дар Зулҳулайфа қалода карда ва баъд аз он эҳром бастааст",
      "hadiths": [
        {
          "number": 840,
          "full_text": "Аз Мисвар ибни Махрама ва Марвон (р) ривоят аст, ки гуфтанд: Дар воқеаи Ҳудайбия Паёмбари Худо (с) бо чандсад нафар аз саҳобаҳояшон аз Мадина хориҷ гардиданд. Чун ба Зулхулайфа расиданд, Паёмбари Худо (с) шутури ҳадяро калода намуда ва барои адои умра ният намуданд."
        }
      ]
    },
    {
      "number": 59,
      "title": "Касе, ки ба дасти худаш қалодаро ба гирди шутурон баста аст",
      "hadiths": [
        {
          "number": 841,
          "full_text": "Ривоят аст, ки ба Оиша (р) хабар расид, ки Абдуллоҳ ибни Аббос (р) мегӯяд: Касе, ки ҳадяро фиристода бошад, то вақте ки ҳадяаш забҳ нагардидааст, ҳар чизе ки бар ҳуҷҷоҷ ҳаром аст, бар вай ҳаром мебошад. Оиша (р) гуфт: Ин тавр, ки ӯ мегӯяд нест, ман ба дасти худ қалодаҳои шутурони ҳадяи Паёмбари Худо (с)-ро тобидам ва Паёмбари Худо (с) ба дасти худ онҳоро ба гардани шутурон бастанд ва он шутуронро ба дасти падарам фиристоданд ва ҳеҷ чизеро, ки Худованд барои Паёмбари Худо (с) ҳалол сохта буд, то ҳангоми забҳи шутурон бар эшон ҳаром нагардид."
        }
      ]
    },
    {
      "number": 60,
      "title": "Қалода кардани гӯсфандон",
      "hadiths": [
        {
          "number": 842,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) гӯсфандеро ҳадя фиристоданд. Ва дар ривояте аз вай омадааст, ки Паёмбари Худо (с) гӯсфандеро қалода намуданд ва худашон дар хонаводаи худ ҳалол боқӣ монданд (яъне баъд аз фиристодани ҳадя ҳеҷ чиз барояшон ҳаром нагардида буд)."
        }
      ]
    },
    {
      "number": 61,
      "title": "Қалодаи пашмин",
      "hadiths": [
        {
          "number": 843,
          "full_text": "Дар ривояти дигаре аз Оиша (р) омадааст, ки гуфт: Қалодаи шутуронро аз пашме, ки бо худ доштам, бофтам."
        }
      ]
    },
    {
      "number": 62,
      "title": "Ҷули шутур ва хайрот додани он",
      "hadiths": [
        {
          "number": 844,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро амр намуданд, то ҷул ва пӯсти шутуронеро, ки забҳ карда буданд, хайрот намоям."
        }
      ]
    },
    {
      "number": 63,
      "title": "Забҳ кардани гов аз тарафи ҳамсарони худ бидуни иҷозаашон",
      "hadiths": [
        {
          "number": 845,
          "full_text": "Ҳадиси Оиша (р), ки ривоят карда буд, бо Паёмбари Худо (с) ҳангоме, ки панҷ рӯз аз Зулқаъда боқйӣ монда буд, аз Мадина берун шудем, қаблан гузашт. Ва дар ин ривоят ин ҳам омадааст, ки дар рӯзи иди Қурбон барои мо гӯшти гове оварданд. Пурсидам: Ин аз куҷо аст? (Касе, ки он гӯштро оварда буд) гуфт: Аз гӯшти гове аст, ки Паёмбари Худо (с) ба ивази ҳамсарони худ забҳ намудаанд."
        }
      ]
    },
    {
      "number": 64,
      "title": "Забҳ кардан дар Мино, дар ҷое, ки Паёмбари Худо (с) забҳ намудаанд",
      "hadiths": [
        {
          "number": 846,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Умар (р) дар ҳамон ҷое забҳ мекард, ки Паёмбари Худо (с) забҳ карда буданд."
        }
      ]
    },
    {
      "number": 65,
      "title": "Забҳ кардани шутур дар ҳолати бастани дасташ",
      "hadiths": [
        {
          "number": 847,
          "full_text": "Ва ривоят аст, ки Ибни Умар (р) шахсеро дид, ки шутурашро хобонда, забҳ мекунад. Ба ӯ гуфт: ӯро истода ва дар ҳоле, ки дасташ баста бошад, забҳ кун. Суннати Паёмбари Худо (с) чунин аст."
        }
      ]
    },
    {
      "number": 66,
      "title": "Барои пӯсткунанда набояд аз ҳадя чизе дод",
      "hadiths": [
        {
          "number": 848,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро амр карданд, то бар забҳи шутурон сарпарастӣ намоям ва аз куштан ва пуст кардани онҳо ба қассобҳо чизе надиҳам."
        }
      ]
    },
    {
      "number": 67,
      "title": "Миқдоре, ки аз шутур ҳадя хӯрда мешавад ва миқдоре, ки садақа дода мешавад",
      "hadiths": [
        {
          "number": 849,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Мо аз шутури ҳадяи худ бештар аз се рӯз, ки дар Мино будем, намехӯрдем. Вале Паёмбари Худо (с) ба мо иҷоза дода ва фармуданд: “Бихӯред ва захира кунед! Ва мо хӯрдем ва ҳам захира кардем."
        }
      ]
    },
    {
      "number": 68,
      "title": "Тарошидан ва кӯтоҳ кардани мӯйи сар дар вақти хориҷ шудан аз эҳром",
      "hadiths": [
        {
          "number": 850,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳаҷ сари худро тарошиданд."
        },
        {
          "number": 851,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дуо карда гуфтанд: “Худоё, касонеро, ки сарашонро тарошидаанд, раҳмат кун!  Гуфтанд: Ё Расулаллоҳ! Барои касоне, ки мӯйи сари худро кӯтоҳ кардаанд, ҳам дуо кунед. Гуфтанд: “Худоё, бар касоне, ки сарашонро тарошидаанд, раҳмат кун.” Гуфтанд: Ё Расулаллоҳ, барои касоне, ки мӯйи сари худро кӯтоҳ кардаанд, ҳам дуо кунед. Гуфтанд: “... ва ба касоне, ки мӯйи сари худро кӯтоҳ кардаанд, раҳмат кун!"
        },
        {
          "number": 852,
          "full_text": "Аз Абӯҳурайра (р) низ монанди ҳадиси гузашта ривоят гардида, магар ӯ ба ҷои “раҳмат кун,” “биёмурз”-ро ривоят намудааст ва баъд аз ин, ки се бор дар ҳаққи касоне, ки сари худро тарошидаанд, дуо намуданд, (бори чаҳорум) дар ҳаққи касоне, ки мӯйи худро кӯтоҳ намуда буданд, дуо карданд."
        },
        {
          "number": 853,
          "full_text": "Аз Муъовия (р) ривоят аст, ки гуфт: Ман аз мӯйи сари Паёмбари Худо (с) бо пайкон чизе кӯтоҳ намудам."
        }
      ]
    },
    {
      "number": 69,
      "title": "Задани ҷамраҳо",
      "hadiths": [
        {
          "number": 854,
          "full_text": "Ривоят аст, ки шахсе аз Ибни Умар (р) пурсид: Чӣ вақт бояд ҷамра бизанем? (Мурод аз ин ҷамраҳо ҷамраҳои айёми ташриқ аст, ки дар рӯзи дуввум, саввум ва чаҳоруми ид мебошад). Гуфт: Вақте ки имоми ту ҷамра зад. Он шахс суолашро дубора такрор намуд. Ибни Умар (р) гуфт: Интизор мекашидем, ки офтоб завол намояд ва чун офтоб завол мекард, ҷамра мезадем."
        }
      ]
    },
    {
      "number": 70,
      "title": "Ҷамра задан аз поёни водӣ",
      "hadiths": [
        {
          "number": 855,
          "full_text": "Ривоят аст, ки Абдуллоҳ ибни Масъуд (р) аз тарафи поёни водӣ ҷамра мезад. Касе ба ӯ гуфт: Мардум аз тарафи пушти водӣ ҷамра мезананд. Гуфт: Қасам ба Худое, ки ҷуз ӯ Худое нест, ки ин мақоми касест, ки сураи «Бақара» бар вай нозил гардидааст."
        }
      ]
    },
    {
      "number": 71,
      "title": "Ҷамра задан бо ҳафт сангча",
      "hadiths": [
        {
          "number": 856,
          "full_text": "Ривоят аст, ки Ибни Масъуд (р) ҳангоми задани ҷамраи Ақаба Каъбаро ба тарафи чап ва Миноро ба тарафи рости худ қарор дод. Бо ҳафт сангча ҷамра зада ва гуфт: касе, ки бар вай сураи «Бақара» нозил гардидааст, ҳамин гуна ҷамра зад."
        }
      ]
    },
    {
      "number": 72,
      "title": "Дар вақти ҷамра задан баъд аз рамйи ду ҷамра бояд ба ҳамворӣ рафта, рӯйи худро ба тарафи қибла намуд",
      "hadiths": [
        {
          "number": 857,
          "full_text": "Ривоят аст, ки Ибни Умар (р) ҷамраи кӯчакро бо ҳафт сангча рамй менамуд ва бо задани ҳар сангча такбир мегуфт. Баъд аз он пеш мерафт, то ба ҳамворӣ мерасид, дар ин чо рӯй ба қибла муддати тӯлонӣ дастҳояшро боло карда ва дуо мекард. Баъд аз он ҷамраи миёнаро рамй менамуд. Баъд аз ҷамра задан тарафи шимолро мегирифт, то ба ҳамворӣ мерасид. Дар ин ҷо рӯй ба қибла муддати тӯлонӣ дастҳояшро боло карда ва дуо мекард. Баъд аз он ҷамраи Ақабаро аз қисмати поёни водӣ рамй менамуд ва дар ин ҷо таваққуф намекард, балки баргашта мегуфт: Паёмбари Худо (с)-ро дидам, ки ҳамин тавр рамй намуданд."
        }
      ]
    },
    {
      "number": 73,
      "title": "Тавофи видоъ",
      "hadiths": [
        {
          "number": 858,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Мардум амр шуданд, ки охирин корашон дар ҳаҷ тавоф ба хонаи Каъба бошад, вале ин тавоф аз занони ҳоиз соқит гардид."
        },
        {
          "number": 859,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) намози пешин ва аср ва шом ва хуфтанро адо намуданд, баъд аз он андак вақте дар Муҳассаб истироҳат карданд, баъд аз он ба тарафи хонаи Каъба рафта ва тавоф намуданд (мурод аз ин тавоф тавофи видоъ аст)."
        }
      ]
    },
    {
      "number": 74,
      "title": "Вақте ки зан баъд аз омадан аз Арафот ба одати моҳона гирифтор мешавад",
      "hadiths": [
        {
          "number": 860,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Барои зани ҳоиз баъд аз ин ки аз Арафот омад, рухсат дода шудааст, ки (бидуни анҷом додани тавофи видоъ аз Макка) биравад. Яке аз ровиён мегӯяд: Аз Ибни Умар (р) шунидам, ки мегуфт: Чунин зане набояд биравад. Вале баъд аз он аз вай шунидам, ки мегуфт: Паёмбари Худо (с) барои онҳо рухсати рафтан додаанд (яъне барои зани ҳоиз иҷоза доданд, ки пеш аз анҷом додани тавофи видоъ аз Макка хориҷ шавад)."
        }
      ]
    },
    {
      "number": 75,
      "title": "Ҳукми манзил кардан дар Муҳассаб",
      "hadiths": [
        {
          "number": 861,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Таҳсиб чизе нест (яъне нузул кардан дар минтақаи Муҳассаб аз маносики ҳач нест), балки манзилест, ки Паёмбари Худо (с) дар он манзил намуданд."
        }
      ]
    },
    {
      "number": 76,
      "title": "Манзил намудан ба Зитуво пеш аз дохил шудан ба Макка ва манзил намудан дар дашти Зулҳулайфа дар вақти баргаштан аз Макка",
      "hadiths": [
        {
          "number": 862,
          "full_text": "Ривоят аст, ки Ибни Умар (р) ҳангоме аз Мадина, ки ба тарафи Макка меомад, шабро ба Зитуво манзил мекард, чун субҳ мешуд. дохили Маккаи мукаррама мегардид ва чун аз Мино меомад, ба Зитуво меомад ва шабро то субҳ дар ин чо манзил мекард ва мегуфт: Паёмбари Худо (с) чунин мекарданд."
        }
      ]
    }
  ],
  "total_chapters": 76,
  "total_hadiths": 94,
  "unique_hadith_numbers": 94
}