{
  "id": 7,
  "number": 7,
  "title": "КИТОБИ ТАЯММУМ",
  "chapters": [
    {
      "number": 1,
      "title": "Пас агар обе наёфтед...",
      "hadiths": [
        {
          "number": 223,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Дар яке аз сафарҳои Паёмбари Худо (с) бо эшон ҳамсафар будем. Чун ба минтақаи Байдо ё минтақаи Зоту-л-Ҷайш расидем. гулӯбандам афтод ва гум шуд. Паёмбари Худо (с) бо дигар ҳамроҳонашон барои ҷустуҷӯи гулӯбанд таваққуф намуданд ва дар ин маҳал об ҳам пайдо намешуд. Касоне назди Абӯбакр (р) омада гуфтанд: Хабар надорӣ, ки Оиша чӣ кардааст, сабаби таваққуфи Паёмбари Худо (с) ва дигарон гардидааст ва ин дар ҳолест, ки бо худ обе надоранд ва ин ҷо обе ҳам пайдо намешавад. Абӯбакр (р) дар ҳоле, ки сари Паёмбари Худо (с) рӯи зонуям буд ва ба хоб рафта буданд, омад ва гуфт: Сабаби таваққуфи Паёмбари Худо (с) ва дигар мардум шудаӣ, дар ҳоле, ки ин ҷо на обе ҳаст ва на ҳам онҳо бо худ обе доранд. Оиша (р) мегӯяд: Абӯбакр маро мавриди итоб қарор дод ва он чӣ, ки дилаш мехост, гуфт. Ва ба дасти худ ба паҳлӯям мезад ва аз ин, ки сари Паёмбари Худо (с) ба зонуям ниҳода буд, ҳаракате карда наметавонистам. Чун Паёмбари Худо (с) субҳ аз хоб бедор шуданд, обе вуҷуд надошт ва Худованд ояи таяммумро нозил фармуд ва мардум таяммум карданд. Усайд ибни Ҳузайр (р) гуфт: Эй хонадони Абӯбакр, ин аввалин баракати шумо нест. Оиша мегӯяд: Чун шутуреро, ки ман бар ӯ савор будам, аз ҷояш ҳаракат додем, гулӯбандро аз зери пояш ёфтем."
        },
        {
          "number": 224,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Бароям панҷ чиз дода шудааст, ки барои ҳеҷ касе пеш аз ман дода нашудааст-ин, ки аз масофати якмоҳа роҳ ба дили душманонам хавф ва руъб меафтад, ин, ки замин бароям масҷид ва василаи таҳорат қарор дода шудааст, пас ҳар касе аз уммати ман, ки намозро дарёфт (ва оберо надид, таяммум кунад) ва намозро адо намояд ва ин, ки амволи ғанимат бароям ҳалол гардида ва барои ҳеҷ каси дигаре пеш аз ман ҳалол нагардида буд ва ин, ки бароям иҷозаи шафоат дода шудааст ва ин, ки пайғамбарони пеш аз ман хос барои қавми худ мабъус мешуданд ва ман барои ҳамаи мардумон мабъус гардидаам."
        }
      ]
    },
    {
      "number": 2,
      "title": "Таяммум дар ҳоли муқим будан дар сурати набудани об ва хавфи фавти намоз",
      "hadiths": [
        {
          "number": 225,
          "full_text": "Аз Абӯҷуҳайм ибни Ҳориси Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз тарафи маҳаллаи Биъри Ҷамал меомаданд, ки шахсе эшонро дида, салом гуфт. Паёмбари Худо (с) саломашро (алайк) надоданд, то ин, ки наздики девор омаданд ва аз он девор бар рӯй ва дастҳои худ масҳ намуданд (яъне, таяммум карданд) ва баъд аз он ҷавоби саломи он шахсро доданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Оё ҷавоз дорад, ки шахси таяммумкунанда дар дастҳои худ пуф намояд",
      "hadiths": [
        {
          "number": 226,
          "full_text": "Аз Аммор ибни Ёсир (р) ривоят аст, ки ба Умар ибни Хаттоб (р) гуфт: Оё ба ёдат ҳаст, ки ман ва ту дар сафаре бо ҳам будем ва ту намоз нахондӣ ва ман дар (хок) ғалт зада ва намози худро хондам. Чун ин воқеаро барои Паёмбари Худо (с) гуфтем, фармуданд: “Агар чунин мекардӣ, бароят кофӣ буд.” Ва Паёмбари Худо (с) ҳар ду кафи дасти худро бар замин заданд ва дар онҳо пуф карданд ва сипас рӯй ва дастҳои худро бо онҳо масҳ намуданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Хоки пок барои мусалмон вузӯ буда ва ҷойи обро мегирад",
      "hadiths": [
        {
          "number": 227,
          "full_text": "Аз Имрон ибни Ҳусайни Хузоъӣ ривоят аст, ки гуфт; Дар яке аз сафарҳо ҳамроҳи Паёмбари Худо (с) будам. Ҳамаи шаб роҳ паймудем ва чун охири шаб шуд, дар ҷое ором гирифтем ва албатта барои мусофир ҳеҷ чизе ширинтар аз истироҳати охири шаб нест ва то офтоб бар мо натобид, аз хоб бедор нашудем ва аввалин касе, ки аз хоб бедор шуд, фалон кас буд. Баъд аз вай фалон каси дигар ва баъд аз вай фалонӣ ва чаҳорумашон Умар ибни Хаттоб (р) буд. Паёмбари Худо (с), ки хоб мешуданд, то худашон бедор намешуданд, мо эшонро аз хоб бедор намекардем, чун намедонистем, ки дар ҳолати хоб ба эшон чӣ рух медиҳад ва чун Умар (р) аз хоб бедор шуд ва ҳолати мардумро дид ва дар айни ҳол шахси боҳайбате буд, бо садои баланд такбир гуфт ва ба такбир гуфтани худ то ҷое идома дод, ки Паёмбари Худо (с) аз садои такбири ӯ аз хоб бедор шуданд. Дар ин вақт мардум назди Паёмбари Худо (с) омада, аз мусибати фавт шудани намоз барояшон шикоят намуданд, эшон фармуданд: “Мушкиле нест! Ҳаракат кунед!” Аз он ҷо ҳаракат кардем ва ҳанӯз роҳи зиёдеро напаймуда будем, ки Паёмбари Худо (с) таваққуф намуданд, об хостанд ва вузӯ сохтанд, баъд аз он намозро барои мардум адо намуданд ва чун аз намоз фориғ шуданд, шахсеро диданд, ки дар гӯшае нишаста ва бо мардум намоз нахондааст, аз вай пурсиданд: Чӣ чиз монеъи намоз хонданат бо мардум шудааст?”  Гуфт: Ҷунуб шудаам ва обе нест. Фармуданд: \"Аз хок истифода мекардӣ ва хок барои таҳорат кофӣ аст”, Сипас Паёмбари Худо (с) ҳаракат карда ва ба роҳ афтоданд, мардуме омада ва аз ташнагӣ шикоят намуданд. Паёмбари Худо (с) таваққуф намуданд, Алӣ (р) ва яке аз асҳобро назди худ хоста фармуданд: \"Биравед ва об пайдо кунед”. Он ду нафар рафта ва занеро диданд, ки байни ду машки об болои шутураш нишастааст. Аз он зан пурсиданд, ки об дар куҷост? Он зан гуфт: Ман дирӯз ҳамин вақт бар сари об будам ва мардуми мо ба талаби об баромадаанд. Барояш гуфтанд: Пас биё, биравем. Гуфт: Куҷо биравам? Гуфтанд: Назди Паёмбари Худо (с). Гуфт: Назди он, ки аз дини обояш баргаштааст? Гуфтанд: Бале! Ин ҳамон кас аст. Биё, ки биравем. Ва ӯро назди Паёмбари Худо (с) оварда ва моҷароро ҳикоят намуданд. Ровӣ мегӯяд: Паёмбари Худо (с) фармуданд: Ӯро аз шутураш пиёда кунед. Ва Паёмбари Худо (с) зарферо талаб карданд ва аз он ду машк миқдори оберо дар он зарф рехтанд ва даҳани машкҳоро баста ва қисмати поёни онҳоро боз намуданд ва мардумро садо заданд, то аз он об худ нӯшида ва ҳайвоноти худро низ об диҳанд. Ҳар кас мехост худаш ва ҳар кас мехост ҳайвонашро об дод ва охирин шахс ҳамон шахси ҷунуб буд, ки ба вай зарфе аз об доданд ва фармуданд: “Ин обро бигир ва ба сари худ бирез”. Он зан ҳамон тавр истода буд ва нигоҳ мекард, ки ба обҳояш чӣ мекунанд ва ба Худованд қасам, ки он об комилан халос шуд ва боз дидем, ки он машкҳо нисбат ба аввал пуртар шудааст ва Паёмбари Худо (с) фармуданд: “Барои ин зан чизе ҷамъоварӣ намоед”. Барояш хурмо, орд ва талқон ҷамъ намуда, дар ҷомае ниҳоданд ва он занро бар шутураш савор намуда, он ҷомаро пеши рӯяш гузоштанд. Ва Паёмбари Худо (с) барои он зан гуфтанд “Бидон, ки мо аз оби ту чизе кам накардаем ва Худованди мутаъол буд, ки моро сероб сохт”. Он зан дертар аз мавъиди муайян ба хонаводааш расид, вобастагонаш аз вай пурсиданд, ки сабаби таъхири ту чӣ буд? Гуфт: Қисаам тааҷҷубовар аст, маро ду нафар гирифта ва назди ҳамон касе, ки ӯро (собиъӣ) мегӯянд бурданд (собиъӣ касест, ки дини аслиашро тарк намуда ва ба дини дигаре гароида бошад) ва ӯ чунин ва чунон кард ва ба Худованд қасам аст, ки ӯ ё соҳиртарини мардумони байни осмону замин аст ва ё пайғамбари барҳаққи Худо аст. Мусалмонон баъд аз ин воқеа бар мушрикине, ки дар атрофи диёри он зан буданд, ҳамла намуданд, вале ба мардум ва хонаҳое, ки он зан мутааллик ба онҳо буд, коре надоштанд. Он зан рӯзе ба қавмаш гуфт: Фикр мекунам, ки ин мардум (мусалмонон) қасдан шуморо мавриди таарруз қарор намедиҳанд, оё намехоҳед мусалмон шавед? Ва онҳо пешниҳодашро пазируфта, мусалмон шуданд."
        }
      ]
    }
  ],
  "total_chapters": 4,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}