{
  "id": 13,
  "number": 13,
  "title": "КИТОБИ АҲКОМИ НАМОЗИ ИДАЙН",
  "chapters": [
    {
      "number": 1,
      "title": "(Бозӣ кардан) ба найза ва сипар дар рӯзи ид",
      "hadiths": [
        {
          "number": 527,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) наздам омаданд ва дар ин вақт ду духтарак наздам нишаста ва аз воқеаҳои ҷанги Буъос ҳамосахонӣ мекарданд. (Паёмбари Худо (с) рӯи болин ғалтиданд ва рӯи худро ба ҷониби дигаре намуданд. Баъд аз он Абӯбакр (р) дохил гардид, маро сарзаниш намуда гуфт: Дар ҳузури Паёмбари Худо (с) овози шайтонро баланд мекунӣ? Паёмбари Худо (с) ӯро мухотаб қарор дода ва фармуданд: “Ба онҳо (яъне ба он ду духтар) чизе магӯ\". Вале ҳангоме, ки (Паёмбари Худо (с) ба чизи дигаре машғул шуданд, ба он ду духтар ишора намудам (ки берун шавед) ва онҳо берун шуда рафтанд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Хӯрдани чизе дар рӯзи иди фитр пеш аз рафтан ба сӯи намоз",
      "hadiths": [
        {
          "number": 528,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи иди Фитр то чанд хурмое намехӯрданд, берун намешуданд. Ва дар ривояти дигаре аз вай нақл аст, ки гуфт: Ва (адади) хурмоҳое, ки мехӯрданд, тоқ буд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Хурдан дар рӯзи иди Қурбон",
      "hadiths": [
        {
          "number": 529,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоле, ки хутба мехонданд, шунидам, ки фармуданд: “Аввалин кореро, ки имрӯз (яъне рӯзи иди Қурбон) анҷом медиҳем, ин аст, ки намозро адо намуда, баъд аз он бармегардем ва қурбонӣ мекунем. Касе, ки чунин кунад, ба суннати мо амал кардааст.”"
        },
        {
          "number": 530,
          "full_text": "Ва аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи иди Қурбон баъд аз намоз барои мо хутба хонда ва фармуданд: “Касе, ки намози моро хонда бошад ва монанди мо қурбонӣ намуда бошад, қурбониаш дар вақти муносибаш воқеъ шудааст ва касе, ки пеш аз намоз қурбонӣ кардааст, забҳи пеш аз намоз аз қурбонӣ ҳисоб намешавад.\" Абӯбурда ибни Ниёр тағои (Бароъ) (р) гуфт: Ё Расулаллоҳ, ман гӯсфандамро пеш аз намоз қурбонӣ кардам ва фикр мекардам, ки чун имрӯз рӯзи хӯрдану нӯшидан аст, беҳтар аст, ки гӯсфандам аввалин гӯсфанде бошад, ки дар хонаам забҳ мегардад, аз ин ҷиҳат онро забҳ намудам ва пеш аз он, ки ба намоз биёям, хӯроки субҳона хӯрдам. Паёмбари Худо (с) фармуданд: “Гӯсфанди ту гӯсфанди гӯшт аст? Гуфт: Ё Расулаллоҳ, барраи хурдсоле дорем, ки дар наздам аз ду буз боарзиштар аст, оё барои қурбониам раво аст? Фармуданд: “Бале, вале барои шахси дигаре баъд аз ту раво нест.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Рафтан ба идгоҳе, ки минбар надошт",
      "hadiths": [
        {
          "number": 531,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) рӯзи иди Фитр, рӯзи иди Қурбон ба идгоҳ мерафтанд ва аввалин коре, ки мекарданд, адои намоз буд, баъд аз он бармегаштанд ва дар ҳоле, ки мардум дар сафҳо нишаста буданд, рӯ ба рӯяшон истода ва барои онҳо ваъзу насиҳат ва амр мекарданд ва агар мехостанд, гурӯҳеро ба кадом тарафе ба ҷиҳод бифиристанд, онҳоро ҷудо мекарданд ва агар мехостанд онҳоро ба чизе амр намоянд, амр мекарданд ва баъд аз он бармегаштанд. Абӯсаъид (р) мегӯяд: Мардум ба ҳамин тариқ намози идро адо мекарданд, то ин, ки дар иди Қурбон ва ё иди Фитр бо Марвон, ки дар он вақт амири Мадина буд, ба тарафи идгоҳ рафтам ва дидам, ки Касир ибни Салт минбаре сохтааст. Чун Марвон мехосг, ки болои минбар барояд, аз либосаш гирифтам ва ӯро ба тарафи худ кашидам, ӯ маро ба ақиб ронд ва болои минбар баромад ва пеш аз намоз хутба хонд. Барояш гуфтам: Ба Худованд савганд, ки (суннати Паёмбари Худо (с)-ро тағйир додед, (зеро Паёмбари Худо (с) хутбаро баъд аз намоз мехонданд). Гуфт: Эй Абӯсаъид, он чиро, ки ту медонистӣ, акнун аз байн рафтааст. Гуфтам: Ба Худованд қасам, он чиро, ки медонам, беҳтар аст аз он чӣ, ки намедонам. Гуфт: Мардум баъд аз намоз барои шунидани хутбаи мо наменишинанд, аз ин ҷиҳат пеш аз намоз хутба хондам."
        }
      ]
    },
    {
      "number": 5,
      "title": "Пиёда ва савора ба тарафи идгоҳ рафтан ва намоз хондан пеш аз хутба",
      "hadiths": [
        {
          "number": 532,
          "full_text": "Аз Ибни Аббос ва Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфтанд: Дар ҳеҷ кадоме аз намози иди Қурбон ва иди Фитр азон дода намешуд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Хутба хондан баъд аз намози ид",
      "hadiths": [
        {
          "number": 533,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Намози идро бо Паёмбари Худо (с) ва Абӯбакр ва Умар ва Усмон (р) хондам, ҳамаи эшон пеш аз хутба намоз мехонданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Фазилати кори нек дар айёми ташриқ",
      "hadiths": [
        {
          "number": 534,
          "full_text": "Ва аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Савоби аъмоли нек дар ҳеҷ вақте бештар аз анҷом додани он дар ҳамин даҳ рӯз нест.\" Гуфтанд: Ҳатто ҷиҳод ҳам беҳтар нест? Фармуданд: “Ҳатто ҷиҳод ҳам беҳтар нест, магар ҷиҳоди касе, ки бо ҷон ва молаш ба қасди аз байн бурдани душман баромада бошад ва молаш аз байн рафта ва худаш шаҳид шуда бошад»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Такбир гуфтан дар рӯзҳои Мино ва ҳангоми рафтан ба сӯи Арафот",
      "hadiths": [
        {
          "number": 535,
          "full_text": "Ривоят аст, ки касе аз Анас (р) пурсид: Шумо (ҳангоми эҳром бастан барои ҳаҷ) талбияро дар замони Расули акрам (с) чӣ гуна мегуфтед? Гуфт: Баъзе талбия мегуфтанд ва касе ба вай эътироз намекард ва иддаи дигаре такбир мегуфтанд ва касе ба ӯ эътироз намекард."
        }
      ]
    },
    {
      "number": 9,
      "title": "Куштани шутур ва гӯсфанд дар идгоҳ",
      "hadiths": [
        {
          "number": 536,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) шутур ва ё гӯсфандро дар идгоҳ забҳ мекарданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Тағйир додани роҳи рафтуомад дар намози ид",
      "hadiths": [
        {
          "number": 537,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи ид роҳи баргаштан аз идгоҳро тағйир медоданд (яъне, аз роҳи дигаре ғайр аз роҳе, ки рафта буданд, бармегаштанд)."
        },
        {
          "number": 538,
          "full_text": "Ҳадиси Оиша (р) дар мавзӯъи ҳабашиҳо ва бозӣ кардани онҳо дар дохили масҷид қаблан гузашт ва дар ривояти дигар омадааст, ки... Умар (р) онҳоро сарзаниш намуда ва Паёмбари Худо (с) ба ӯ гуфтанд Бани Арфидаро ба ҳоли худашон бигзор.\" (Мурод аз бани Арфида мардуми Ҳабаша аст)."
        }
      ]
    }
  ],
  "total_chapters": 10,
  "total_hadiths": 12,
  "unique_hadith_numbers": 12
}