{
  "id": 24,
  "number": 24,
  "title": "КИТОБИ ЗАКОТ",
  "chapters": [
    {
      "number": 1,
      "title": "Воҷиб будани закот",
      "hadiths": [
        {
          "number": 702,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) Муъоз (р)-ро ба Яман фиристоданд ва ба ӯ гуфтанд, ки “Онҳоро ба шаҳодати Ло илоҳа иллаллоҳ ва ин, ки ман Паёмбари Худо (с) ҳастам, даъват кун. Агар онҳо аз ин чиз итоат намуданд, ба эшон бифаҳмон, ки Худованд бар онҳо дар ҳар шабонарӯзе панҷ вақт намоз фарз гардондааст. Агар аз ин чиз ҳам пайравӣ карданд, ба эшон бифаҳмон, ки Худованд бар амволашон закоте фарз гардонида, ки аз сарватмандонашон гирифта ва ба фуқароашон дода мешавад.\""
        },
        {
          "number": 703,
          "full_text": "Аз Абӯаюб (р) ривоят аст, ки шахсе ба Паёмбари Худо (с) гуфт: Маро ба амале раҳнамоӣ кунед, ки сабаби дохил шудан ба биҳишт гардад. Касе аз саҳоба гуфт: Ин чӣ мегӯяд? Паёмбари Худо (с) фармуданд: “Ҳоҷате дорад (ӯро бигзоред ва дар ҷавобаш фармуданд:) Худоро ибодат кун ва ҳеҷ чизеро ба вай шарик маёвар, намозро бихон, закотро адо кун ва силаи раҳмро ба ҷо биёр»."
        },
        {
          "number": 704,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки шахси бодиянишине назди Паёмбари Худо (с) омад ва гуфт: Ба ман амалеро нишон бидиҳед, ки онро анҷом дода, ба ҷаннат дохил гардам. Фармуданд: “Худоро ибодат карда ва ба ӯ ҳеҷ чизеро шарик маёвар, намози фарзро бихон, закоти фарзро адо кун ва моҳи Рамазонро рӯза бигир.” Он шахс гуфт: Қасам ба зоте, ки ҷонам дар дасти ӯ аст, бештар аз ин коре нахоҳам кард. Чун он шахс рафт, Паёмбари Худо (с) фармуданд: “Агар касе мехоҳад ба тарафи шахсе аз аҳли ҷаннат назар намояд, ба тарафи ин шахс назар намояд.”"
        },
        {
          "number": 705,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) вафот ёфтанд ва Абӯбакр (р) ба ҷояшон ба хилофат нишаст ва мардуме аз араб кофир гардиданд, Умар (р) ба Абӯбакр (р) гуфт: Ба чӣ далел бо мардум ба қатл ва қитол мепардозӣ, дар ҳоле, ки Паёмбари Худо (с) мефармоянд: “То вақте ба ҷангидан бо мардум амр шудаам, ки бигӯянд: Ло илоҳа иллаллоҳ ва касе, ки ин калимаро бигӯяд, мол ва ҷонашро ҷуз ба ҳақи он, аз ман маҳфуз намуда ва ҳисоби ӯ бо Худо аст». Абӯбакр (р) гуфт: Ба Худованд савганд, бо касе, ки байни намоз ва закот фарқ бигзорад, ҷанг ва қитол хоҳам кард, зеро закот ҳақи мол аст, ба Худованд савганд, агар бузғолаеро, ки ба Паёмбари Худо (с) медоданд ва ба ман надиҳанд, барои гирифтани он бо онҳо ҷанг хоҳам кард. Умар (р) гуфт: Ба Худованд савганд, ҳак ҳамон чизе аст, ки Худованди мутаъол қалби Абӯбакрро ба он роҳнамоӣ намудааст ва яқинам ҳосил шуд, ки назари Абӯбакр (р) ҳақ ва савоб аст."
        }
      ]
    },
    {
      "number": 2,
      "title": "Гуноҳи касе, ки закоти молашро намедихад",
      "hadiths": [
        {
          "number": 706,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар соҳиби шутур ҳакқеро, ки Худованд бар ӯ дар мавриди шутур фарз гардонидааст, адо накунад, шутураш дар рӯзи қиёмат ба қавитарин ҳолате, ки дар дунё будааст, назди соҳибаш меояд ва ӯро зери пои худ лагадмол мекунад ва агар соҳиби гӯсфанд ҳаққеро, ки Худованд бар ӯ дар мавриди гӯсфанд фарз гардонидааст, адо накунад, он гӯсфанд ба қавитарин ҳолате, ки дар дунё будааст, назди соҳибаш меояд ва ӯро ба пойҳои худ лагадмол намуда ва ба шохҳои худ ба баданаш мекӯбад.” Ва фармуданд: (Аз ҷумлаи ҳаққи шутур ва гӯсфанд он аст, ки агар шахси фақир ва мӯҳтоҷеро дар ҷое, ки он ҳайвонро об медиҳад, дид, он ҳайвонро дӯшида ва шири онро ба он шахси мӯҳтоҷ бидиҳад.) Ва фармуданд: “Нашавад, ки кадом касе аз шумо дар рӯзи киёмат, дар холе, ки гӯсфандаш бар гарданаш савор аст ва баъ-баъ мекунад, наздам биёяд ва ё Муҳаммад бигӯяд ва ман бигӯям: Барои ту ҳеҷ коре карда наметавонам ва дар дори дунё (амри Худоро ба ту) расонда будам. Ва нашавад, ки кадом касе аз шумо дар рӯзи қиёмат дар ҳоле, ки шутураш бар гарданаш савор буда ва ғар-ғар мекашад, наздам омада ё Муҳаммад бигӯяд ва ман бигӯям: Барои ту ҳеҷ кореро анҷом дода наметавонам (ва дар дори дунё амри Худоро) ба ту расонда будам»."
        },
        {
          "number": 707,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар Худованди мутаъол ба касе моле дода бошад ва он шахс закоти моли худро адо накунад, молаш дар рӯзи қиёмат ба шакли аждаҳои пире, ки аз даҳонаш каф мерезад, дармеояд ва ба атрофаш мепечад. Сипас он аждаҳо ҳарду рухсораашро гирифта ва мегӯяд: Ман ҳамон моли ту ва ҳамон ганҷи туам. Ва Паёмбари Худо (с) ин ояи муборакаро тиловат намуданд: «Касоне, ки (дар додани закот) бахилӣ меварзанд, фикр накунанд, ки бухл варзидан дар он чӣ, ки Худованд аз фазли худ ба онҳо додааст, барояшон хайр аст, балки шар аст ва ба зудӣ дар рӯзи қиёмат он чӣ, ки дар доданаш бухл меварзиданд, хамчун тавқе ба гарданашон ҳалқа хоҳад зад ва ҳамаи он чӣ, ки дар осмонҳо ва замин аст, танҳо барои Худованд хоҳад монд ва Худованд ба он чӣ, ки мекунед, огоҳ аст». (Оли Имрон: 180)"
        }
      ]
    },
    {
      "number": 3,
      "title": "Моле, ки закоташ дода шавад, ганҷ шумурда намешавад",
      "hadiths": [
        {
          "number": 708,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дар камтар аз панҷ (авқия) (панҷ авқия ба вазни ҳозира баробари 700 грамм аст) закоте нест ва дар камтар аз панҷ шутур закоте нест ва дар камтар аз панҷ васқ (яъне ҳудуди як ҳазору шашсад ратл дар назди аҳли Ҳиҷоз ва ҳудуди ду ҳазору чорсад ратл дар назди аҳли Ироқ) закоте нест.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Закот аз моли ҳалол аст",
      "hadiths": [
        {
          "number": 709,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки ба миқдори як хурмое аз моли ҳалол садақа бидиҳад ва албатта Худованд ҷуз чизи пок ва ҳалолро қабул намекунад. Худованди мутаъол он садақаеро, ки ба андозаи хурмое аст, ба дасти рости худ (било кайф) қабул менамояд. Сипас онро барои соҳибаш ба мисли касе, ки кураи аспашро парвариш медиҳад, мепарваронад, то он, ки (ҳамон садақа) ба андозаи кӯҳ бузург мешавад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Закот бидиҳед пеш аз он, ки фуқаро закотро барои шумо пас бидиҳанд",
      "hadiths": [
        {
          "number": 710,
          "full_text": "Аз Ҳориса ибни Ваҳб (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Закоти (моли худро ҳамакнун) адо намоед, зеро рӯзе бар шумо хоҳад омад, ки шахсе бо закоти молаш ин тарафу он тараф биравад ва касеро наёбад, ки закоташро қабул намояд ва (касе, ки мехоҳад закоташро ба ӯ бидиҳад) ба шахси закотдиҳанда мегӯяд: Агар дирӯз закотатро меовардӣ, қабул мекардам, вале имрӯз ба он эҳтиёҷе надорам” (Ин ҳолат дар охири замон рух медиҳад, ки ҳадиси оянда бар он далолат мекунад)."
        },
        {
          "number": 711,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “То вақте ки сарвати шумо зиёд нагардад, қиёмат барпо намешавад ва молу дороӣ то ҷое зиёд мегардад, ки соҳиби мол барои пайдо кардани шахсе, ки закоти молашро қабул намояд, ба ҳар тараф мегардад ва чун закоти молашро ба касе тақдим намояд, он шахс мегӯяд: “Маро ба моли ту ҳоҷате нест.”"
        },
        {
          "number": 712,
          "full_text": "Аз Адий ибни Ҳотим (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) нишаста будам, ки ду нафар омаданд, яке аз фақр ва бечорагӣ ва дигаре аз раҳзанӣ ва ноамнӣ шикоят намуд. Паёмбари Худо (с) фармуданд: Дар мавриди роҳзанӣ ва ноамнӣ бояд бигӯям. Муддати зиёде нахоҳад гузашт, ки қофила (корвон) аз Макка бидуни нигаҳбон равон гардад. Ва аммо дар мавриди фақр: То он вақт қиёмат барпо нахоҳад шуд, ки шахсе аз шумо бо закоти молаш ба ин тарафу он тараф равон гардад ва касеро наёбад, ки закоти молашро қабул намояд. Ва ҳар кас (дар рӯзи қиёмат) дар муқобили Худованди мутаъол дар ҳоле, ки байни ӯ ва байни Худованди мутаъол ҳиҷоб ва тарҷумоне нест, меистад. Ва Худованд ба вай мегӯяд: Магар барои ту моле надода будам? Он шахс мегӯяд: Дода будӣ. Боз аз вай мепурсад: Оё пайғамбареро бароят нафиристода будам? Он шахс мегӯад: Фиристода будӣ. Дар ин вақт ин шахс ба тарафи рости худ нигоҳ мекунад ва ҷуз оташ чизеро намебинад ва ба тарафи чапи худ назар мекунад ва ҷуз оташ чизе намебинад. Пас, эй мардум, ҳар кӣ аз ин оташ ва агарчӣ ба садақа додани нисфи хурмое бошад, худро нигаҳ дорад ва агар ҳаминро хам наёфт, ақаллан забони хуше дошта бошад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Худро аз оташи дӯзах агарчи ба садақа додани нисфи хурмо ва ё чизи андаки дигаре бошад, нигаҳ доред",
      "hadiths": [
        {
          "number": 713,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Яқинан, замоне хоҳад омад, ки шахс бо закоти худ, ки тилло бошад, ин тарафу он тараф хоҳад гашт, вале касеро нахоҳад ёфт, ки закоташро қабул намояд ва занҳо он қадар зиёд ва мардҳо кам хоҳанд шуд, ки чил зан дунболи як мардро хоҳад гирифт.”"
        },
        {
          "number": 714,
          "full_text": "Аз Абӯмасъуди Ансорӣ (р) ривоят аст, ки гуфт: Замоне, ки моро Паёмбари Худо (с) амр ба садақа додан менамуданд, замоне буд, ки ба бозор мерафтем ва дар муқобили як мушт таъом, як мушт хурмо ҳаммолӣ мекардем, вале имрӯз моли баъзе аз он ашхос ба сад ҳазор мерасад."
        },
        {
          "number": 715,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Зане бо ду духтараш омад ва чизе суол намуд, вале мо ҷуз як донаи хурмо чизи дигаре надоштем ва ман ҳамон як донаи хурморо ба вай додам ва ӯ онро байни ду духтараш тақсим намуд ва худаш нахӯрд. Баъд аз он бархост ва рафт. Паёмбари Худо (с) омаданд, мавзӯъро қисса намудам. Эшон фармуданд: “Касе, ки ба чунин духтароне мубтало шавад, он духтарон барояш пардае дар муқобили оташи дӯзах мешаванд.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Кадом навъи садақа беҳтар аст?",
      "hadiths": [
        {
          "number": 716,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Кадом навъи садақа савобаш бештар аст? Фармуданд: «Садақае, ки дар ҳолати сиҳат ва тавонмандин худ садақа намуда бошӣ. Ба тавре, ки ҳанӯз аз фақр тарсида ва дар орзуи сарватманд шудан бошӣ ва садақа доданро то он вақг ба таъхир наандозӣ, ки нафас ба ҳулқум бирасад ва дар ин вақт бигӯй, ки ба фалонӣ ин қадар ва ба фалонӣ ин қадар бидиҳед ва ин ҳамон вакте аст, ки он мол хоҳӣ-нахоҳӣ аз фалонӣ ва фалонӣ хоҳад буд.\""
        }
      ]
    },
    {
      "number": 8,
      "title": "",
      "hadiths": [
        {
          "number": 717,
          "full_text": "Аз Оиша (р) ривоят аст, ки баъзе аз ҳамсарони Паёмбари Худо (с) ба он ҳазрат гуфтанд: Кадом як аз мо зудтар аз дигарон ба шумо хоҳем пайваст? Фармуданд: “Он кас, ки дасташ дарозтар бошад. Онҳо чӯберо гирифта ва дастҳои худро андозагирӣ намуданд ва диданд, ки дасти Савда (р) аз дастҳои дигарон баландтар аст, вале баъд аз ин фаҳмиданд, ки мақсуд аз дарозии даст сабқат дар садақа додан аст ва Савда (р) аз ҳама пештар ба Паёмбари Худо (с) пайваст ва ӯ касе буд, ки садақа доданро дӯст медошт."
        }
      ]
    },
    {
      "number": 9,
      "title": "Касе, ки надониста закотро ба шахси сарватманде медиҳад",
      "hadiths": [
        {
          "number": 718,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Шахсе бо худ гуфт, ки ҳатман чизеро садақа хоҳам дод. Садақаашро бардошт ва (надониста) ба дасти дузде дод, фардо, ки шуд, мардум мегуфтанд: Садақаатро ба дузде додӣ. Он шахс гуфт: Алҳамдулиллоҳ, садақаи дигаре хоҳам дод. Садақаашро гирифт ва (надониста) ба дасти зани зинокоре дод. Фардо, ки шуд, мардум мегуфтанд: Садақаатро дишаб ба дасти зани зинокоре додӣ. Он шахс гуфт: Худоё, сано ва ситоиш хос барои туст! Боз садақаам ба дасти зиногаре афтод? Боз садақаи дигаре хоҳам дод. Садақаашро берун кард ва онро ба дасти шахси сарватманде дод, фардо, ки шуд, мардум мегуфтанд: Садақаатро ба дасти шахси сарватманде додӣ. Гуфт: Худоё, сано ва ситоиш хос барои туст! (Садақаам бояд ба дасти) дузд, зиногор ва ё сарватманде бияфтад? Дар хоб дид, ки касе ба ӯ гуфт: Садақа доданат бар шахси дузд шояд сабаби худдории ӯ аз дуздӣ гардад ва садақаат бар зани зинокор шояд сабаби худдории вай аз зино гардад ва садақа доданат бар шахси сарватманд шояд сабаби панд гирифтанаш гардида ва аз ин ба баъд аз он моле, ки Худованд барояш додааст, садақа бидиҳад.\""
        }
      ]
    },
    {
      "number": 10,
      "title": "Касе, ки садақаашро надониста ба фарзандаш додааст",
      "hadiths": [
        {
          "number": 719,
          "full_text": "Аз Маън ибни Язид (р) ривоят аст, ки гуфт: Ман ва падарам ва падаркалонам ба Паёмбари Худо (с) байъат намудем ва Паёмбари Худо (с) (ва ё падарам) бароям хостгорӣ намуданд ва маро хонадор карданд ва дар назди Паёмбари Худо (с) бар алайҳи падарам иқомаи даъво намудам, зеро падарам Язид чанд динореро барои садақа додан бурда, дар масҷид назди шахсе гузошта буд. Ман он динорҳоро гирифта назди падарам бурдам, ӯ гуфт: Ба Худованд қасам, ки мақсадам (аз садақа додани ин динорҳо) ту набудӣ. Ман рафтам ва назди Паёмбари Худо (с) бо ӯ иқомаи даъво намудам, Паёмбари Худо (с) фармуданд; “Эй Язид! Ту ба нияти худ расидӣ ва ё Маън! Ту хам он чиро, ки гирифтӣ, аз ту аст.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки ходимашро ба садақа додан амр карда ва худаш онро ба даст нагирифтааст",
      "hadiths": [
        {
          "number": 720,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: \"Вақте ки зан аз таъоми хонаи худ дар сурате, ки ба таври номашрӯъ набошад, садақа бидиҳад, барои вай ба сабаби нафақа додан ва барои шавҳараш ҷиҳати ба даст овардани он таъом савоб аст ва барои касе, ки аз ин таъом нигаҳдорӣ намудааст, низ савоб аст ва ҳеҷ кадом аз инҳо савоби дигареро кам намекунад»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Садақа он аст, ки баъд аз бениёзӣ бошад",
      "hadiths": [
        {
          "number": 721,
          "full_text": "Аз Ҳаким ибни Ҳизом (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Дасти боло аз дасти зерин беҳтар аст ва садақаро аввал ба касе бидеҳ, ки нафақааш бар ту воҷиб аст ва беҳтарин садақа он аст, ки аз рӯи бениёзӣ бошад ва касе, ки (аз гирифтани садақа) худдорӣ намояд, Худованд асбоби бениёзиашро фароҳам хоҳад сохт ва касе, ки (аз гирифтани садақа) истиғно ва изҳори бениёзӣ намояд, Худованд ӯро бениёз месозад»."
        },
        {
          "number": 722,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар болои минбар дар ҳоле, ки роҷеъ ба садақа ва худдорӣ кардан аз гирифтани садақа ва суол намудани мардум сухан мезаданд, фармуданд: “Дасти боло аз дасти зерин беҳтар аст, дасти боло дастест, ки нафақа мекунад ва дасти зерин дастест, ки аз мардум суол мекунад.\""
        }
      ]
    },
    {
      "number": 13,
      "title": "Ташвиқ кардан дар додани садақа ва шафоат кардан ҷиҳати садақа додан ба шахси фақир",
      "hadiths": [
        {
          "number": 723,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Вақте ки талбандае назди Паёмбари Худо (с) меомад, ё аз эшон чизе талабида мешуд, мефармуданд: “Шафоат кунед (ки барои фақир чизе дода шавад, аз ин шафоат) барои шумо савоб аст ва Худованд бар забони Паёмбари худ он чиро, ки бихоҳад, ҷорӣ месозад.”"
        },
        {
          "number": 724,
          "full_text": "Аз Асмоъа бинти Абӯбакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ман фармуданд: Сарбандро маҳкам макун (яъне аз додани садақа худдорӣ макун). Зеро Худованд бар ту маҳкам хоҳад гирифт.” Ва дар ривояти дигаре фармуданд: “Шумора ва ҳисоб макун, варна Худованд бар ту ҳисоб хоҳад кард (яъне баракати онро аз байн хоҳад бурд)."
        }
      ]
    },
    {
      "number": 14,
      "title": "Садақа додан ба андозаи тавон ва қудрат",
      "hadiths": [
        {
          "number": 725,
          "full_text": "Ва дар ривояте аз Асмоъа бинти Абӯбакри Сиддиқ (р) омадааст, ки Паёмбари Худо (с) фармуданд: (Молро хеле) ҳифозат ва нигахдорӣ макун, зеро Худованд (молро) аз ту нигаҳ медорад ва он чӣ метавонӣ, хайрот бидеҳ.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Касе, ки дар ҳоли ширк садақа дода ва баъд аз он мусалмон мешавад",
      "hadiths": [
        {
          "number": 726,
          "full_text": "Аз Ҳаким ибни Ҳизом (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ, оё аз корҳои хайре, ки дар ҷоҳилият аз қабили садақа, озод сохтани ғуломон ва силаи раҳм анҷом медодам, бароям савобе хоҳад буд? Паёмбари Худо (с) фармуданд: “Бо корҳои неки гузаштаат мусалмон шудӣ. (Яъне он корҳои нек аз ту қабул шудааст.)"
        }
      ]
    },
    {
      "number": 16,
      "title": "Барои ходиме, ки ба иҷозаи мавлояш садақа дода ва хиёнат нанамояд, савоб аст",
      "hadiths": [
        {
          "number": 727,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Нигаҳбони мусалмон ва амине, ки авомири мавлояшро комилан иҷро менамояд ва аз рӯи хушӣ он чиро, ки мавлояш додааст, ба ҳамон шахси муайян мерасонад, ӯ ҳам (дар савоб) монанди касест, ки садақа додааст.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Ин гуфтаи Худованди мутаъол ки: Касе, ки садақа дода ва аз Худованд метарсад ва ин сухан гуфта, ки: Худоё ба касе, ки хайрот медиҳад ивазашро бидеҳ",
      "hadiths": [
        {
          "number": 728,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ҳар рӯзе, ки бар болои мардум субҳ мешавад, ду малак нозил мегардад, яке аз онҳо мегӯяд: Худоё, ба он касе, ки молашро нафақа кардааст, ивазашро бидеҳ. Ва дигаре мегӯяд: Худоё, он касе, ки дар додани нафақа бахилӣ намудааст, молашро талаф намо.”"
        }
      ]
    },
    {
      "number": 18,
      "title": "Сифати шахси бахил ва шахси садақадиҳанда",
      "hadiths": [
        {
          "number": 729,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: “Сифати шахси бахил ва сифати шахси садақадиҳанда монанди ду нафарест, ки либоси оҳанинеро аз сина то гулӯ пӯшида бошанд. Шахси нафақакунанда дар ҳар нафақае, ки медиҳад, он ҷомаи оҳанин кушуда шуда ва фарох мегардад, то он ҷо, ки ангуштонашро мепӯшанд ва асари гуноҳони вайро маҳв месозад. Вале шахси бахил чун намехоҳад, ки чизе нафақа кунад, аз ин рӯ ҳар ҳалқаи аз он либоси оҳанин дар ҷояш маҳкам мегардад ва ӯ мехоҳад, ки он ҷомаро фарох гардонад, вале фарох намегардад»."
        }
      ]
    },
    {
      "number": 19,
      "title": "Бар ҳар мусалмон садақа додан лозим аст ва касе, ки чизе надорад, бояд кори неке анҷом диҳад",
      "hadiths": [
        {
          "number": 730,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Бар ҳар мусалмоне садақа додан лозим аст,” Гуфтанд: Эй Паёмбари Худо (с), касе, ки чизе надорад, чӣ кор кунад? Фармуданд: “Кори некеро анҷом бидиҳад ва барои худ ва дигарон манфиат бирасонад.” Гуфтанд: Агар натавонист? Фармуданд: «Ба ҳоҷатманде, ки аз вай кӯмак мехоҳад, ҳамкорӣ намояд.” Гуфтанд: агар натавонисг? Фармуданд: “Кори некеро (ки метавонад) анҷом бидиҳад ва аз кори бад худдорӣ намояд ва ҳамин чиз барояш садақа маҳсуб мегардад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "То чӣ андоза бояд инсон закот ва хайрот бидиҳад",
      "hadiths": [
        {
          "number": 731,
          "full_text": "Аз Умми Атия (р) ривоят аст, ки гуфт: Касе барои Нусайба, ки зане аз Ансор буд, гӯсфанде фиристод. Нусайба чизе аз он гӯсфандро барои Оиша (р) фиристод. Оиша (р) мегӯяд: Паёмбари Худо (с) пурсиданд: Дар хона чизе ҳаст? Гуфтам: На, магар ҳамон чизеро, ки Нусайба аз он гӯсфанд фиристодааст. Фармуданд: ‘Биёр, ки дар вақти муносибе расидааст.”"
        }
      ]
    },
    {
      "number": 21,
      "title": "Гирифтани мол дар закот",
      "hadiths": [
        {
          "number": 732,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Абӯбакри Сиддиқ (р) фармони закотеро, ки аз тарафи Худо ва Расулаш буд, ба ман навишт (ва дар он фармон чунин омада буд): “Касе, ки (аз закоти шутуронаш) бар вай бинти махозе (шутури яксола) фарз гардид ва дар наздаш мавҷуд набошад ва бинти лабуне (шутури дусола) дошта бошад, аз вай қабул мегардад ва садақагиранда бояд барояш бист дирҳам ё ду гӯсфанд пас бидиҳад, вале агар наздаш бинти махозе набуд ва ибни лабуне дошта бошад, аз вай пазируфта мешавад ва барояш чизи дигаре нест.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Мутафарриқ набояд бо ҳам ҷамъ гардад ва он чӣ, ки бо ҳам ҷамъ аст, набояд мутафарриқ гардад",
      "hadiths": [
        {
          "number": 733,
          "full_text": "Ва аз Анас (р) ривоят аст, ки Абӯбакр (р) барояш он чиро, ки Паёмбари Худо (с) фарз гардонида буданд, навишта буд (ва аз он ҷумла ин ки); “Амволи мутафарриқ набояд бо ҳам ҷамъ гардад ва он чӣ, ки ҷамъ аст, аз тарси вуҷуби закот набояд мутафарриқ гардад.”"
        }
      ]
    },
    {
      "number": 23,
      "title": "Агар амволи закоти ду нафар бо ҳам омехта буд, (закотро) байни якдигар ба таври баробар тақсим намоянд",
      "hadiths": [
        {
          "number": 734,
          "full_text": "Ва дар ривояти дигаре аз Анас (р) ривоят аст, ки Абӯбакр (р) он чиро, ки Паёмбари Худо (с) (дар мавриди закот) фарз гардонида буданд, барояш навишт (ва аз он ҷумла ин ки): “Ва он чӣ, ки аз амволи закоти ду нафар бо ҳам омехта бошад, бояд (он чиро, ки аз закот бар онҳо воҷиб шудааст) байни худ ба таври баробар тақсим намоянд.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Закоти шутур",
      "hadiths": [
        {
          "number": 735,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки шахси бодиянишине аз Паёмбари Худо (с) дар мавриди ҳукми ҳиҷрат пурсид. Фармуданд: “Вой бар ту! Кори ҳиҷрат мушкил аст ва оё шутуреро, ки закоти онро адо карда бошӣ, дар ихтиёр дорӣ?” Гуфт: Бале! Фармуданд: “Бирав ва дар он тарафи дарёҳо амалеро анҷом бидеҳ, Худованд аз амалат чизеро зоеъ нахоҳад сохт.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Касе, ки аз закоти молаш бар вай (бинти махоз) фарз гардад ва дар наздаш набошад",
      "hadiths": [
        {
          "number": 736,
          "full_text": "Аз Анас (р) ривоят аст, ки Абӯбакри Сиддиқ (р) фароизи закотеро, ки Худованд бар Пайғамбараш фарз гардонида буд, барояш навишт: “Касе, ки аз шутуронаш бар вай ҷазаъа (шутури чорсола) фарз гардидааст ва ҷазаъа надорад, агар ҳиққа (шутури сесола) дошта бошад, аз вай қабул мегардад. Ва бояд ду гӯсфандро низ замима созад, варна бояд бист дирҳам бидиҳад ва касе, ки бар вай ҳиққа лозим гардидааст ва ҳиққа надошта бошад ва ҷазаъа (шутури панҷсола) дорад, ҷазаъа аз вай қабул мегардад ва маъмури амволи закот бояд барояш бист дирҳам ё ду гӯсфанд пас бидиҳад. Касе, ки бар вай ҳиққа фарз гардида, вале ҷуз бинти лабуне чизи дигаре надорад, бинти лабуне аз вай қабул мегардад ва бояд ба он ду гӯсфанд ё бист дирҳамро изофа намояд ва касе, ки бар вай бинти лабун фарз гардида ва ӯ ҳиққа дорад, ҳиққа аз вай қабул мегардад ва маъмури закот бояд барояш бист дирҳам ё ду гӯсфанд пас бидиҳад ва касе, ки бар вай бинти лабуне фарз гардидааст ва ӯ бинти махозе дорад, бинти махозе аз вай пазируфта мешавад, вале бояд бист дирҳам ва ё ду гӯсфандро ба он изофа намояд.\""
        }
      ]
    },
    {
      "number": 26,
      "title": "Закоти гӯсфанд",
      "hadiths": [
        {
          "number": 737,
          "full_text": "Ва аз Анас (р) ривоят аст, ки Абӯбакр (р) ҳангоме, ки ӯро ба тарафи Баҳрайн фиристод, ин дастурро барояш навишт: Бисмиллоҳи-р-раҳмони-р-раҳим. Ин дастури закотест, ки Паёмбари Худо (с) бар мусалмонон фарз гардонида ва Худованди мутаъол Расули худро ба он амр фармудааст. Ҳар мусалмоне, ки ба миқдори муайяни он аз вай талаб карда шавад, бояд онро бипардозад ва агар аз вай бештар аз андозаи муайяни он талаб карда шавад, набояд бипардозад. Дар ҳар бисту чор шутуре ва дар камтар аз он дар ҳар панҷ шутуре як гӯсфанд лозим аст ва чун ба 25 расид, то 35 шутур як бинти махозе мода лозим мегардад, чун ба 36 расид, то 45 шутур як бинти лабуне мода лозим мегардад ва чун ба 46 расид, то 60 шутур як ҳиққа, ки омодаи бордорӣ аст, лозим мегардад, чун ба 61 расид, то 75 шутур як ҷазаъа лозим аст, чун ба 76 расид, то 90 шутур ду бинти лабун лозим мегардад. Чун ба 91 расид, то ба 120 шутур ду ҳиққа, ки омодаи бордорӣ аст, лозим мегардад ва чун аз 120 шутур зиёдтар шуд, дар ҳар 40 шутуре як бинти лабуне ва дар ҳар 50 шутуре як ҳиққа лозим мегардад, агар касе бештар аз чор шутур надошт, дар он закоте нест, магар он, ки соҳибаш ба ихтиёри худ чизе садақа бидиҳад ва чун ба 5 шутур расид, дар он як гӯсфанд лозим мегардад. Ва дар закоти гӯсфанд дар сурате, ки дар саҳро бичарад, дар ҳар 40 гӯсфанд то 120 гӯсфанд як гӯсфанд лозим мегардад, чун аз 120 гӯсфанд зиёд гардид, то 200 гӯсфанд 2 гӯсфанд лозим мегардад, чун аз 200 гӯсфанд зиёд гардид, то 300 гӯсфанд се гӯсфанд лозии мегардад, чун аз 300 гӯсфанд зиёд гардид, дар ҳар як 100 гӯсфанд як гӯсфанд лозии мегардад, агар теъдоди гӯсфандоне, ки дар саҳро мечаранд, аз 40 гӯсфанд ҳатто як гӯсфанд кам бошад, бар соҳиби онҳо закоте нест, магар он, ки худаш ба ризоияти худ чизе садақа бидиҳад. Ва дар нуқра рубъи ушр аст (яъне дар ҳар 40 дирҳам як дирҳам) ва агар шахсе фақат 190 (дирҳам) дошт, дар он закоте нест, магар он, ки соҳиби мол ба ихтиёри худ чизе садақа бидиҳад."
        }
      ]
    },
    {
      "number": 27,
      "title": "Закот бояд беайб бошад",
      "hadiths": [
        {
          "number": 738,
          "full_text": "Ва аз Анас (р) ривоят аст, ки Абӯбакр (р) дастуреро, ки Худованд бар Расулаш амр карда буд, барояш навишт: \"Закоти мол набояд пир, маъюб ва ё он, ки қуч бошад, магар он, ки маъмури закот маслиҳатро дар қабул кардани он бубинад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Дар закот набояд амволи сара ва баргузида",
      "hadiths": [
        {
          "number": 739,
          "full_text": "Аз Ибни Аббос (р) дар ҳадисе, ки Паёмбари Худо (с) Муъозро ба Яман фиристоданд ва зикри он қаблан гузашт, чунин ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ту ба назди аҳли китоб меравӣ...” ва баъд аз зикри бақияи ҳадис фармуданд: “ва (дар закот) моли сара ва баргузидаи мардумонро интихоб макун.”"
        }
      ]
    },
    {
      "number": 29,
      "title": "Додани закот ба хешовандон",
      "hadiths": [
        {
          "number": 740,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки Абӯталҳа (р) аз ҳамаи мардуми Ансор дарахти хурмо бештар дошт ва маҳбубтарин моли ӯ дар наздаш Байруҳо буд ва он нахлистонест дар рӯ ба рӯи Масҷиди Набавӣ қарор дошт ва Паёмбари Худо (с) дар он нахлистон рафта ва аз оби гуворои он менӯшиданд. Анас (р) мегӯяд: Чун ин ояи муборака нозил гардид, ки: “То вакте ки аз моли дӯстдоштаи худ нафақа накунед, савобе нахоҳад бурд,” Абӯталҳа (р) назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Худованди мутаъол мефармояд: То вакте ки аз моли дӯстдоштаи худ нафақа накунед, савобе нахохед бурд ва чун аз ҳамаи амволам Байруҳоро бештар дӯст медорам, онро дар роҳи Худо садақа медиҳам ва умедворам, ки Худованди мутаъол музд ва савоби онро дар назди худ бароям захира намояд ва шумо, ё Расулаллоҳ, чи тавре, ки муносиб медонед, дар он тасарруф намоед. Паёмбари Худо (с) фармуданд: “Баҳ-баҳ! Ин аҷаб тиҷорати фоидаманде аст, он чиро, ки гуфтӣ, шунидам ва назари ман он аст, ки онҳоро барои хешовандони худ садақа намоӣ.”"
        },
        {
          "number": 741,
          "full_text": "Ҳадиси Абӯсаъиди Худрӣ (р) дар мавзӯъи берун шудани Паёмбари Худо (с) ба сӯи идгоҳ қаблан гузашт ва дар ин ривоят омадааст, ки вай гуфт: Чун Паёмбари Худо (с) ба тарафи манзили худ рафтанд, Зайнаб ҳамсари Ибни Масъуд (р) омад ва иҷозаи дохил шудан хост. Касе ба Паёмбари Худо (с) гуфт: Эй Расули Худо! Зайнаб аст (иҷоза мехоҳад): Фармуданд: Кадом Зайнаб? Гуфтанд: Ҳамсари ибни Масъуд (р). Фармуданд: Бале! Ба вай иҷозат бидиҳед. Ба вай иҷозат доданд. (Чун назди Паёмбари Худо (с) омад) гуфт: Эй Паёмбари Худо! Имрӯз шумо ба садақа додан амр фармудед ва ман зеваре доштам ва мехостам онро садақа бидиҳам, вале Ибни Масъуд мегуяд, ки: ӯ фарзандаш аз ҳар каси дигаре, ки барояш садақа бидиҳам, мустаҳиқтаранд. Паёмбари Худо (с) фармуданд: “Ибни Масъуд рост мегӯяд, шавҳари ту ва фарзанди ту аз ҳар каси дигаре, ки барояш садақа бидиҳӣ, мустаҳиқтар ҳастанд.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Бар аспи шахси мусалмон закоте нест",
      "hadiths": [
        {
          "number": 742,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Бар шахси мусалмон дар асп ва дар ғуломи вай закоте нест.”"
        }
      ]
    },
    {
      "number": 31,
      "title": "Додани закот ба ятимон",
      "hadiths": [
        {
          "number": 743,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки Паёмбари Худо (с) рӯзе болои минбар нишастанд ва дар ҳоле, ки моён дар атрофи минбар нишаста будем, фармуданд: “Чизе, ки баъд аз худ дар мавриди шумо хавф дорам, ин аст, ки васоил ва зебоиҳои зиндагӣ барои шумо омода гардад.” Шахсе гуфт: Ё Расулаллоҳ! Оё мешавад, ки хайр сабаби шар гардад? Паёмбари Худо (с) сукут намуда ва чизе нагуфтанд, мардум ба он шахс гуфтанд: Ин чӣ коре аст, ки мекунӣ? Ту бо Паёмбари Худо (с) ҳарф мезанӣ ва эшон бо ту сухан намегӯянд. Дар ин вақт мутаваҷеҳ шудем, ки ваҳй бар эшон нозил мегардад. Паёмбари Худо (с) арақи зиёдеро, ки бар чеҳраашон нишаста буд, пок карда ва фармуданд: “Шахси суолкунанда куҷо шуд?” Ва тавре маълум мешуд, ки он шахсро ситоиш мекунанд ва фармуданд: “Хайр сабаби шар намешавад, вале аз чизҳое, ки дар баҳор мерӯяд, гиёҳоне аст, ки инсонро мекушад ва ё ӯро бемор месозад, магар ҳайвоне, ки ба хӯрдани сабза одат дорад ва ин ҳайвон ҳам гоҳо он қадар мехӯрад, ки хуб сер мешавад. Сипас рӯяшро ба тарафи қурси офтоб намуда, саргин ва бавл мекунад ва ба ҳар сабзае даҳон меандозад. Ва моли дунё ҳам дилфиреб ва ширин аст ва хушо ба ҳоли мусалмоне, ки аз он мол ба мискинҳо ва ятимон ва дурафтодагони аз ватан медиҳад ва касе, ки молро ба ғайри ҳаққи он мегирад, монанди касе аст, ки ҳар қадар мехӯрад, сер намешавад ва он мол дар рӯзи қиёмат бар зиёни ӯ шаҳодат хоҳад дод.”"
        }
      ]
    },
    {
      "number": 32,
      "title": "Додани закот ба шавҳар ва ба ятимоне, ки дар оғӯши шахс мебошанд",
      "hadiths": [
        {
          "number": 744,
          "full_text": "Ҳадиси Зайнаб ҳамсари Абдуллоҳ (р) қаблан гузашт ва дар ин ривоят мегӯяд: Назди Паёмбари Худо (с) рафта ва дидам, ки зане аз Ансор ба дарвозаи хонаашон истодааст ва ҳамон мушкилеро дорад, ки ман дорам. Билол аз назди мо гузашт ва мо ба вай гуфтем, ки аз Паёмбари Худо (с) бипурс, ки оё раво аст, ки закоти моламро ба шавҳар ва ятимоне, ки дар оғӯшам мебошанд, бидиҳам? Ӯ рафт ва пурсид ва дар ҷавоб фармуданд: “Бале, раво аст ва барояш ду савоб аст, яке савоби қаробат ва хешовандӣ ва дигаре савоби садақа.”"
        },
        {
          "number": 745,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Оё агар закотамро барои авлоди Абӯсалама (Абӯсалама шавҳари умми Салама буд), бидиҳам, ба ман савоб хоҳад дошт? Дар ҳоле, ки фарзандони ӯ фарзандони худам мебошанд. Фармуданд: “Закотатро ба онҳо бидеҳ, бароят савобе, ки ба онҳо нафақа менамоӣ, хоҳад буд.”"
        }
      ]
    },
    {
      "number": 33,
      "title": "Ин қавли Худованди мутаъол, ки: Закот барои “озод кардани ғуломон, қарздорон ва дар роҳи Худо аст”",
      "hadiths": [
        {
          "number": 746,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба додани закот амр фармуданд. Ба он ҳазрат хабар расид, ки Ибни Ҷамил ва Холид ибни Валид ва Аббос ибни Абдулмутталиб закот намедиҳанд. Паёмбари Худо (с) фармуданд: Ибни Ҷамил дигар интиқоме намегирад, ба ҷуз ин, ки фақир ва бечора буд ва Худованд ӯро ғанӣ ва сарватманд гардонидааст ва ҳар чи (Холид ибни Валид) аст, шумоён ба ӯ зулм мекунед, ӯ васоили ҷангӣ ва дигар дороии худро дар роҳи Худо вақф намудааст ва (Аббос ибни Абдулмутталиб) амаки Паёмбари Худо (с) аст, ӯ илова бар закоте, ки бар вай лозим аст, ҳамон андозаи дигар ҳам садақа медиҳад.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Худдорӣ аз суол кардани мардум",
      "hadiths": [
        {
          "number": 747,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки мардуме аз Ансор аз Паёмбари Худо (с) дархости кӯмак намуданд. Эшон талаби онҳоро иҷобат намуда, ба онҳо аз амволи закот доданд, дубора дархости кӯмак намуданд, боз ҳам ба онҳо доданд, бори саввум дархости кӯмак намуданд, боз ба онҳо доданд, то он ки ҳамаи амвол тамом шуд. Баъд аз он фармуданд: “Моле, ки дар наздам мавҷуд бошад, аз шумо дареғ нахоҳам дошт ва касе, ки аз суол кардан худдорӣ намояд, Худованд асбоби худдориашро фароҳам месозад ва касе, ки истиғно намояд, Худованд ӯро бениёз хоҳад сохт ва касе, ки сабр кунад, Худованд барояш сабр медиҳад ва барои ҳеҷ кас хайру неъмате болотар аз сабр арзонӣ нашудааст.”"
        },
        {
          "number": 748,
          "full_text": "Аз Абӯҳурайра (р) ривоят асг, ки Паёмбари Худо (с) фармуданд: “Қасам ба зоте, ки ҷонам дар дасти ӯ аст, агар касе ресмонашро гирифта ва ба пушташ ҳезум бикашад, беҳтар аз он аст, ки аз шахсе талаби кӯмак намояд ва он шахс шояд барояш чизе бидиҳад ё надиҳад.”"
        },
        {
          "number": 749,
          "full_text": "Дар яке аз ривоёт аз Зубайр (р) омадааст, ки Паёмбари Худо (с) фармуданд: “Агар шахсе пуштаи ҳезумеро бар пушти худ оварда ва бифрӯшад ва Худованд обрӯяшро ҳифз намояд, беҳтар аз он аст, ки аз мардум суол намояд ва онҳо барояш чизе бидиҳанд, ё надиҳанд.”"
        },
        {
          "number": 750,
          "full_text": "Аз Ҳаким ибни Ҳизом (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) талаби кӯмак намудам, ба ман кӯмак намуданд, боз талаби кӯмак намудам, боз ҳам кӯмак намуданд, бори саввум талаб намудам, ба ман кӯмак намуданд ва фармуданд: «Эй Ҳаким, моли дунё дилфиреб ва ширин аст, агар касе онро бо нафси ором ва бидуни ҳирс ба даст оварад, Худованд дар он мол барояш баракат медиҳад. Ва касе, ки аз рӯи ҳирс ва рафту омад ба даст меорад, Худованд ҳаргиз дар он мол барояш баракат нахоҳад дод ва ӯ мисли касе аст, ки ҳар чи мехурад, сер намешавад ва дасти боло аз дасти зерин беҳтар аст.” Ҳаким мегӯяд, гуфтам: Ё Расулаллоҳ! Қасам ба Зоте, ки шуморо ба ҳак ва ростӣ фиристодааст, баъд аз шумо аз ҳеҷ каси дигаре то вакте ки бимирам, чизе нахоҳам гирифт. Ва ҳамон буд, ки Абӯбакр (р) (дар замони хилофати худ) Ҳакимро даъват мекард, ки барояш аз амволи ғанимат бидиҳад, ӯ аз гирифтани он амвол худдорӣ мекард, боз Умар (р) мехост барояш чизе бидиҳад, аз гирифтани чизе аз вай низ худдорӣ меварзид. Умар (р) гуфт: Эй мусалмонон, ман шуморо шоҳид мегирам, ки ман ба Ҳаким ҳакқи ӯро аз моли (ғанимат) медиҳам ва ӯ ибо меварзад. Ҳаким ба ахди худ вафо намуд ва баъд аз Паёмбари Худо (с) аз ҳеҷ касе то вақте ки зинда буд, чизе нагирифт."
        }
      ]
    },
    {
      "number": 35,
      "title": "Касе, ки Худованд ба ӯ бидуни суол кардан ва ҳирс намудан чизе бидиҳад",
      "hadiths": [
        {
          "number": 751,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) гоҳе бароям чизе бахшиш медоданд ва ман мегуфтам: Инро ба касе бидиҳед, ки аз ман мӯҳтоҷтар аст. Ва эшон мефармуданд: “Инро қабул кун, агар бидуни суол кардан ва таваққуъ ба ту чизе тақдим шуд, қабул кун, варна дар ба даст овардани он худро ба заҳмат маяндоз.\""
        }
      ]
    },
    {
      "number": 36,
      "title": "Касе, ки аз мардум ҷиҳати пасандоз намудан чизе суол мекунад",
      "hadiths": [
        {
          "number": 752,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Гадо то он ҷо ба гадоиаш идома медиҳад, ки чун рӯзи қиёмат дар майдони ҳашр ҳозир гардад, дар чеҳрааш зарраи гӯшт вуҷуд надорад.” Ва фармуданд: “Офтоб дар рӯзи қиёмат он қадар наздик мешавад, ки арақ то нимаи гӯшҳо мерасад ва дар ин ҳолат аст, ки мардум аз Одам (ъ) ва сипас аз Мӯсо (ъ) ва ахир аз Паёмбари Худо (Муҳаммад (с) талаби кӯмак ва фарёдрасӣ менамоянд’"
        }
      ]
    },
    {
      "number": 37,
      "title": "Инсон чӣ вақт сарватманд шумурда мешавад?",
      "hadiths": [
        {
          "number": 753,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: \"Мискин касе нест, ки ба дарвозаи ину он бигардад ва як луқма ва ё ду луқма ва ё як дона хурмо ва ё ду дона хурмо ӯро кифоят кунад, балки мискин касест, ки кафофи зиндагиашро надорад ва касе аз фақр ва дармондагиаш воқиф нест, то барояш садақа бидиҳад ва на худаш назди мардум рафта гадоӣ мекунад.\""
        }
      ]
    },
    {
      "number": 38,
      "title": "Машруъияти тахмин кардани хурмо",
      "hadiths": [
        {
          "number": 754,
          "full_text": "Аз Абӯҳумайди Соидӣ (р) ривоят асг, ки гуфт: Бо Паёмбари Худо (с) дар ғазваи Табук иштирок намудем, чун ба минтақаи Водиу-л-қуро расидем, занеро дар яке аз нахлистонҳо дидем. Паёмбари Худо (с) ба асҳоб амр намуданд: Миқдори хурмои нахлистонҳояшро тахмин кунед. Ва Паёмбари Худо (с) миқдори хурмои он нахлистонро ба даҳ васқ (даҳ васҳ ҳудуди шашсад соъ аст) тахмин намуда ва ба он зан гуфтанд: “Миқдори хурмоеро, ки аз он ҳосил мешавад, ба хотир дошта бош.” Ва чун ба Табук расидем, фармуданд: “Имшаб боди шадиде хоҳад вазид, касе набояд аз ҷояш ҳаракат намояд ва касе, ки шутуре дорад, ӯро маҳкам бибандад.” Мо ҳам шутуронро маҳкам бастем ва боди шадиде вазидан гирифт. Шахсе дар он вақт баромада буд ва бод ӯро ба кӯҳи Тай андохт (ва дар ин ғазва буд), ки подшоҳи Айла ба Паёмбари Худо (с) астари сафеде ва ҷомаи хатдореро бахшиш намуд ва Паёмбари Худо (с) барояш дар минтақаи худаш, ки дар канори баҳр зиндагӣ мекард, амонномае навиштанд. Ва чун дар бозгашт ба Водиу-л-қуро расидем, ба он зан гуфтанд; “Нахлистонат чӣ қадар хурмо дод?” Гуфт: Ҳамон даҳ васқе, ки Паёмбари Худо (с) тахмин зада буданд. Паёмбари Худо (с) фармуданд: “Ман бошитоб ба тарафи Мадина равон ҳастам ва агар касе аз шумоён мехоҳад бошитоб биравад, бо ман биёяд.” Ва чун ба наздикии Мадина расиданд, фармуданд: ' Ин Тоба аст” (яъне шаҳри хуш ва гуворое ҳаст). Ва чун чашми Паёмбари Худо (с) ба кӯҳи Уҳуд афтод, фармуданд: “Ин кӯҳест, ки ӯ моро дӯст дорад ва мо ӯро дӯст дорем ва оё шуморо хабар диҳам, ки беҳтарин мардумони Ансор кадом мардумон ҳастанд?” Гуфтанд: Бале! Фармуданд: \"Мардуми бани Наҷор, баъд аз он мардуми Абдулашҳал, баъд аз он мардуми бани Соъида ва ё мардуми бани Ҳорис ибни Хазраҷ ва дар ҳамаи мардуми Ансор хайр ва баракат ва хубӣ аст.”"
        }
      ]
    },
    {
      "number": 39,
      "title": "Дар ҳосиле, ки аз оби осмон ва ё аз оби ҷорӣ обёрӣ мешавад, ушр лозим мегардад",
      "hadiths": [
        {
          "number": 755,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Дар он чӣ, ки аз оби осмон ва чашмаҳо обёрӣ мешавад ва ё он, ки худ об бошад, ушр лозим аст ва дар он чӣ, ки ба воситаи ҳайвон (монанди кашидан аз чоҳ ва амсоли он) обёрӣ мешавад, ними ушр лозим аст.”"
        }
      ]
    },
    {
      "number": 40,
      "title": "Закоти хурмо дар вақти чидан он аст ва оё барои тифл иҷоза аст, ки аз хурмои закот бихӯрад",
      "hadiths": [
        {
          "number": 756,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ҳангоми чидани хурмо барои Паёмбари Худо (с) хурмо меоварданд, миқдори хурмое як шахс ва микдори хурмое шахси дигар то он, ки дар назди Паёмбари Худо (с) хирмане аз хурмо ҷамъ мешуд, Ҳасан ва Ҳусайн (р) бо он хурмоҳо бозӣ мекарданд. Якеашон хурмоеро гирифт ва ба даҳанаш гузошт, чашми Паёмбари Худо (с) ба вай афтод, хурморо аз даҳанаш берун карда ва фармуданд: “Оё хабар надорӣ, ки аҳл ва авлоди Муҳаммад (с) аз моли закот намехӯранд?”"
        }
      ]
    },
    {
      "number": 41,
      "title": "Оё равост, ки шахс закотеро, ки додааст, дубора бихарад? Вале агар шахси дигаре закотро харид, боке нест",
      "hadiths": [
        {
          "number": 757,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Асперо ба шахсе додам, то дар роҳи Худо ҷиҳод намояд, вале ӯ аспро зоеъ намуд ва таври лозим хидматашро накард ва мехостам он аспро аз наздаш бихарам, зеро фикр мекардам, ки шояд онро арзон бифрӯшад. Роҷеъ ба ин мавзӯъ аз Паёмбари Худо (с) пурсидам, фармуданд: “Онро набояд харид ва он чиро, ки садақа додӣ ва агарчи ба ту ба як дирҳам бидиҳад, дубора ӯро магир, зеро касе, ки садақаашро дубора мегирад, мисли касе аст, ки ба қайяш дубора руҷӯъ мекунад.”"
        }
      ]
    },
    {
      "number": 42,
      "title": "Закот додан ба ғуломони озодшудаи ҳамсарони Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 758,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мурдаи бузеро, ки касе ба канизаки озодшудаи Маймуна дода буд, дида фармуданд: “Чаро аз пӯсташ истифода накардед?” Гуфтанд: Ин худмурда аст. Фармуданд: “Аз худмурда фақат хӯрданаш ҳаром аст.”"
        }
      ]
    },
    {
      "number": 43,
      "title": "Вақте ки закот аз ҳолаташ тағйир ёбад",
      "hadiths": [
        {
          "number": 759,
          "full_text": "Аз Анас (р) ривоят аст, ки барои Паёмбари Худо (с) аз гӯште, ки барои Барира (р) садақа дода шуда буд, оварданд. Эшон фармуданд: “Ин гӯшт барои Барира закот ва барои мо бахшиш аст.”"
        }
      ]
    },
    {
      "number": 44,
      "title": "Закот аз сарватмандон гирифта шуда ва барои фуқаро дар ҳар ҷое, ки бошанд, дода мешавад",
      "hadiths": [
        {
          "number": 760,
          "full_text": "Ҳадиси Муъоз ва фиристода шуданаш ба Яман қаблан гузашт ва дар ин ривоят омадааст, ки (Паёмбари Худо (с) фармуданд: “Ва аз дуои мазлум ҳазар кун! Чун байни мазлум ва Худо монеъе нест.”"
        }
      ]
    },
    {
      "number": 45,
      "title": "Ташаккури имому дуои он ба ҳақи касе, ки закоти молашро медиҳад",
      "hadiths": [
        {
          "number": 761,
          "full_text": "Аз Абдуллоҳ ибни Абӯавфо (р) ривоят аст, ки гуфт: Чун шахсе закоташро назди Паёмбари Худо (с) меовард, дар ҳақаш дуо карда мегуфтанд: “Худоё! Бар аҳл ва авлоди фалон дуруд бифрист (яъне онҳоро мағфират намуда ва ё барояшон баракат бидеҳ)”. Падари ман закоти моли худро назди он ҳазрат (с) овард, барои ӯ дуо намуда фармуданд: «Худое, ба аҳлу авлоди Абӯавфо баракат бидеҳ»."
        }
      ]
    },
    {
      "number": 46,
      "title": "Закоти чизе, ки аз дарё гирифта мешавад",
      "hadiths": [
        {
          "number": 762,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Шахсе аз бани Исроил аз шахси дигаре аз бани Исроил хост, то барояш ҳазор динор қарз бидиҳад, он шахс барояш (ҳазор динор) қарз дод (шахси қарздор) ба канори дарё рафт (то худро ба хонаи қарздиҳанда расонад ва қарзашро адо намояд). Вале чизе, ки бар он савор шавад ва аз дарё бигзарад, ба даст наёвард, аз ҳамин ҷиҳат чӯберо гирифт ва дохили онро шикофт ва пулро дар он чӯб ниҳод, сари ин чӯбро баст ва ба дарё андохт. Ин шахсе, ки пулро ба қарз дода буд, ба канори дарё омад, то барои хонаводааш ҳезуме таҳия намояд, он чӯберо, ки дар он динорҳо гузошта шуда буд, ба унвони ҳезум гирифт». (Бақияи ҳадисро зикр намуда гуфт:). «Чун он чӯбро ба хона бурд ва шикаст, моли худро дар дохили он ёфт.”"
        }
      ]
    },
    {
      "number": 47,
      "title": "Аз ёфтани ганҷ хумс лозим аст",
      "hadiths": [
        {
          "number": 763,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Он чиро, ки ҳайвон (гурехта аз соҳибаш) талаф мекунад, зоеъ аст. Он чӣ, ки дар чоҳ меафтад ва осеб мебинад, барбодрафта аст ва агар касе маъданеро кофта ва дигаре дар он меафтад, зоеъ аст ва он чӣ, ки аз ёфтани ганҷ ба даст меояд, дар он хумс лозим мегардад»."
        }
      ]
    },
    {
      "number": 48,
      "title": "Ин қавли Худованд, ки: «Ва аз ҷумлаи аҳли закот касонеанд, ки закотро ҷамъоварӣ менамоянд) ва имом бояд касонеро, ки закотро ҷамъ мекунанд, муҳосиба намояд»",
      "hadiths": [
        {
          "number": 764,
          "full_text": "Аз Абӯҳумайди Соъидӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шахсеро аз қабилаи Асд, ки ба номи ибни Лутайба ёд мешуд, барои ҷамъоварии закоти амволи мардуми бани Сулайм фиристоданд ва ҳангоме ки он шахс бозгашт, ӯро муҳосиба намуданд."
        }
      ]
    },
    {
      "number": 49,
      "title": "Имом шутурони садақаро ба дасти худаш нишонадор месозад",
      "hadiths": [
        {
          "number": 765,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт; Абдуллоҳ ибни Абӯталҳаро назди Паёмбари Худо (с) бурдам, то таҳникаш намоянд (таҳник иборат аз он аст, ки ҷиҳати табарруки шахси солеҳе хурмо ва ё амсоли онро ба коми тифл мемолад). Дар ин вақт дидам, ки Паёмбари Худо (с) сихи оҳаниеро дар даст гирифта ва шутурони садақаро ба он сих нишонадор мекунанд."
        }
      ]
    }
  ],
  "total_chapters": 49,
  "total_hadiths": 64,
  "unique_hadith_numbers": 64
}