{
  "id": 69,
  "number": 69,
  "title": "КИТОБИ ТИБ",
  "chapters": [
    {
      "number": 1,
      "title": "Ҳеҷ дардеро Худованд надодааст, магар он, ки давоеро барояш омода намудааст",
      "hadiths": [
        {
          "number": 1962,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худованд ҳеҷ дардеро надодааст, магар он, ки барояш шифоеро омода намудааст.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Шифо дар се чиз аст",
      "hadiths": [
        {
          "number": 1963,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Шифо дар се чиз аст. Нӯшидани асал, нештари ҳиҷоматгар ва сихи доғгар ва умматамро аз доғ кардан манъ мекунам.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Муолиҷа намудан ба асал ва ин қавли Худованд, ки: “Дар асал шифое аст барои мардумон” (Наҳл: 69)",
      "hadiths": [
        {
          "number": 1964,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омаду гуфт: Шиками бародарам дард мекунад. Фармуданд: \"Барояш асал бидеҳ.” Боз дубора омад (ва ҳамон суханро такрор намуд). Фармуданд: “Барояш асал бидеҳ.” Бори саввум омад ва боз гуфтанд: Барояш асал бидеҳ. Бори чаҳорум омаду гуфт: чунин кардам (яъне барояш чанд бор пай дар пай асал додам, вале шифо наёфт. Фармуданд: \"Худованд рост мегӯяд, (мурод аз он, ин қавли Худованди мутаъол аст, ки мефармояд: Фиҳи шифоун линноси ва шиками бародарат дурӯғ, барояш асал бидеҳ.” Он шахс барои бародараш асал дод ва бародараш шифо ёфт."
        }
      ]
    },
    {
      "number": 4,
      "title": "Сиёҳдона",
      "hadiths": [
        {
          "number": 1965,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Ин сиёҳдона барои ҳар дарде ғайр аз дарди сом шифо аст.” Гуфтам: Сом чист? Фармуданд: Марг."
        }
      ]
    },
    {
      "number": 5,
      "title": "Қатраи бинӣ аз қусти ҳиндӣ ва қусти дарёӣ",
      "hadiths": [
        {
          "number": 1966,
          "full_text": "Аз Умми Қайс бинти Миҳсан (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Аз ин уди ҳиндӣ истифода кунед, зеро дар он ҳафт шифо аст: агар дар бинӣ чаконда шавад, дарди гулӯро шифо медиҳад ва агар ба ҳалқ рехта шавад, барои марази зотуяҷанб даво аст.” Бақияи ҳадис қаблан гузашт."
        }
      ]
    },
    {
      "number": 6,
      "title": "Ҳиҷомат аз беморӣ",
      "hadiths": [
        {
          "number": 1967,
          "full_text": "Ҳадиси Анас (р) дар мавриди ин, ки Абӯтайиба Паёмбари Худо (с)-ро ҳиҷомат намуд, қаблан гузашт ва дар ин ривоят омадааст, ки Паёмбари Худо (с) фармуданд: “Беҳтарин чизе, ки ба он давоӣ намудаед, ҳиҷомат ва қусти баҳрӣ аст.” Ва фармуданд: “Кӯдакони худро ба молидани ҳалқу гулӯ ба сабаби дарди гулӯи онҳо (ки он варам кардани навазатайн (зиндонакҳо) бошад) азоб надиҳед, балки эшонро ба қуст муъолиҷа намоед.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе, ки ба таъвизот муолиҷа накардааст",
      "hadiths": [
        {
          "number": 1968,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт Паёмбари Худо (с) фармуданд: “Ҳамаи умматҳо бароям нишон дода шудаанд, як ва ду паёмбарро дидам, ки бо гурӯҳе аз уммати худ мераванд ва паёмбареро дидам, ки ҳеҷ касе бо ӯ нест, то ин, ки гурӯҳи бузурге бароям намоён шуданд, пурсидам: Инҳо киёнанд? Оё уммати ман ҳастанд? Гуфтанд, ки Мӯсо (а) ва уммати ӯ мебошанд. Бароям гуфта шуд, ки ба уфуқ назар кун. Чун нигоҳ кардам, дидам, гурӯҳе аст, ки уфуқро пур кардааст. Ва бароям гуфтанд, ки ин тарафу он тараф ба офоқи осмон нигоҳ кун. (Чун нигоҳ кардам) дидам, он қадар мардум аст, ки уфуқро пур кардаанд. Бароям гуфтанд, ки инҳо уммати ту ҳастанд ва аз ин гурӯҳ ҳафтод ҳазор нафар бидуни ҳисоб ба ҷаннат дохил мешаванд.” Баъд аз ин сухан Паёмбари Худо (с) бидуни ин, ки тавзеҳи бештаре бидиҳанд, ба хонаи худ рафтанд, ашк аз чашмони мардум ҷорӣ гашт ва бо худ гуфтанд: Оё ин ҳафтод ҳазор нафар моён хоҳем буд, ки ба Худо имон овардаем ва аз расулаш мутобиъат намудем ва ё фарзандони мо, ки дар Ислом ба дунё омадаанд, зеро мо дар ҷоҳилият ба дунё омада будем. Ин хабар ба Паёмбари Худо (с) расид, назди онҳо омада ва фармуданд: “Онҳое, ки бидуни ҳисоб ба ҷаннат мераванд, касонеанд, ки руқия ва афсун намекунанд ва ба паррандагон (ва амсоли онҳо) фоли бад намезананд (масалан бигӯянд, ки фалон парранда наҳс аст, агар бар девори хонаи шахсе бинишинад, сабаби бадбахтиаш мешавад ва ё бемориаш мемирад ва ё молаш талаф меёбад ва монанди ин чизҳо) ва аз доғ кардан иҷтиноб меварзанд ва бар Парвардигори худ таваккал мекунанд.” Укоша ибни Меҳсан (р) гуфт: “Ё Расулаллоҳ! Оё ман ҳам аз инҳо (яъне аз ҳамин ҳафтод ҳазор нафар) хоҳам буд? Фармуданд: “Бале.” Шахси дигаре бархост ва гуфт (ин шахс Саъд ибни Убода (р) буд): Оё ман ҳам аз эшон хоҳам буд? Фармуданд: “Дар ин амр Укоша аз ту сабқат намуд.\""
        }
      ]
    },
    {
      "number": 8,
      "title": "Марази ҷузом (песӣ)",
      "hadiths": [
        {
          "number": 1969,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “На сироят (ба зоти худ) таъсире дорад ва на фоли бад гирифтан, на бум таъсире дорад ва на моҳи сафар ва аз марази ҷузом тавре бигурезед, ки аз шер мегурезед (ва мутаассифона, то ҳозир мусалмони бисёре бумро аломати наҳс ва сездаҳ рӯзи аввали моҳи Сафарро рӯзҳои мухотара (дар хатар афтодам) ва шарорат медонанд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Таъсире аз сафар нест",
      "hadiths": [
        {
          "number": 1970,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигар омадааст, ки шахси бодиянишине гуфт: Ё Расулаллоҳ! Чӣ сабаб аст, ки шутурҳоям дар саҳро монанди оҳу аст ва чун шутури гаргине (гарг бар вазни барг як навъи маразе аст, ки пӯсти ҳайвонро мегирад ва сабаби резиши мӯй ва хориши фаровон мешавад), дар байни онҳо дохил мешавад, ҳамаро гаргин месозад? Фармуданд: “Шутури аввалро кӣ гаргин сохтааст?\""
        }
      ]
    },
    {
      "number": 10,
      "title": "Марази зотулҷанб",
      "hadiths": [
        {
          "number": 1971,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба хонаводае аз Ансор (ки хонавода Оли Умар ибни Ҳазм мебошанд) иҷоза доданд, ки аз газидагии хазандагон ва дарди гӯш дуохонӣ намоянд. Анас (р) мегӯяд: Ман худро аз марази зотулҷанб дар замони ҳаёти Паёмбари Худо (с) доғ намудам ва дар ҳоле Абӯталҳа ва Анас ибни Назр ва Зайд ибни Собит ҳузур доштанд, Абӯталҳа маро доғ кард."
        }
      ]
    },
    {
      "number": 11,
      "title": "Таб аз ҳарорати ҷаҳаннам аст",
      "hadiths": [
        {
          "number": 1972,
          "full_text": "Ривоят аст, ки чун занеро, ки таб карда буд, назди Асмоа бинти Абӯбакр (р) меоварданд, то барояш дуо кунад, Асмоа (р) рӯи синааш об мерехт ва мегуфт: Паёмбари Худо (с) ба мо амр намудаанд, табро бо об сард бисозем."
        }
      ]
    },
    {
      "number": 12,
      "title": "Он чӣ, ки дар мавриди тоъун (вабо) омадааст",
      "hadiths": [
        {
          "number": 1973,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Тоъун барои ҳар мусалмон шаҳодат аст” (яъне касе, ки аз бемории тоъун мемирад, барояш савоби касе аст, ки ба шаҳодат мерасад)."
        }
      ]
    },
    {
      "number": 13,
      "title": "Дуохонӣ аз чашмрасӣ",
      "hadiths": [
        {
          "number": 1974,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои ман амр карданд, ё Паёмбари Худо (с) амр карданд, ки аз чащмрасӣ дуохонӣ шавад."
        },
        {
          "number": 1975,
          "full_text": "Ривоят аст, ки Паёмбари Худо (с) дар хонаи Умми Салама (р) духтаракеро диданд, ки дар рӯяш сиёҳӣ пайдо шудааст. Фармуданд: “Ӯро дуохонӣ кунед, зеро ӯ назар шудааст.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Дуохонӣ аз газидани мор ва ақраб",
      "hadiths": [
        {
          "number": 1976,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дуохониро аз газидани ҳар газандаи заҳрдоре иҷоза доданд."
        }
      ]
    },
    {
      "number": 15,
      "title": "Кайфияти дуохонии Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1977,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) барои бемор чунин мегуфтанд: “Хоки сарзамини мо ба оби даҳони мо марази моро ба хости Парвардигори мо шифо мебахшад.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Фоли нек",
      "hadiths": [
        {
          "number": 1978,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Бадшугунӣ нест ва беҳтар аст, ки инсон фоли нек бигирад.” Гуфтам: Ё Расулаллоҳ! Фоли нек чӣ гуна аст? Фармуданд: “Сухани неке аст, ки касе аз дигаре мешунавад.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Пешгӯӣ",
      "hadiths": [
        {
          "number": 1979,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ду зан ба ҳам ҷанг карданд. Яке бо санг ба шиками дигаре, ки ҳомила буд, зад ва баччаи шикамашро кушт. Онҳо назди Паёмбари Худо (с) даъво намуданд ва эшон ҳукм карданд, ки дияти (хунбаҳои) он тифл як ғулом ё як каниз аст. (Валии амри) зане, ки бояд диятро мепардохт, гуфт: Ё Расулаллоҳ! Аз касе, ки на чизе хӯрда ва на чизе ошомида, на сухане зада ва на ҳатто овозе кашидааст, чӣ гуна дият бидиҳам? Хуни чунин шахсе ҳадар аст. Паёмбари Худо (с) фармуданд: “Ин шахс аз дору дастаи коҳинон аст.”"
        }
      ]
    },
    {
      "number": 18,
      "title": "Баъзе аз баёнот сеҳромез аст",
      "hadiths": [
        {
          "number": 1980,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки ду нафар аз мардуми машриқзамин омада ва баёния доданд. Мардум аз баёнияи онҳо ба тааҷҷуб афтоданд. Паёмбари Худо (с) фармуданд: “Баъзе баёнот (ё баъзе аз баёнот) сеҳромез аст.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Сирояте нест",
      "hadiths": [
        {
          "number": 1981,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт; Паёмбари Худо (с) фармуданд: “Шахси мариз назди шахси тандуруст оварда нашавад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Муолиҷа бо заҳр ва он чӣ, ки зарарнок буда ва бояд аз он парҳез шавад",
      "hadiths": [
        {
          "number": 1982,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд; “Касе, ки худро аз кӯҳ андохта ва худкушӣ менамояд, дар оташи дӯзах ба таври ҷовидона ҳамон тавр сукут мекунад ва меафтад. Ва касе, ки заҳреро нӯшида ва ба он заҳр худкушӣ менамояд, ҳамон заҳр дар оташи дӯзах дар дасташ буда ва аз он ба таври доимӣ менӯшад. Ва касе, ки бо оҳане худкушӣ менамояд, ҳамон оҳан дар оташи дӯзах ба дасташ буда ва ба таври доимӣ ва абадӣ онро ба шиками худ дохил мекунад.\""
        }
      ]
    },
    {
      "number": 21,
      "title": "Агар магасе дар зарф меафтад",
      "hadiths": [
        {
          "number": 1983,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар магасе дар зарфи шумо афтод, онро ба таври комил ғӯта диҳед, зеро дар як болаш шифо ва дар як боли дигараш мараз аст.”"
        }
      ]
    }
  ],
  "total_chapters": 21,
  "total_hadiths": 22,
  "unique_hadith_numbers": 22
}