{
  "id": 78,
  "number": 78,
  "title": "КИТОБИ МЕРОС",
  "chapters": [
    {
      "number": 1,
      "title": "Мероси фарзанд аз падару модараш",
      "hadiths": [
        {
          "number": 2153,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Меросро (аввал) барои касоне, ки насиби муайяне доранд, бидиҳед ва боқимонда барои наздиктарин шахси музаккар (мард) аст.“"
        }
      ]
    },
    {
      "number": 2,
      "title": "Мероси духтари фарзанд ба ҳамроҳи фарзанд",
      "hadiths": [
        {
          "number": 2154,
          "full_text": "Шахсе аз Абӯмӯсо пурсид: Агар касе фавт гардад ва аз вай як духтар ва як духтари фарзанд (яъне навосаи писаре, ки духтар бошад) ва хоҳаре боқимонда бошад, мероси онҳо чӣ гуна аст? Гуфт: Ними мол барои духтар ва ними мол барои хоҳар аст. (Яъне дар ин сурат барои духтари фарзанд чизе намерасад). Ва барои шахси пурсида гуфт: Назди Ибни Масъуд (р) бирав ва ӯ низ аз ман пайравӣ хоҳад намуд. Ва чун аз ин масъала аз Ибни Масъуд (р) пурсиш намуданд ва фатвои Абӯмӯсо (р)-ро гуфтанд, гуфт: Агар ман ба мисли чизе, ки ӯ гуфтааст, бигӯям, гумроҳ гардидаам ва ҳидоят нашудаам, балки ба чизе қазоват менамоям, ки Паёмбари Худо (с) қазоват намудаанд. Ними мол барои духтар аз шаш ҳисса як ҳиссаи мол ҷиҳати икмоли сулсайн барои духтари фарзанд ва боқимонда барои хоҳар аст. (Масалан агар дар ин сурат аз шахсе сӣ ҳазор дирҳам боқӣ монда бошад, понздаҳ ҳазор дирҳам барои духтар, панҷ ҳазор дирҳам барои духтари фарзанд ва даҳ ҳазор дирҳам барои хоҳар мерасад). Чун ба Абӯмӯсо аз фатвои Ибни Масъуд (р) хабар доданд, гуфт: То вақте ки ин аллома дар байни шумо вуҷуд дорад, аз ман чизе напурсед."
        }
      ]
    },
    {
      "number": 3,
      "title": "Озодшудаи мардум аз худи онҳо ва хоҳарзода аз худи онҳост",
      "hadiths": [
        {
          "number": 2155,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Озодшудаи ҳар мардуме аз худи он мардум аст.”"
        },
        {
          "number": 2156,
          "full_text": "Ва аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Хоҳарзодаи ҳар мардуме аз худи он мардум аст.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки худро ба ғайри падараш нисбат медиҳад",
      "hadiths": [
        {
          "number": 2157,
          "full_text": "Аз Саъд ривоят аст, ки гуфт: Шунидам, ки Паёмбари Худо (с) фармуданд: “Касе, ки худро ба ғайри падараш нисбат бидиҳад ва бидонад, ки он шахс падараш нест, биҳишт барояш ҳаром аст.”"
        },
        {
          "number": 2158,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Аз падарони худ рӯйгардон нашавед, касе, ки аз падараш рӯйгардон мешавад, кофир мегардад.” (Мурод аз куфр дар ин ҳадис куфрони неъмат аст. Яъне касе, ки ба чунин коре иқдом меварзад, ҳаққи падарашро поймол намуда ва мепӯшонад)."
        }
      ]
    }
  ],
  "total_chapters": 4,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}