{
  "id": 57,
  "number": 57,
  "title": "КИТОБИ ҒАЗАВОТИ ПАЁМБАРИ ХУДО C",
  "chapters": [
    {
      "number": 1,
      "title": "Ғазваи Ушайра",
      "hadiths": [
        {
          "number": 1599,
          "full_text": "Ривоят аст, ки касе аз Зайд ибни Арқам (р) пурсид: Паёмбари Худо (с) дар чанд ғазва иштирок намудаанд? Гуфт: Дар нуздаҳ ғазва. Боз пурсид: Ту дар чанд ғазва бо эшон будӣ? Гуфт: Дар ҳафдаҳ ғазва. Пурсид: Аввалин ғазва кадом ғазва буд? Гуфт: Ғазваи Ушайра ё Усайра."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованд, ки: «Он вақтеро ба ёд овар, ки аз Парвардигори худ талаби мадад мекардед...» (Анфол: 9-13)",
      "hadiths": [
        {
          "number": 1600,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Мавқеъеро аз Микдод ибни Асвад (р) дидам, ки агар дар ин мавқеъ бо ӯ мебудам, наздам ҳеҷ чизе дар дунё бо он баробарӣ карда наметавонист. Дар ҳоле, ки Паёмбари Худо (с) бар мушрикин нафрин мекарданд, наздашон омад ва гуфт: Мо ҳеҷ гоҳ мисли қавми Мӯсо барои шумо нахоҳем гуфт, ки «Ту ва Парвардигорат биравед ва ҷанг кунед». Балки дар рост ва чап ва дар пеши рӯ ва пушти сари шумо хоҳем ҷангид. Дар ин вақт дидам, ки чеҳраи Паёмбари Худо (с) шукуфта шуд ва хушҳол шуданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Адади касоне, ки дар ҷанги Бадр иштирок карда буданд",
      "hadiths": [
        {
          "number": 1601,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Касоне, ки аз асҳоби Муҳаммад (с) дар ҷанги Бадр иштирок карда буданд, бароям гуфтанд: Адади касоне, ки дар ҷанги Бадр иштирок намуда буданд, ба адади касоне буд, ки бо Толут аз наҳр убур намуда буданд, яъне байни сесаду сӣ то сесаду навад нафар буданд. Ва Бароъ (р) гуфт: Савганд ба Худованд, ки чунин нест, бо Толут ба ҷуз аз мӯъмин каси дигаре аз наҳр убур накарда буд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Кушта шудани Абуҷаҳл",
      "hadiths": [
        {
          "number": 1602,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе ҳаст, ки бубинад бар сари Абӯҷаҳл чӣ омадааст?» Ибни Масъуд (р) рафт ва дид, ки писарони Афроа ӯро аз пой даровардаанд. (Ибни Масъуд) ба вай гуфт: Абӯҷаҳл туӣ? Ва риши Абӯҷаҳлро гирифт, Абӯҷаҳл гуфт: Оё беш аз ин аст, ки як шахсро куштаед? Ва ё гуфт: Беш аз ин аст, ки шахсеро аз қавми худ куштаед?"
        },
        {
          "number": 1603,
          "full_text": "Аз Абӯталҳа (р) ривоят аст, ки гуфт: Дар рӯзи ҷанги Бадр Паёмбари Худо (с) амр карданд, то бисту чаҳор нафар аз бузургони Қурайшро дар гудоле аз гудолҳои Бадр, ки бадбӯ буд, бияндозанд ва ҳамон буд, ки дар он гудол андохта шуданд. Ва равиши Паёмбари Худо (с) он буд, ки чун бар мардуме ғолиб мешуданд, се рӯз дар майдони ҷанг боқӣ мемонданд. Чун рӯзи саввум шуд, амр карданд, ки шутури эшон омода гардад, шутур омода шуд, баъд аз он бо саҳоба ба тарафи роҳ афтоданд. Мо фикр кардем, ки шояд ҷиҳати анҷоми коре ба он тараф мераванд, вале рафтанд, то ин, ки ба канори ҳамон гудоле, ки ашрофи Қурайшро дар он андохта шуданд, истоданд. Ҳар кадом аз онҳоро ба номаш ва номи падараш садо зада ва мегуфтанд: «Эй фалон ибни фалон, эй фалон ибни фалон! Оё беҳтар набуд, ки аз Худо ва Расулаш пайравӣ мекардӣ? Он чиро, ки Худованд барои мо ваъда дода буд, барои мо расид ва оё он чиро, ки барои шумо ваъда дода буд, барои шумо расид!» Ровӣ мегӯяд: Умар (р) (ба Паёмбари Худо (с) гуфт: Ҳарф задан бо ҷасади берӯҳ чӣ фоида дорад? Паёмбари Худо (с) фармуданд: «Қасам ба Зоте, ки ҷони Муҳаммад (с) дар дасти било кайфи ӯст, чизеро ки мегӯем, шумо аз онҳо беҳтар намешунавед»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Иштироки малоика дар ҷанги Бадр",
      "hadiths": [
        {
          "number": 1604,
          "full_text": "Аз Рифоъ ибни Рофеъи Зурақӣ (р), ки худаш дар ҷанги Бадр иштирок намуда буд, ривоят аст, ки гуфт: Ҷабраил (ъ) назди Паёмбари Худо (с) омад ва гуфт: Аҳли Бадрро шумо дар байни худ чӣ гуна мебинед? Фармуданд: «Аз беҳтарин мусалмонон (ё иборати дигар мисли он). Ҷабраил (ъ) гуфт: Касоне, ки аз малоика дар ҷанги Бадр иштирок намудаанд (дар байни малоика) низ ҳамин гунаанд. (Яъне мо низ онҳоро дар байни худ аз беҳтарин малоика медонем)."
        },
        {
          "number": 1605,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар рӯзи ҷанги Бадр фармуданд: «Ин, ки Ҷабраил (ъ) мусаллаҳ истода ва афсори аспашро ба даст гирифтааст»."
        }
      ]
    },
    {
      "number": 6,
      "title": "",
      "hadiths": [
        {
          "number": 1606,
          "full_text": "Аз Зубайр (р) ривоят аст, ки гуфт: Дар рӯзи ҷанги Бадр Убайда ибни Саид ибни Осро дидам, ончунон мусаллаҳ аст, ки ба ҷуз ду чашмаш чизе дигаре аз ҷисмаш дида намешавад ва кунияти ӯ Абӯзотил Кариш буд (Кариш ба маънои шикамба аст ва шояд сабаби калонии шиками ин шахс ва ё калонии шиками яке аз авлодаш ӯро Абӯзотил кариш мегуфтанд). Ӯ гуфт: Абӯзотил Кариш (ки шунидаед) ман ҳастам. Ба ӯ ҳамла кардам ва найзаамро ба чашмаш фурӯ бурдам ва ӯ мурд, поямро бар болояш гузоштам ва ба қувват найзаамро аз чашмаш берун овардам, дидам, ки ду гӯшаи найзаам каҷ шудааст. Паёмбари Худо (с) аз вай хостанд, то он найзаро ба таври орият барои эшон бидиҳад. Ва ӯ он найзаро барои эшон дод ва чун Паёмбари Худо (с) вафот намуданд, дубора онро пас гирифт. Баъд аз он Абӯбакр (р) онро аз вай талабид ва ӯ он найзаро ба (Абӯбакр (р) дод ва чун Абӯбакр (р) вафот намуд, Умар (р) он найзаро аз вай талабид ва онро барои вай дод. Чун Умар (р) вафот намуд, онро пас гирифт ва боз Усмон (р) онро аз вай талабид ва онро барои вай дод. Ва чун Усмон вафот намуд, он найза дар дасти авлоди Алӣ (р) боқӣ монд. Абдуллоҳ ибни Зубайр (р) (дар ҳангоми хилофати худ) онро талабид ва то вақте ки кушта шуд, дар назди ӯ боқӣ монд (аз ин дониста мешавад, ки Паёмбари Худо (с) ва саҳоба (р) ба осоре, ки баёнгари мафохири Ислом буд, эътинои хосе мекарданд)."
        },
        {
          "number": 1607,
          "full_text": "Аз Рубайиъ бинти Муъавваз (р) ривоят аст, ки ба Холид ибни Заквон гуфт: Субҳи рӯзи арӯсиам Паёмбари Худо (с) наздам омаданд ва дар назди ман ҳамин тавре, ки ту нишастаӣ, нишастанд. Канизҳо дойра мезаданд ва авсофи падаронамро, ки рӯзи Бадр кушта шуда буданд, ёд мекарданд. Яке аз онҳо гуфт: «Ва дар байни мо Паёмбари Худо (с), ки воқеаҳои фардоро медонад». Паёмбари Худо (с) ба ӯ гуфтанд: «Чунин магӯ, балки ба ҳамон чизҳои дигаре, ки мегуфтӣ, идома бидеҳ»."
        },
        {
          "number": 1608,
          "full_text": "Аз Абӯталҳа (р), ки бо Паёмбари Худо (с) дар ҷанги Бадр иштирок намуда буд, ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Малоика дар хонае, ки саг ва сурат бошад, дохил намешаванд»."
        },
        {
          "number": 1609,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Хунайс ибни Ҳузофаи Саҳмӣ (р), ки яке аз саҳобаи Паёмбари Худо (с) ва дар ҷанги Бадр иштирок намуда буд, дар Мадина вафот намуд, ҳамсараш Ҳафса (р) ки духтари Умар (р) буд, аз вай бева монд. Умар (р) мегӯяд: Назди Усмон (р) рафтам ва барояш гуфтам: Агар хоста бошӣ, духтарам Ҳафсаро барои ту ба никоҳ медиҳам. Гуфт: Дар мавзӯъ фикр мекунам. Баъд аз чанд шабе, ки интизор кашидам, омад ва гуфт: Тарҷеҳ додам, ки дар ин вақтҳо издивоҷ нанамоям. Умар (р) мегӯяд: Назди Абӯбакр (р) рафтам ва гуфтам: Агар хоста бошӣ, духтарам Ҳафсаро барои ту ба никоҳ медиҳам. Ӯ ҳам сукут кард ва дар ҷавобам чизе нагуфт ва бар ӯ нисбат ба Усмон (р) бештар қаҳрам омад. Чанд шабе гузашт, ки Паёмбари Худо (с) ӯро аз ман хостгорӣ намуданд ва ӯро ба Паёмбари Худо (с) ба никоҳ додам. Абӯбакр (р) маро дид ва гуфт: Шояд ҳангоме, ки Ҳафса (р)-ро ба ман пешниҳод кардӣ ва ман бароят чизе нагуфтам, аз ман озурда шуда будӣ? Гуфтам: Бале. Гуфт: Монеъи ҷавоб доданам барои ту он буд, ки аз майли Паёмбари Худо (с) нисбат ба Ҳафса (р) хабар доштам, аз ин ҷиҳат нахостам, ки рози Паёмбари Худо (с)-ро фош созам ва агар эшон ӯро тарк мекарданд, ман ӯро қабул мекардам."
        },
        {
          "number": 1610,
          "full_text": "Аз Абӯмасъуди Бадрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Агар касе ду ояти охири сураи «Бақара»-ро дар шаб тиловат намояд, барояш кофӣ аст»."
        },
        {
          "number": 1611,
          "full_text": "Аз Миқдод ибни Амри Киндӣ (р), ки ҳампаймони бани Зӯҳра ва аз аҳли Бадр аст, ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам: Агар кофаре дар ҳолати ҷанг бо шамшер яке аз дастҳоямро қатъ намояд ва баъд аз он аз наздам гурехта ва ба дарахте паноҳ бибарад, агар баъд аз мусаллат шуданам бар вай бигӯяд, ки барои Худо мусалмон шудаам, оё раво аст, ки баъд аз ин гуфтааш ӯро ба қатл бирасонам? Паёмбари Худо (с) фармуданд: «Ӯро ба қатл марасон». Гуфтам: Ё Расулаллоҳ! Ӯ яке аз ду дастамро қатъ кардааст ва ин калимаро баъд аз қатъ кардани дастам гуфтааст. Паёмбари Худо (с) фармуданд: «Ӯро ба қатл марасон, агар ӯро ба қатл бирасонӣ, ӯ ба монанди ту аст, пеш аз он, ки ӯро ба қатл бирасонӣ ва ту ба монанди ӯ ҳастӣ, пеш аз он, ки ӯ он калимаро гуфта бошад»."
        },
        {
          "number": 1612,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки Паёмбари Худо (с) дар мавриди асирони Бадр фармуданд: «Агар Мутъим ибни Адий зинда мебуд ва дар бораи ин хабисҳо дар наздам шафоат мекард, шафоати ӯро қабул мекардам ва инҳоро озод месохтам»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Қиссаи бани Назир ва хиёнати онҳо ба Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1613,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Қабилаи бани Назир ва бани Қурайза (бо мусалмонон) ба ҷанг бархостанд, Паёмбари Худо (с) бани Назирро аз минтақа хориҷ карданд ва бар бани Қурайза миннат ниҳода ва онҳоро ба ҳоли худашон вогузоштанд, то ин, ки бани Қурайза ҳам ба ҷанг пардохтанд ва ҳамон буд, ки мардони онҳоро куштанд ва занҳо ва атфол ва амволи онҳоро байни мусалмонон тақсим намуданд, магар иддае, ки назди Паёмбари Худо (с) омаданд ва онҳоро амон доданд. Онҳо мусалмон шуданд ва бақияи яҳуди Мадинаро, ки иборат аз бани Қайнуқо, ки аз вобастагони Абдуллоҳ ибни Салом буданд ва яҳуди бани Ҳориса ва дигар яҳудонро аз Мадина хориҷ сохтанд."
        },
        {
          "number": 1614,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) нахлистонҳои бани Назирро оташ заданд ва қатъ намуданд. Ва ин ҳамон нахлистонҳои минтақаи Бувайра буд ва дар ҳамин маврид ин қавли Худованди мутаъол нозил гардид: «Он чиро, ки аз дарахтон қатъ кардед ва ё ба ҳоли худ собит нигоҳ доштед, ба иродаи Худо буд». (Ҳашр: 5)"
        },
        {
          "number": 1615,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳамсарони Паёмбари Худо (с) Усмон (р)-ро назди Абӯбакр (р) фиристоданд ва ҳаштум ҳиссаи мероси худро аз амволи ғанимат талаб намуданд ва ман эшонро аз ин талаб мамониат кардам ва гуфтам: Аз Худо битарсед, магар хабар надоред, ки Паёмбари Худо (с) фармуданд: «Мо (Паёмбарон) мерос бурда намешавем, ончиро, ки аз худ ба ҷой мегузорем, садақа асг». (Ва мақсуди Паёмбари Худо (с) аз ин сухан худашон буданд). Оли Муҳаммад (с) фақат аз ин мол хӯрда метавонанд». Чун аз ин чиз ба онҳо хабар додам, ҳамсарони Паёмбари Худо (с) аз талаби хеш худдорӣ намуданд (ва баъд аз ин сухан ҳеч касро ба талаби он мол нафиристоданд)."
        }
      ]
    },
    {
      "number": 8,
      "title": "Қатли Каъб ибни Ашраф",
      "hadiths": [
        {
          "number": 1616,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Кист, ки мавзӯъи Каъби Ашрафро ба ӯҳда бигирад, зеро ӯ Худо ва Расулашро азият намудааст? (Каъб ибни Ашраф шахсе аз яҳуди бани Қурайза буд, ки шеър месуруд ва дар шеъри худ Паёмбари Худо (с)-ро ҳаҷв мекард ва мушрикинро бар алайҳи мусалмонон таҳрик менамуд). Муҳаммад ибни Маслама (р) бархост ва гуфт: Ё Расулаллоҳ! Оё мехоҳед, ки ӯро ба қатл бирасонам? Фармуданд: «Бале». Гуфт: Пас бароям иҷоза бидиҳед, ки ҳиллае ба кор бубарам ва чизе бигӯям. Фармуданд: «Бигӯ». Ҳамон буд, ки Муҳаммад ибни Маслама (р) назди Каъб ибни Ашраф рафт ва гуфт: Ин шахс (яъне Паёмбари Худо (с) аз мо садақа металабад ва моро ба мушкилот мубтало сохтааст, омадам, то аз ту қарз бигирам. Каъб гуфт:  Илова бар он аз вай хаста ва малул ҳам хоҳед шуд. Муҳаммад ибни Маслама (р) гуфт: Ҳоло аз вай мутобаат намудаем, намехоҳем ба ҳамин зудӣ ӯро тарк намоем, балки чизе интизор мекашем, то бубинем, ки кораш ба куҷо мекашад? Ва чизе, ки мехоҳем, он аст, ки як ё ду васақ хурмо барои мо қарз бидиҳӣ (ҳар васақе мусовии 60 соъ ва ҳар соъ ба вазни феълӣ мусовии 6/640 килограмм аст, бинобарин ҳар васақ мусовии 4,398 килограмм мешавад). Гуфт: Хуб аст, вале бояд бароям гараве бидиҳед. Гуфт: Чӣ гараве мехоҳед? Гуфт: Занҳои худро наздам гарав бигузоред. Гуфт: Дар ҳоле, ки ту зеботарини ҷавонони Араб ҳастӣ, чӣ гуна метавонам занҳои худро наздат гарав бигзорем? Гуфт: Пас баччаҳои худро наздам гарав бигузоред. Гуфт: Агар баччаҳои худро наздат гарав бигузорам, фардо касе ба онҳо таъна зада мегӯяд: ту будӣ, ки дар муқобили як ё ду васақи хурмо ба гарав дода шуда будӣ? Ва ин барои мо нанг ва ор аст, вале агар мувофиқат дошта бошӣ, аслиҳаҳои худро бароят ба гарав медиҳем. Ва бо ӯ ваъда гузошт, ки биравад ва аслиҳаҳоро биоварад. Шаб ҳамроҳи Абӯноила (р), ки бародари разоии Каъб ибни Ашраф буд, омад, Каъб онҳоро ба дохили қалъааш талабид ва наздашон омад, занаш барояш гуфт: Дар ин вақти шаб куҷо меравӣ? Гуфт: Назди Муҳаммад ибни Маслама ва бародарам Абӯноила меравам. Занаш гуфт: Ман садоеро мешунавам, ки гӯё аз он бӯи хун меояд. Гуфт: Касе нест, бародарам Муҳаммад ибни Маслама ва бародари разоиям Абӯноила аст, одами бошахсият агар дар шаб аз вай хоста шавад, ки ба дами теғ биравад, бояд қабул кунад. Ва Каъб ибни Ашраф гуфт: Муҳаммад ибни Маслама ду нафарро бо худ ба дохили қаср меоварад. Ва дар ривояте омадааст, ки (ҳамроҳони Муҳаммад ибни Маслама (р) се нафар буданд, ки иборатанд аз: Абс ибни Ҷабр ва Аббод ибни Бишр ва Ҳорис ибни Авс. Пас Муҳаммад ибни Маслама ба онҳо гуфт: Вақте ки Каъб ибни Ашраф биёяд, ман мӯйҳояшро мегирам ва мебӯям ва чун дидед, ки сарашро маҳкам гирифтам, ба ӯ ҳамла кунед ва корашро яксара намоед. Ва дар ривояти дигаре омадааст, ки Муҳаммад ибни Маслама ба ҳамроҳонаш гуфт: Баъд аз ин, ки ман мӯйҳояшро бӯидам, навбати бӯйиданро ба шумо медиҳам. Каъб бо либосҳои фохир дар ҳоле, ки бӯи атр аз вай ба ҳаво пароканда мешуд, аз қасраш поён шуд ва назди онҳо омад. Муҳаммад ибни Маслама (р) гуфт: То ҳоло чунин бӯи хушро надида будам, Каъб гуфт: Занам комилтарин ва хушбӯйтарин занони Араб аст. Муҳаммад ибни Маслама (р) барояш гуфт: Иҷоза медиҳӣ саратро бибӯям? Гуфт: Бале. Ҳамон буд, ки Муҳаммад ибни Маслама (р) сарашро бӯид ва рафиқонаш ҳам бӯиданд. Боз барояш гуфт: Оё иҷоза медиҳӣ, ки як бори дигар саратро бибӯям? Гуфт: Бале. Чун сарашро маҳкам гирифт, ба рафиқонаш гуфт: Фурсататон аст! Ва онҳо ӯро куштанд. Баъд аз он назди Паёмбари Худо (с) омаданд ва барояшон (аз воқеаи кушта шудани Каъб ибни Ашраф) хабар доданд (ин воқеа дар рабеъулаввали соли саввуми ҳиҷрӣ сурат гирифт)."
        }
      ]
    },
    {
      "number": 9,
      "title": "Кушта шудани Абурофеъ Абдуллоҳ ибни Абулҳуқайқ ва ё Салом ибни Абулҳуқайқ",
      "hadiths": [
        {
          "number": 1617,
          "full_text": "Аз Бароа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) касонеро аз Ансор ба тарафи Абӯрофеъи яҳудӣ фиристоданд ва Абдуллоҳ ибни Атик (р)-ро бар онҳо амир муқаррар намуданд. Абӯрофеъ Паёмбари Худо (с)-ро азият мекард ва мардумеро бар алайҳи эшон таҳрик ва кӯмак менамуд (ва ҳамин Абӯ Рофеъ буд, ки аҳзобро дар ғазваи Хандақ бар алайҳи мусалмонон таҳрик намуда буд). Вай дар қалъа дар сарзамини Хдчоз зиндагӣ мекард. (Гурӯҳе, ки ба ин кор маъмурият ёфта буданд) ҳангомн ғуруби офтоб ба наздикии қалъааш расиданд, мардум чорпоёни худро аз чарогоҳ меоварданд, Абдуллоҳ ба ҳамроҳони худ гуфт: Шумо ҳамин ҷо биншинед ва ман меравам ва бо дарбон бо лутф ва мулоиматй сухан мезанам, шояд бароям иҷоза бидиҳад, ки дохили қалъа шавам. Ва ҳамон буд, ки омад ва наздики дарвоза расид, ҷомаашро ба сараш печид ва тавре вонамуд кард, ки гӯё мехоҳад қазои ҳоҷат намояд, мардумон дохил гардиданд ва дарвозабон садо зад ва ба ӯ гуфт: Эй бандаи Худо! Агар мехоҳӣ дохил шавӣ, зудтар дохил шав, ки дарвозаро мебандам. Абдуллоҳ (р) мегӯяд: Ман дохил гардидам ва дар ҷое камин намудам, чун ҳамон мардум дохил шуданд, дарвозабон дарвозаро баст ва калидҳоро бар мех овезон намуд, ман калидҳоро бардоштам ва дарвозаро боз кардам. Абӯрофеъ бо мардумон шабнишинӣ дошт ва утоқаш дар ғурфаи баланде буд. Ҳангоме, ки ҳамнишинонаш рафтанд, ба тарафи утоқаш боло шудам ва ҳар дарвозаеро, ки боз мекардам, чун дохил мешудам, онро аз дохил мебастам, зеро бо худ мегуфтам: Агар мардум аз омаданам хабар шаванд, то вақте ки ӯро бикушам, ба ман расида натавонанд. Омадам, то дар наздаш расидам, дидам, дар хонаи торике байни аҳли хонаводааш хобидааст. Чун ӯро мушаххас карда наметавонистам, садо зада ва гуфтам: Ё Абӯрофеъ! Гуфт: Кист? Ба тарафи садо давидам ва зарбаи шамшерамро фуруд овардам. Чун саросема будам, коре карда натавонистам ва ӯ фарёд кашид ва ман аз хона берун шудам ва дар ҷои на бисёр дуре мунтазир мондам. Дубора ба хона дохил шудам (ва тавре вонамуд мекардам, ки гӯё ба кӯмакаш омадаам). Аз вай пурсидам: Ё Абӯрофеъ! Ин чӣ овозе буд? Гуфт: Вой бар модарат! Пештар аз ту шахсе дар дохили хона бо шамшер ба ман ҳамла намуд! Дар ин вақт бо шамшер бар вай ҳамла намудам ва ӯро аз пой даровардам ва чун ба ин ҳамла кораш яксара нашуд, дубора сари шамшерро дар шикамаш гузоштам ва ончунон фурӯ бурдам, ки аз пушташ берун шуд ва дар ин вақт яқин кардам, ки ӯро куштаам. Аз он ҷо баргаштам ва дарвозаҳоро яке баъд аз дигаре мекушодам, то ба зина расидам, поямро гузоштам ва дидам, ки бар рӯи замин расидаам. Дар ин вақт мутаваҷҷеҳ шудам, ки дар шаби равшани моҳтобгир омадаам ва соқи поям шикастааст, поямро ба дасторе бастам, баъд аз он рафтам ва наздики дарвоза нишастам ва бо худ гуфтам: То дилпур нашавам, ки ӯро куштаам, берун нахоҳам шуд. Ҳангоме, ки хурӯс бонг баровард, хабардиҳандае бар болои девор баромад ва гуфт: Хабари марги Абӯрофеъ, тоҷири Ҳиҷозро ба иттилои шумо мерасонам. Дар ин вақт назди рафиқонам рафтам ва гуфтам: Бишитобед, Худованд Абӯрофеъро ба ҳалокат расонид. Назди Паёмбари Худо (с) омадам ва моҷароро барояшон қисса намудам. Фармуданд: «Поятро дароз кун!» Поямро дароз кардам ва онро масҳ намуданд, дарҳол ончунон хуб шуд, ки гӯё асло таклифе надоштам."
        }
      ]
    },
    {
      "number": 10,
      "title": "Ғазваи Уҳуд",
      "hadiths": [
        {
          "number": 1618,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Шахсе дар рӯзи ҷанги Уҳуд ба Паёмбари Худо (с) гуфт: Бароям бигӯед, ки агар ман кушта шавам, дар куҷо хоҳам буд? Фармуданд: «Дар биҳишт». Он шахс хурмоҳоеро, ки дар даст дошт, андохт ва ба ҷанг пардохт ва ба ҷанг идома дод, то кушта шуд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Ин қавли Худованд, ки: «Он замонеро ба ёд биовар, ки ду гурӯҳ аз шумо қасд доштанд, ки аз ҷиҳод",
      "hadiths": [
        {
          "number": 1619,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Дар рӯзи ҷанги Уҳуд ду нафарро дидам, ки бо либосҳои сафед ҳамроҳи Паёмбари Худо (с) буданд ва бошиддат аз эшон дифоъ мекарданд ва ин ду нафарро на пеш аз он рӯз дида будам ва на баъд аз он."
        },
        {
          "number": 1620,
          "full_text": "Ва аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи ҷанги Уҳуд гирдони худро бароям кушода ва фармуданд: «Тир биандоз! Падару модарам фидои ту бод»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Ин қавли Худованд, ки: «Кор ба дасти ту нест, Худованд ё тавбаи онҳоро мепазирад ва ё...»",
      "hadiths": [
        {
          "number": 1621,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи ҷанги Уҳуд захмӣ гардида ва фармуданд: «Мардуме, ки Паёмбари худро маҷрӯҳ намоянд, чӣ гуна растагор хоҳанд шуд?» Ва ин қавли Худованд нозил гардид, ки кор ба дасти ту нест, Худованд ё тавбаи онҳоро мепазирад ва ё азобашон мекунад, зеро онҳо ситамкоронанд»."
        },
        {
          "number": 1622,
          "full_text": "Ибни Умар (р) мегӯяд: Аз Паёмбари Худо (с) шунидаам, ки ҳангоми боло кардани сари худ аз рукӯъ ва баъд аз «самиъаллоҳу ли ман ҳамида» мегуфтанд: «Худоё! Фалон ва фалон ва фалонро лаънат кун!» Ва Худованди мутаъол ин ояи муборакро нозил намуд: «Кор ба дасти ту нест, Худованд е тавбаи онҳоро мепазирад ва ё азобашон мекунад, зеро онҳо ситамкоронанд»."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ба шаҳодат расидани Ҳамза ибни Абдулмутталиб (р)",
      "hadiths": [
        {
          "number": 1623,
          "full_text": "Ривоят аст, ки Убайдуллоҳ ибни Адий ибни Хиёр (р) барои Ваҳшӣ гуфт: Оё мешавад, ки кайфияти кушта шудани Ҳамзаро барои мо қисса намоӣ? Гуфт: Бале, Ҳамза дар ҷанги Бадр Туъайма ибни Адий ибни Хиёрро ба қатл расонида буд. Мавлоям Ҷубайр ибни Мутъим ба ман гуфт: Агар Ҳамзаро ба интиқоми қатли амакам ба қатл бирасонӣ, озод ҳастӣ. Ваҳшӣ мегӯяд: Чун мардум ба минтақаи Айнайн рафтанд (Айнайн кӯҳе аст дар наздики Уҳуд, байни кӯҳи Айнайн ва кӯҳи Уҳуд водие қарор дорад), ман ҳам бо онҳо барои ҷанг берун шудам ва ҳангоме, ки дар муқобили якдигар сафороӣ намуданд Сибоъ аз саф баромад ва гуфт: Касе ҳаст, ки бо ман дасту панҷа нарм кунад? Ҳамза ибни Абдулмуталлиб дар муқобилаш қарор гирифт ва гуфт: Ё Сибоъ! Ё Ибни Уми Анмор! Ва эй касе, ки модарат бузури занҳоро қатъ мекунад (бузур қитъаи гӯштест монанди тоҷи хурӯс дар фарҷи зан ва касоне, ки одат ба хатна кардани занҳо доранд, онро мебуранд ва модари Сибоъ вазифааш хатна кардани занҳо буд ва Ҳамза хост, то аз ин амали модари Сибоъ бар вай таъна занад), ту ҳам омадаӣ ва бо Худо ва Расулаш душманӣ ва муқобила менамоӣ? Ваҳшӣ мегӯяд: Баъд аз ин сухан Ҳамза бар вай ҳамла намуд ва ӯро ба қатл расонид. Ваҳшӣ мегӯяд; Ва ман барои Ҳамза камин гирифта будам ва ҳангоме, ки ба наздикам расид, бар ӯ ҳамла кардам ва найзаамро чунон дар зери нофаш фурӯ бурдам, ки аз байни ронҳояш хориҷ гардид ва ҳамон буд, ки кушта шуд. Ва чун мардум бозгаштанд, ман ҳам бо онҳо бозгаштам ва то замоне, ки Ислом мунташир гашт, дар Макка боқӣ мондам. Баъд аз он ба тарафи Тоиф рафтам ва ҳангоме, ки (аҳли Тоиф) вафдеро назди Паёмбари Худо (с) фиристоданд ва касе бароям гуфта буд, ки Паёмбари Худо (с) ба қосид ва паёмрасон зараре намерасонад, ман бо ҳамон вафд назди Паёмбари Худо (с) рафтам. Чун чашми Паёмбари Худо (с) бар ман афтод, фармуданд: «Ту Ваҳшӣ ҳастӣ?» Гуфтам: Бале. Пурсиданд: «Ҳамзаро ту куштӣ?» Гуфтам: Он чӣ, ки тақдир буд, шуд ва хабараш ҳам ба шумо расид. Фармуданд: «Оё метавонӣ рӯи худро аз ман пинҳон намоӣ?» (яъне: «Аз ин ҷо бирав, ки туро субҳу шом набинам». Ваҳшӣ мегӯяд: Аз он ҷо хориҷ гардидам ва баъд аз ин, ки Паёмбари Худо (с) вафот намуданд ва Мусайлимаи Каззоб зуҳур намуд, бо худ гуфтам: Ба ҷанги Мусайлима меравам, шояд битавонам ӯро бикушам ва ҷуброни қатли Ҳамзаро намоям ва ҳамон буд, ки бо касоне, ки ба ҷанги ӯ мерафтанд, ҳамроҳ шудам. Ва қиссаи ӯ ҳарчӣ, ки буд, буд (яъне мардумони зиёдеро бо худ ҳамдаст сохта ва хатари ҷиддӣ барои мусалмонон шуда буд). Дар ин вақт шахсеро дидам, ки ба монанди шутури хокистарранг бо мӯйҳои парешон дар рахнаи деворе истодааст (ва ин ҳамон Мусайлимаи Каззоб буд). Бар ӯ ҳамла намудам ва бо ҳамон ҳарбае (ки Ҳамзаро кушта будам) ончунон дар байни синаҳояш фурӯ бурдам, ки аз пушти сараш хориҷ гардид. Дар ин вақт шахсе аз Ансор омад ва шамшери худро бар фарқи ӯ фуруд овард."
        }
      ]
    },
    {
      "number": 14,
      "title": "Маҷрӯҳ шудани Паёмбари Худо (с) дар ҷанги Уҳуд",
      "hadiths": [
        {
          "number": 1624,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Худованд бар мардуме сахт ғазаб мекунад, ки бо Паёмбари ӯ чунин карданд». Ва ишора карданд ба сӯи дандони худ, гуфтанд: («Ва Худованд бар шахсе сахт ғазаб мекунад, ки Паёмбари Худо (с) ӯро дар ҷиҳод ба қатл бирасонад»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Касоне, ки даъвати Худо ва Расулашро пазируфтанд",
      "hadiths": [
        {
          "number": 1625,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) дар ғазваи Уҳуд маҷрӯҳ гардиданд ва мушрикин баргаштанд, аз он тарсиданд, ки мабодо мушрикин дубора баргарданд. Аз ин ҷиҳат фармуданд: «Кист, ки онҳоро таъқиб намояд?» Ҳафтод нафар, аз он ҷумда Абӯбакр ва Зубайр (р) ҳозир шуданд, ки ба таъқиби онҳо бираванд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Ғазваи Хандақ, ки ҳамон ғазваи Аҳзоб аст",
      "hadiths": [
        {
          "number": 1626,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Ҳангоме, ки машғули кандани хандақ будем, харсанги бисёр сахте падидор шуд. Мардум назди Паёмбари Худо (с) рафта ва гуфтанд: Сахраи бисёр шадиде дар Хандақ пайдо шудааст. Фармуданд: «Инак худам поён мешавам». Ва дар ҳоле, ки (аз гуруснагӣ) сангеро бар шиками худ баста буданд ва се рӯз шуда буд, ки чизеро начашида будем, Паёмбари Худо (с) зоғнӯлро гирифтанд ва бар сахра заданд, харсанг ба реги равон мубаддал гардид."
        },
        {
          "number": 1627,
          "full_text": "Аз Сулаймон ибни Сурад (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи ғазваи Аҳзоб (баъд аз гурехтани мушрикин) фармуданд: («Баъд аз ин) мо бо онҳо ҷанг мекунем ва онҳо бо мо ҷанг намекунанд». (Яъне: баъд аз ин мо ҳолати ҳуҷумӣ ба худ мегирем ва онҳо ҳолати дифоъӣ ва ҳамин тавр ҳам шуд. Ин суханро дар рӯзи бисту саввуми Зулқаъдаи соли панҷуми ҳиҷрӣ гуфтанд)."
        },
        {
          "number": 1628,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) чунин мегуфтанд: «Ба ҷуз Худои ягона Худои дигаре нест, лашкариёнашро иззат додааст, бандаашро нусрат ато фармудааст ва танҳо худаш бар аҳзоб ғалаба намудааст ва баъд аз Худо ҳеҷ чизи дигаре нест»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Бозгаштани Паёмбари Худо (с) аз ғазваи Аҳзоб ва рафтан ба сӯи бани Қурайза",
      "hadiths": [
        {
          "number": 1629,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Мардуми бани Қурайза ба ҳукми Саъд ибни Муъоз (р) мувофиқа намуданд. Паёмбари Худо (с) ӯро талабиданд ва ӯ дар ҳоле, ки бар болои харе савор буд, омад, чун ба масҷид наздик шуд (мурод аз ин масҷид масҷиде аст, ки Паёмбари Худо (с) дар вақти муҳосираи бани Қурайза барои намоз хондан дар наздики хонаҳои онҳо омода намуда буданд). Паёмбари Худо (с) ба мардуми Ансор фармуданд: «Биравед ба сӯи сардори худ ва ё ба сӯи беҳтарини худ». Ва ба Саъд ибни Муъоз (р) гуфтанд: «Инҳо ба ҳукми ту мувофиқат кардаанд». Саъд гуфт: Мардони онҳоро бикушед ва кӯдакони онҳоро ба асорат бигиред. Паёмбари Худо (с) фармуданд: «Мувофиқи ҳукми Худо қазоват намудӣ». Ва ё фармуданд: «Мувофиқи ҳукми Худо ва ё ҳукми малак, ки Ҷабраил (ъ) аст, ҳукм намудӣ» (ва шак дар байни ин ду иборат аз ровӣ аст)."
        }
      ]
    },
    {
      "number": 18,
      "title": "Ғазваи Зотурриқоъ",
      "hadiths": [
        {
          "number": 1630,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) бо асҳоби ҳуд дар ғазваи ҳафтум, ки ғазваи Зотурриқоъ аст намози хавф хонданд."
        },
        {
          "number": 1631,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Дар яке аз ғазавоте, ки бо Паёмбари Худо (с) иштирок намуда будем, моён (аз қабилаи Ашъарийин) шаш нафар будем ва як шутур доштем, шутурро ба навбат савор мешудем, пойҳои мо обила кард, пойҳои худам обила карда, нохунҳоям афтод ва ба пойҳои худ хирқапораҳоро мепечондам. Ва аз ҳамин сабаб ин ғазваро ба номи ғазваи Зотурриқоъ номиданд, зеро бар пойҳои худ хирқапораҳоро мебастем."
        },
        {
          "number": 1632,
          "full_text": "Саҳл ибни Абӯҳасама (р), ки бо Паёмбари Худо (с) дар ғазваи Зотурриқоъ иштирок намуда буд, мегӯяд: Намози хавфро ба ин гуна адо намуданд, ки як қисмате аз мардум бо Паёмбари Худо (с) саф бастанд ва қисмати дигар муқобили душман истоданд. Паёмбари Худо (с) бо касоне, ки бо эшон буданд, як ракаат намоз адо намуданд. Баъд аз он худи Паёмбари Худо (с) ба ҷойи худ ҳамон тавр истоданд. Касоне, ки бо онҳо (як ракаат намоз хонда буданд) бақияи намозро бо худ комил карданд, баъд аз он рафтанд ва муқобили душман қарор гирифтанд. Гурӯҳи дигаре омаданд (ва Паёмбари Худо (с) як ракаати боқимондаро бо онҳо адо намуданд, сипас ҳамон тавр нишаста, интизор кашиданд, то онҳо ракаати дигарро бихонанд, баъд аз он бо ҳам салом доданд (ва ба ин тариқ ҳамагон фазилати намози ҷамоат ва аз он муҳимтар, фазилати намоз хондан бо Паёмбари Худо (с)-ро дарёфтанд)."
        },
        {
          "number": 1633,
          "full_text": "Ҷобир ибни Абдуллоҳ (р) мегӯяд: Бо Паёмбари Худо (с) ба тарафи Наҷд ба ҷиҳод рафтем. Ҳангоми бозгаштан дар даште, ки дарахтҳои хордори бисёре дошт, ҳаво бисёр гарм шуд, Паёмбари Худо (с) фуруд омаданд, мардум мутафарриқ гардиданд ва ҳар касе зери сояи дарахте нишаст. Паёмбари Худо (с) низ зери сояи дарахти самура нишастанд (Самура дарахте аст, ки шоху барги фаровон дорад ва одати саҳоба (р) он буд, ки агар дар даште манзил мегузиданд, дарахтеро, ки сояи бештаре дошт, барои Паёмбари Худо (с) ихтисос медоданд) ва шамшери худро бар он овезон намуданд. Ҷобир (р) мегӯяд: Каме хоб шудем, ки Паёмбари Худо (с) моро садо заданд, наздашон рафтем, дидем, ки шахси бодиянишине (номи ин шахси бодиянишин Ғурас ибни Ҳориса буд), паҳлӯяшон нишастааст. Паёмбари Худо (с) гуфтанд: «Ин шахс дар ҳоле, ки ман хоб будам, шамшерамро гирифт. Чун бедор шудам, дидам ки бо шамшери бараҳна болои сарам истодааст, бароям гуфт: Дар муқобили ман аз ту кӣ дифоъ хоҳад кард? Гуфтам: Худо ва ин ки паҳлӯям нишастааст». Ва Паёмбари Худо (с) ӯро ҷазо надоданд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Ғазваи бани Мусталиқ аз қавми Хузоа, ки ҳамон ғазваи Мурайсиъ мебошад",
      "hadiths": [
        {
          "number": 1634,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ба ғазваи бани Мусталиқ рафтем ва идддае аз арабҳоро ба асорат гирифтем, ба занҳо тамоил намудем ва аз безанӣ сахт ба таклиф будем ва хостем, ки азме намоем, бо худ гуфтем: Дар ҳоле, ки Паёмбари Худо (с) вуҷуд доранд, чӣ гуна аҷала намоем ва аз эшон суол накунем? Аз эшон дар ин маврид суол намудем, фармуданд: «Бар шумо чизе нест, ҳар махлуқе, ки хилқаташ то рӯзи қиёмат муқаддар бошад, ба дунё хоҳад омад»."
        }
      ]
    },
    {
      "number": 20,
      "title": "Ғазваи Анмор",
      "hadiths": [
        {
          "number": 1635,
          "full_text": "Аз Ҷобир ибни Абдуллоҳи Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки дар ғазваи Анмор бар болои шутури худ намози нафлро ба тарафи машриқ мехонданд (Ин ҳадис ба шумораи 216 дар китоби салот, боби таваҷҷӯҳи қибла каблан гузашт)."
        }
      ]
    },
    {
      "number": 21,
      "title": "Ғазваи Ҳудайбия ва ин қавли Худованд, ки: «Худованд аз мӯъминоне, ки дар зери дарахт бо ту байъат карданд, розӣ шуд» (Фатҳ: 18)",
      "hadiths": [
        {
          "number": 1636,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Шумо фатҳи Маккаро фатҳ медонед ва агарчи фатҳи Макка фатҳ буд (Худованди мутаъол мефармояд: («Инно фатаҳно лака фатҳан мубино»), вале мо фатҳро Байъати ризвон медонем, ки дар рӯзи Ҳудайбия воқеъ гардид (зеро байъати ризвон муқаддима ва асоси фатҳи Макка буд). Ҳамроҳи Паёмбари Худо (с) як ҳазору чаҳорсад нафар будем. Ҳудайбия иборат аз чоҳе аст, мо оби он чоҳро кашидем ва қатрае боқӣ нагузоштем, ин хабар ба Паёмбари Худо (с) расид. Омаданд ва бар канори он чоҳ нишастанд, зарфи оберо хостанд ва вузӯ намуданд, баъд аз он мазмаза намуданд ва дуо карданд, он обро дар он чоҳ рехтанд, андак вақте чоҳро (ба ҳоли худаш) гузоштем ва баъд аз он оби он чоҳ мо ва шутурони моро сероб намуд."
        },
        {
          "number": 1637,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Рӯзи Ҳудайбия Паёмбари Худо (с) ба мо гуфтанд: «Шумо беҳтарин мардумони рӯи замин ҳастед». Ва мо як ҳазору чаҳорсад нафар будем ва агар (биноиямро аз даст надода будам ва) чашм медоштам, ҳамин имрӯз ҷои он дарахтро барои шумо нишон медодам."
        },
        {
          "number": 1638,
          "full_text": "Аз Сувайд ибни Нӯъмон (р), ки аз аҳли Шаҷара мебошад, ривоят аст, ки гуфт: Барои Паёмбари Худо (с) ва саҳобаашон миқдоре гандуми кӯбида оварданд, эшон онҳоро ҳамин тавр хушк хойданд."
        },
        {
          "number": 1639,
          "full_text": "Ривоят аст, ки Умар ибни Хаттоб (р) шаб бо Паёмбари Худо (с) ба ҷое мерафт, аз Паёмбари Худо (с) чизе пурсид, вале эшон ҷавоби ӯро нагуфтанд. Боз дубора пурсиш намуд, боз ҳам ҷавоби ӯро нагуфтанд. Бори саввум низ пурсид, вале Расули акрам ҷавобашро нагуфтанд (сабаби ҷавоб надодани Паёмбари Худо (с) ба Умар ибни Хаттоб он буд, ки эшон дар ин вақт машғули нузули ваҳй буданд, вале Умар ибни Хаттоб (р) мутаваҷҷеҳи ин амр нашуда буд). Умар ибни Хаттоб (р) бо худ гуфт: Эй Умар! Модарат дар маргат гиря кунад, се бор аз Паёмбари Худо (с) алъон чизе пурсидӣ ва эшон ҷавоби туро нагуфтанд. Умар (р) мегӯяд: Аз тарси он, ки мабодо дар бораи ман қуръоне нозил гардад, шутурамро тез рондам ва аз дигар мусалмонон пештар рафтам. Дере нагузашт, ки шунидам, касе маро садо мезанад, бо худ гуфтам: Шояд дар мавриди ман куръон нозил шуда бошад, Назди Паёмбари Худо (с) омадам ва салом додам, фармуданд: «Имшаб бар ман сурае нозил гардид, ки дар назди ман аз тамоми он чӣ, ки хуршед бар он тулӯъ кардааст, беҳтар аст». Ва ин оятро қироат намуданд:\t(«Мо  пирӯзии  ошкорро насибат сохтем»). ( Фатҳ:1)."
        },
        {
          "number": 1640,
          "full_text": "Аз Мисвар ибни Махрама (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар соли Ҳудайбия бо як ҳазору чандсад нафар аз саҳобаҳои худ берун шуданд, чун ба Зулҳулайфа расиданд, ҳадяеро қаллода намуда, нишонӣ карданд. Ва аз ҳамон ҷо барои адои умра эҳром бастанд ва ҷосусеро аз мардуми Хузоъа (барои иттилоъ овардан аз Қурайш) фиристоданд. Паёмбари Худо (с) ба роҳ афтоданд ва ҳангоме, ки ба Ғадири аштот расиданд, ҷосусеро, ки фиристода буданд, омад ва гуфт; Қурайш мардумро барои ҷанг кардан бо шумо ҷамъоварӣ кардаанд ва аз он ҷумла қабоилеро, ки бо онҳо ҳампаймон ҳастанд, аз ин ҷиҳат ба таври қатъӣ бо шумо ҷанг мекунанд ва монеъи рафтани шумо ба хонаи Каъба мешаванд. Паёмбари Худо (с) ба мардум гуфтанд: «Бароям маслиҳат бидиҳед: Оё мехоҳед, ки ба тарафи аҳлу аёли ин мардуме, ки мехоҳанд монеъи рафтани мо ба сӯи хонаи Каъба гарданд, ҳаракат намоем? Агар бо мо ба муқобила бархостанд, ин тавр мешавад, ки гӯё ҷосусе нафиристода будем ва бо онҳо ба ҷанг мепардозем ва агар ба муқобили мо наомаданд, мол ва аёли онҳоро ба даст меоварем». Абӯбакр (р) гуфт: Ё Расулаллоҳ! Мо ба қасди хонаи Каъба берун шудаем ва иродаи куштани касе ва ҷанг кардан бо касеро надорем, ба ҳамин ҳадаф ба сафари худ идома диҳед, агар касе монеъи рафтани мо гардид, бо ӯ ҷанг хоҳем намуд. Фармуданд: «Ба номи Худо ба пеш биравед»."
        },
        {
          "number": 1641,
          "full_text": "Аз Нофеъ (р) ривоят аст, ки гуфт: Мардум мегӯянд, ки Ибни Умар (р) пеш аз падараш Умар (р) мусалмон шудааст ва ин чиз воқеият надорад. Балки воқеият он аст, ки дар рӯзи сулҳи Ҳудайбия Умар (р) писараш Абдуллоҳ (р)-ро фиристод, то асперо, ки аз вай дар назди шахсе аз Ансор буд, биоварад. (Абдуллоҳ (р) дар масири роҳи худ) Паёмбари Худо (с)-ро дид, ки дар зери ҳамон дарахти маъруф нишастаанд ва бо мардум байъат мекунанд ва Умар (р) аз ин кор иттилоъ надошт, Абдуллоҳ ибни Умар (р) бо Паёмбари Худо (с) байъат кард ва баъд аз он рафт ва аспро барои Умар (р) овард. Ва Умар (р) дар ин вақт либоси ҷангиро мепӯшид ва худро омодаи ҷанг мекард. Абдуллоҳ (р) барояш гуфт: Паёмбари Худо (с) дар зери хамон дарахт бо мардум байъат мекунанд. Нофеъ (р) мегӯяд: Ҳамон буд, ки ӯ ҳам бо писараш рафт ва бо Паёмбари Худо (с) байъат намуд ва ин ҳамон чизе аст, ки мардум мегӯянд: Ибни Умар (р) пеш аз падараш мусалмон шудааст."
        },
        {
          "number": 1642,
          "full_text": "Аз Абдуллоҳ ибни Абӯавфо (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) умра намуданд, бо эшон будем. Чун тавоф намуданд, бо эшон тавоф кардем ва чун намоз хонданд, бо эшон намоз хондем. Вале вақте ки байни Сафо ва Марва саъй менамуданд, мо аз эшон ҳифозат мекардем, то мабодо аҳли Макка ба эшон зарар бирасонанд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Ғазваи Зотиқарад",
      "hadiths": [
        {
          "number": 1643,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Пеш аз азони аввал берун шудам ва шутурони ширдеҳи Паёмбари Худо (с) дар минтақаи (Зиқарад) мечариданд, ғуломи Абдурраҳмон ибни Авф (р) омад ва гуфт: Шутурони ширдеҳи Паёмбари Худо (с)-ро бурданд (ва тамоми ҳадис қаблан зикр гардид ва дар охир ин ривоят омадааст, ки: баъд аз он баргаштем ва Паёмбари Худо (с) маро пушти сари худ бар болои шутури худ савор карданд ва рафтем, то ба Мадина дохил гардидем (Ин ҳадис ба шумораи 1300 дар китоби ҷиҳод қаблан гузашт)."
        }
      ]
    },
    {
      "number": 23,
      "title": "Ғазваи Хайбар",
      "hadiths": [
        {
          "number": 1644,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ба тарафи Хайбар берун шудем ва дар шаб сафар мекардем. Касе ба Омир (р) гуфт: Ё Омир! Аз ҳамон чизҳоят барои мо намешунавонӣ? (Мақсудаш аз он чизҳо ашъоре буд, ки Омир (р) барои мардум месуруд). Омир (р) шахси шоир ва хонандае буд, аз шутураш поён шуд ва барои мардум ин ашъорро мехонд: Худоё! Агар ту набудӣ, мо ҳидоят намешудем, На садақа медодем ва на намоз мехондем. Ва бар мо биомурз ва туро, то зинда бошем, бо азамат ёд мекунем, Ва дар вақти мулоқот бо душман, моро собитқадам нигоҳ дор. Ва бар мо оромиш бубахш ва вақте ки моро ба кори бад бихоҳанд, Ибо меварзем ва бо овози баланд дигаронро бар алайҳи мо ба кӯмак хостанд. Паёмбари Худо (с) фармуданд: «Ин қофиласолор кист?» Гуфтанд: Омир ибни Акваъ аст. Фармуданд: «Худованд бар ӯ раҳмат кунад». Касе гуфт: Ё Набияллоҳ! Ҷаннат барояш воҷиб шуд, вале чаро мӯҳлат надодед, то аз вай истифода мебурдем? (Яъне: Ин шахс ба асари дуои шумо ба дараҷаи шаҳодат ноил хоҳад омад ва аз байни мо хоҳад рафт ва эй кош мегузоштед, то аз шуҷоати вай истифода мекардем). Ба Хайбар расидем ва аҳли Хайбарро муҳосира намудем, то ин, ки ба гуруснагии сахте дучор шудем, баъд аз он Худованди мутаъол фатҳро насиби мо сохт. Шоми рӯзе, ки Хайбар фатҳ шуд, (мусалмонон) оташи зиёде барафрӯхтанд, Паёмбари Худо (с) пурсиданд: «Ин оташҳо барои чист? Ва барои чӣ ин қадар оташ афрӯхтаед?» Гуфтанд: Гӯшт мепазем. Пурсиданд: «Гӯшти чӣ ҳайвонеро?» Гуфтанд: Гӯшти харҳои аҳлиро. Паёмбари Худо (с) фармуданд: «Гӯштҳоро берун бирезед ва дегҳоро бишканед». Касе гуфт: Ё Расулаллоҳ! Агар гӯштҳоро берун бирезем ва дегҳоро бишӯем, чӣ мешавад? Фармуданд: «Ҳамон тавр кунед». Ҳангоме мардум сафороӣ намуданд, шамшери Омир (р) кӯтоҳ буд, рафт ки ба пои яҳуде бизанад, шамшераш давр хӯрд ва нӯки он бар зонуи худаш исобат намуд ва мурд. Салама (р) мегӯяд: Ҳангоми бозгашт маро Паёмбари Худо (с) диданд ва дасти маро гирифта ва гуфтанд: «Туро чӣ шудааст?» Гуфтам: Падару модарам фидои шумо! Мардум мегӯянд, ки Омир аъмолашро ҳабата кардааст (зеро худашро кушт). Паёмбари Худо (с) фармуданд: «Касе, ки чунин мегӯяд, дурӯғ мегӯяд, балки барои ӯ ду музд аст». Ва ду ангушти худро бо ҳам ҷамъ намуда ва гуфтанд: «Омир ҳам машаққат дид ва ҳам ҷиҳод кард ва дар рӯи замин бисёр кам арабе аст, ки мисли ӯ бошад». Ва ё фармуданд: «Кам арабе аст, ки монанди ӯ нашъат карда бошад» (маънои каломи Паёмбари Худо (с) ин аст, ки дар байни арабҳо кам касе пайдо мешавад, ки ҳам ҷиҳод карда бошад ва ҳам машаққат дида бошад)."
        },
        {
          "number": 1645,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) шабҳангом ба Хайбар дохил гардиданд. Ва ин ҳадис қаблан гузашт (ба шумораи 243 муроҷиа шавад) ва дар ин ривоят омадааст, ки ҷангҷӯён онҳоро куштанд ва аҳлу авлоди онҳоро ба асорат гирифтанд."
        },
        {
          "number": 1646,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба ҷанги Хайбар рафтанд, мардум ба даште расиданд ва бо садои баланд гуфтанд: «Аллоҳу акбар! Аллоҳу акбар! Ло илоҳа иллаллоҳ!» Паёмбари Худо (с) фармуданд: «Бар худ мадоро кунед (яъне: ин суханро оҳистатар бигӯед), шумо на бо шахси ношунавое сухан мегӯед, на бо шахси ғоибе, балки касеро, ки мехонед, шунавост ва наздики шумо аст». Абӯмӯсо (р) мегӯяд: Ман ба ақиби чорпои Паёмбари Худо (с) мерафтам ва «ло ҳавла ва ло қуввата илло биллоҳ» мегуфтам. Инро шунида, фармуданд: «Ё Абдуллоҳ ибни Қайс!» Гуфтам: Лаббайка, ё Расулаллоҳ! Фармуданд: «Оё туро ба калимае, ки ганҷе аз ганҷҳои ҷаннат аст, раҳнамоӣ накунам?» Гуфтам: Ё Расулаллоҳ! Падару модарам фидои шумо, раҳнамоӣ кунед. Фармуданд: «Он калима ин аст: «Ло ҳавла ва ло қуввата илло биллоҳ»."
        },
        {
          "number": 1647,
          "full_text": "Аз Саҳл ибни Саъди Соидӣ (р) ривоят аст, ки гуфт: Дар яке аз ғазавот Паёмбари Худо (с) бо мушрикин ба ҷанг пардохтанд (тавре, ки дар баъзе ривоят омадааст, ин ҷанг дар Хайбар воқеъ гардида буд), баъд аз ҷанг Паёмбари Худо (с) ба тарафи аскари худ ва мушрикин ба тарафи аскари худ рафтанд. Дар миёни саҳобаҳои Паёмбари Худо (с) шахсе буд, ки ба яҳуд фурсат намедод ва ба муҷарради дидани шахси танҳое аз онҳо бароварда ва корашро месохт. Касе барои Паёмбари Худо (с) гуфт: Имрӯз ҳеҷ кадоме аз мо ба андозаи фалонӣ савоб набурдем. Паёмбари Худо (с) фармуданд: «Он шахс аз аҳли дӯзах аст» (ва ин ба сабаби мунофиқии вай буд). Ровӣ мегӯяд: Ин шахс ба таъқиби он марди размҷӯ афтод, ҳар ҷо, ки мерафт, бо вай ҳамроҳ буд, агар меистод, бо ӯ меистод ва агар мерафт, бо ӯ мерафт. Ровӣ мегӯяд: Он шахси размҷӯ захми калоне бардошт ва тасмим ба худкушӣ кард ва дастаи шамшерашро бар замин гузошт ва сари шамшерро байни ду синааш қарор дод, худашро бар рӯи шамшер фишор дод ва кушт. Шахсе, ки ӯро таъқиб мекард, назди Паёмбари Худо (с) омад ва гуфт: Шаҳодат медиҳам, ки шумо Паёмбари Худо (с) ҳастед, Фармуданд: «Чӣ хабар аст?» Гуфт: Чун шумо дар мавриди он шахс фармудед, ки аз аҳли дӯзах аст, ин сухан бар мардум гарон тамом шуд, барои онҳо гуфтам, ман хабари ин шахсро ба шумо хоҳам овард ва ба таъқибаш берун шудам, баъд аз муддати кӯтоҳе захми бузурге бардошт ва ба қасди худкушӣ баромад, дастаи шамшерашро бар замин гузошт ва нӯкашро байни ду синааш қарор дод, баъд аз он худро бар он фишор дод ва ба ҳаёти худ хотима дод. Паёмбари Худо (с) баъд аз шунидани ин сухан фармуданд: «Шахсе аз нигоҳи мардум амали аҳли ҷаннатро анҷом медиҳад, дар ҳоле, ки ӯ аз аҳли дӯзах аст ва шахси дигаре дар чашми мардум амали аҳли дӯзахро анҷом медиҳад, дар ҳоле, ки ӯ аз аҳли ҷаннат аст»."
        },
        {
          "number": 1648,
          "full_text": "Ва дар ривояти дигаре мегӯяд, ки Паёмбари Худо (с) (баъд аз воқеаи худкушии он шахси мунофиқ) фармуданд: Эй фалонӣ, бархез ва эълон кун, ки ба ҷуз мӯъмин каси дигаре ба ҷаннат намедарояд ва Худованди мутаъол ин динро ба воситаи шахси фоҷире таъйид хоҳад кард»."
        },
        {
          "number": 1649,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Дар ғазваи Хайбар зарбае ба поям исобат намуд, назди Паёмбари Худо (с) омадам, эшон бар он захм се бор дамиданд, то ҳамин соат дигар аз он поям эҳсоси шикоят накардаам."
        },
        {
          "number": 1650,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Байни Хайбар ва Мадина Паёмбари Худо (с) ҷиҳати арӯсӣ бо Сафия (р) се шаб манзил гузиданд. Ман мусалмононро ба арӯсӣ даъват намудам ва дар ин арӯсӣ на гӯште буд ва на ноне ва чизе, ки буд, он буд, ки Билол (р)-ро амр карданд, то суфраҳоро бигустуранд. Барои мо хурмо ва қурут ва равған оварданд. Мусалмонон байни худ гуфтанд: Сафия аз уммаҳоти мӯъминин аст ва ё мулки ямин (яъне каниз)-и Паёмбари Худо (с) хоҳад буд? Гуфтанд: Агар ӯро ҳиҷоб карданд, аз уммаҳоти мӯъминин аст ва агар ҳиҷоб накарданд, аз мулки яминашон хоҳад буд. Ҳангоми рафтан ӯро пушти сари худ савор карданд ва ҳиҷоб намуданд."
        },
        {
          "number": 1651,
          "full_text": "Аз Алӣ ибни Абӯтолиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи Хайбар аз мутъаи занҳо ва аз хӯрдани гӯшти харҳои аҳлӣ наҳй фармуданд."
        },
        {
          "number": 1652,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи Хайбар барои асп ду саҳм ва барои пиёда як саҳм муқаррар фармуданд."
        },
        {
          "number": 1653,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Ҳангоме, ки дар Яман будем, хабари беъсат ва ё ҳиҷрати Паёмбари Худо (с) барои мо расид. Ман ва ду бародари дигарам Абӯбурда ва Абӯруҳм, ки аз ман калонтар буданд, бо панҷоҳу се нафар аз қавми худ ба тарафи Паёмбари Худо (с) ҳаракат намудем, ба киштӣ савор шудем ва ин киштӣ моро ба сӯи Наҷҷошӣ ба Ҳабаша бурд. Дар он ҷо бо Ҷаъфар (р) мулоқот намудем ва ҳамон ҷо мунтазир мондем, то ҳама бо ҳам сафар намудем ва ҳангоме назди Паёмбарн Худо (с) расидем, ки Хайбар фатҳ шуда буд ва баъзе аз мардум барои мо, яъне барои мо касоне, ки ба киштӣ омада будем, мегуфтанд, ки мо аз шумо дар ҳиҷрат сабқат намудаем. Асмоа бинти Умайс (ҳамсари Ҷаъфар ибни Абӯтолиб), ки бо мо омада буд, ба дидани Ҳафса ҳамсари Паёмбари Худо (с) рафт ва Асмоа аз касоне буд, ки бо дигарон ба сӯи Наҷҷошӣ ҳиҷрат намуда буд. Дар ҳоле, ки Асмоа назди Ҳафса (р) буд, Умар (р) дохил шуд, чун Асмоаро дид, пурсид: Ин зани кист? (Ҳафса) гуфт; Асмоа духтари Умайс аст. Умар (р) гуфт: Ҳамон ҳабашие, ки ба киштӣ омадааст? Асмоа гуфт: Бале (ман ҳамон ҳастам). Умар (р) гуфт: Мо аз шумо пештар ҳиҷрат кардаем, аз ин ҷиҳат, ба Паёмбари Худо (с) нисбат ба шумо мустаҳиқтарем. Асмоа қаҳр кард ва гуфт: Ҳаргиз чунин нест, шумо бо Паёмбари Худо (с) будед, эшон гуруснаи шуморо таъом медоданд ва ҷоҳили шуморо ваъз ва насиҳат мекарданд, вале мо дар дасор ва ё дар сарзамини дурафтодае, хос барои Худо ва Расулаш ба сар мебурдем ва мавриди тарс ва иҳонат қарор мегирифтем ва ба Худованд савганд, то он чиро, ки гуфтӣ, барои Паёмбари Худо (с) нагӯям, на таоме мехӯрам ва на ошомидание меошомам ва ин чизҳоро бидуни каму зиёд барои Паёмбари Худо (с) хоҳам гуфт; Чун Паёмбари Худо (с) омаданд, Асмоа (р) гуфт: Ё Расулаллоҳ! Умар чунин ва чунон мегӯяд. (Паёмбари Худо (с) фармуданд: «Ту дар ҷавобаш чӣ гуфтӣ? «Гуфт: Ман ҳам барояш чунин ва чунон гуфтам. Фармуданд: «Ӯ аз шумо ба ман мустаҳиқтар нест, барои ӯ ва ҳамроҳонаш (савоб ва фазилати) як ҳиҷрат аст ва барои шумо мардуме, ки ба киштӣ омадаед, савоб ва фазилати ду ҳиҷрат аст» (як ҳиҷрат ба сӯи Наҷҷошӣ ба Ҳабаш ва як ҳиҷрат ба сӯи Паёмбари Худо (с) дар Хайбар)."
        },
        {
          "number": 1654,
          "full_text": "Ва аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ман овози мардуми Ашъариро ҳангоме, ки дар хонаҳои худ Қуръон мехонданд, аз Қуръон хондани онҳо мешиносам ва аз ҳамин сабаб аст, ки дар (вақти) шаб хонаҳои эшонро аз садои Қуръон хонданашон ташхис дода метавонам, агарчанде дар рӯз хонаҳои онҳоро надида бошам ва аз он ҷӯмла (Ҳаким) аст, ки агар хайл ва ё душманро бубинанд, барои онҳо мегӯяд: Дӯстонам аз шумо мехоҳанд, ки то омаданашон интизор бикашед»."
        },
        {
          "number": 1655,
          "full_text": "Ва аз Абӯмӯсо (р) ривоят аст, ки гуфт: Баъд аз фатҳи Хайбар назди Паёмбари Худо (с) рафтем, саҳми моро ҳам доданд ва ба ғайр аз мо барои ҳеҷ каси дигаре, ки ба фатҳи Хайбар ҳозир нашуда буданд, саҳме надоданд."
        }
      ]
    },
    {
      "number": 24,
      "title": "Умраи қазоӣ",
      "hadiths": [
        {
          "number": 1656,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоле, ки эҳром доштанд, бо Маймуна (р) издивоҷ намуданд, вале ҳангоми арӯсӣ аз эҳром баромада буданд ва Маймуна (р) дар минтақаи Сариф вафот намуд."
        }
      ]
    },
    {
      "number": 25,
      "title": "Ғазваи Мӯъта дар сарзамини Шом",
      "hadiths": [
        {
          "number": 1657,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ғазваи Мӯъта Зайд ибни Ҳориса (р)-ро амир таъин намуда ва фармуданд: «Агар Зайд кушта шуд, Ҷаъфар ва агар Ҷаъфар кушта шуд, Абдуллоҳ ибни Равоҳа (амири шумо бошад)». Ибни Умар (р) мегӯяд: Дар он ғазва ман бо эшон будам, Ҷаъфар ибни Абӯтолиб (р)-ро ҷустуҷӯ намудем ва ӯро дар байни куштагон ёфтем ва дар ҷасадаш навад ва чанд захми шамшер ва найза буд."
        }
      ]
    },
    {
      "number": 26,
      "title": "Фиристодани Паёмбари Худо (с) Усома ибни Зайдро ба сӯи Ҳурақот",
      "hadiths": [
        {
          "number": 1658,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) моро ба тарафи Ҳурақот фиристоданд, ҳангоми субҳ бар онҳо ҳамла намудем ва онҳоро шикаст додем. Ман ва шахси дигаре аз Ансор яке аз афроди душманро таъқиб намудем (ин шахс номаш Мирдос ибни Амр буд). Ҳангоме, ки ӯро мағлуб сохтем, гуфт: «Ло илоҳа иллаллоҳ» Ансорӣ аз вай даст бардошт ва ман бо найзаам ӯро куштам. Ҳангоме, ки ба Мадина омадем, хабар ба Паёмбари Худо (с) расид. Фармуданд: «Ё Усома! Оё баъд аз ин, ки он шахс «Ло илоҳа иллаллоҳ) гуфт, ӯро куштӣ?» Гуфтам: Ӯ барои наҷоташ ин чизро гуфт. Эшон боз фармуданд: «Ё Усома! Оё баъд аз ин, ки он шахс «Ло илоҳа иллаллоҳ» гуфт, ӯро куштӣ?» Ва ин суханро он қадар такрор карданд, ки орзу намудам, эй кош пеш аз имрӯз мусалмон намешудам (ин орзу ба маънии ҳақиқиаш нест, балки мурод аз он муболиға дар мутаассир гаштан аз мавқеъи Паёмбари Худо (с) нисбат ба кушта шудани он шахс аст, гӯё Усома (р) мегӯяд: эй кош дар ҳолати ислом муртакиби чунин гуноҳи зиште намегардидам)."
        },
        {
          "number": 1659,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳафт ғазва иштирок намудам ва дар гурӯҳҳое, ки мефиристоданд, дар нӯҳ гурӯҳ саҳм гирифтам, амири мо гоҳе Абӯбакри Сиддиқ (р) ва гоҳе Усома (р) буд."
        }
      ]
    },
    {
      "number": 27,
      "title": "Ғазваи фатҳи (Макка) дар моҳи Рамазон",
      "hadiths": [
        {
          "number": 1660,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки: Паёмбари Худо (с) баъд аз ин ки ҳашт солу ним аз ҳиҷраташон ба Мадина гузашт, дар моҳи Рамазон бо даҳ ҳазор нафар аз мусалмонон ба сӯи Макка азимат намуданд. Худашон рӯза доштанд ва дигарон ҳам рӯза мегирифтанд, то он, ки ба минтақаи Кадид расиданд ва Кадид обе аст мобайни Усфон ва Қудайд, дар ин ҷо рӯзаро хӯрданд ва дигарон ҳам хӯрданд."
        },
        {
          "number": 1661,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар моҳи Рамазон ба тарафи Ҳунайн рафтанд ва мардумони мухталиф буданд, баъзе рӯза доштанд ва баъзе рӯзаро мехӯрданд. Чун Паёмбари Худо (с) бар шутури худ савор шуданд, қадаҳи ширеро ва ё қадаҳи оберо бар кафи дасти худ ва ё бар болои шутури худ гузоштанд ва ба тарафи мардум нигоҳ карданд. Дар ин вақт рӯзахӯрон ба рӯзадорон гуфтанд: Ин, ки шумо ҳам рӯзаи худро бихӯред."
        }
      ]
    },
    {
      "number": 28,
      "title": "Паёмбари Худо (с) дар рӯзи фатҳи Макка байрақро дар куҷо насб карда буданд?",
      "hadiths": [
        {
          "number": 1662,
          "full_text": "Аз Урва ибни Зубайр (р) ривоят аст, ки гуфт: Дар соли фатҳи Макка ҳангоме, ки Паёмбари Худо (с) ҳаракат намуданд ва хабар барои Қурайш расид, Абӯсуфён ибни Ҳарб ва Ҳаким ибни Ҳизом ва Будайл ибни Варқоъ берун шуданд, ахбори Паёмбари Худо (с)-ро ҷустуҷӯ мекарданд. Онҳо омаданд, то ба минтақаи Марри Заҳрон расиданд. Дар ин ҷо оташҳоеро диданд, оташҳои рӯзи арафа (яъне: оташҳои бисёр зиёдеро диданд). Абӯсуфён гуфт: Оё монанди оташҳои рӯзи арафа нест? Будайл ибни Варқоъ гуфт: Шояд оташҳои (қабилаи) бани Амр аст. Абӯсуфён гуфт: Афроди он қабила камтар аз ин ҳастанд. Иддае аз нигаҳбонони Паёмбари Худо (с) онҳоро дастгир намуданд ва назди Паёмбари Худо (с) оварданд, Абӯсуфён дар ин ҷо мусалмон шуд. Ҳангоми ҳаракат кардан Паёмбари Худо (с) ба Аббос (р) гуфтанд, ки «Абӯсуфёнро дар тангии гарданаи кӯҳ нигаҳ дор, то хайли мусалмононро мушоҳида намояд». Аббос (р) ӯро ҳамон ҷо нигоҳ дошт. Қабоил бо Паёмбари Худо (с) аз пеши рӯи Абӯсуфён фавҷ-фавҷ мегузаштанд, ҳангоми мурури яке аз он гурӯҳҳо Абӯсуфён ба Аббос (р) гуфт: Ин кадом қабила аст? Гуфт: Қабилаи Ғифор аст. Гуфт: Маро бо Ғифор коре нест (яъне: ман бо онҳо ҷанг ва даргирӣ надоштам). Баъд аз он қабилаи Ҷуҳайна гузашт. Абӯсуфён ҳамон суоли худро такрор намуд. Сипас қабилаи Саъд ибни Ҳузайм омад боз Абӯсуфён ҳамон суолашро такрор намуд. Баъд аз он қабилаи Сулайм расид ва ӯ ҳамон суоли худро такрор намуд, то он, ки гурӯҳе омад, ки мисли онро надида буд, пурсид: Инҳо киёнанд? Гуфт: Инҳо мардуми Ансоранд. Ва байрақи онҳо дар дасти Саъд ибни Убода (р) буд. Саъд ибни Убода (р) гуфт: Эй Абӯсуфён! Имрӯз рӯзи хунрезӣ ва маъракаи файсалакун аст, имрӯз рӯзест, ки Каъба мубоҳ мегардад. Абӯсуфён ба Аббос (р) гуфт: Эй кош рӯзи зимор буд (яъне: эй кош рӯзе мебуд, ки ман метавонистам аз қавми худ дифоъ намоям ва ё рӯзе аст, ки бояд аз ман дифоъ намоӣ). Баъд аз он гурӯҳи дигаре омад, ки хурдтарини гурӯҳҳо буд ва Паёмбари Худо (с) бо саҳобаҳои худ дар байни он гурӯҳ буданд, байрақи ин гурӯҳ даро дасти Зубайр ибни Аввом (р) буд. Ва чун Паёмбари Худо (с) расиданд, Абӯсуфён ба (Паёмбари Худо (с) гуфт: Магар хабар надорӣ, ки Саъд ибни Убода чӣ гуфтааст? Пурсиданд: «Чӣ гуфт?» Гуфт: Чунин ва чунон гуфт. Фармуданд: «Саъд дурӯғ гуфтааст, имрӯз рӯзе аст, ки Худованд Каъбаро муаззам месозад ва рӯзе аст, ки Каъба пӯшонида хоҳад шуд». Ва Паёмбари Худо (с) амр намуданд, ки байрақашон дар Ҳаҷун насб гардад (Ҳаҷун ҷое аст дар дохили Макка наздики мақбараи Муъалло ва то имрӯз ба ҳамин ном ёд мешавад). Ва Аббос (р) ба Зубайр (р) гуфт: Эй Абӯабдуллоҳ! Паёмбари Худо (с) ба ту амр кардаанд, ки байрақашонро дар ин ҷо насб намоӣ. Ровӣ мегӯяд: Дар ин рӯз Паёмбари Худо (с) Холид ибни Валид (р)-ро амр карданд, ки аз тарафи болои Макка аз роҳи Кадо дохил гардад ва худи Паёмбари Худо (с) аз поёни Макка аз роҳи Кудай дохил шуданд. Аз лашкариёни Холид ибни Валид (р) дар ин рӯз ду нафар ба шаҳодат расиданд, яке Ҳубайш ибни Ашъар ва дигаре Курз ибни Ҷобири Фиҳрӣ (р) (сабаби кушта шудани ин ду нафар он буд, ки аз лашкар ҷудо афтода буданд ва мушрикин аз фурсат истифода намуда, онҳоро ба шаҳодат расониданд)."
        },
        {
          "number": 1663,
          "full_text": "Аз Абдуллоҳ ибни Муғаффал (р) ривоят аст, ки гуфт: Дар рӯзи фатҳи Макка Паёмбари Худо (с)-ро дидам, ки бар шутури худ савор буданд ва сураи «Фатҳ»-ро тиловат мекарданд ва агар тарси ин намебуд, ки мардум дар атрофам ҷамъ гарданд, сураи «Фатҳ»-ро) ба монанди Паёмбари Худо (с) тиловат мекардам."
        },
        {
          "number": 1664,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Рӯзи фатҳи Макка ҳангоме, ки Паёмбари Худо (с) ба Макка дохил шуданд, дар атрофи хона сесаду шаст бут гузошта шуда буд, Паёмбари Худо (с) бо чӯбе, ки дар даст доштанд, ба паҳлӯи он бутҳо мезаданд ва мегуфтанд: «Ҳақ омад ва ботил аз миён рафт». (Исро: 81) «Ҳақ омад ва ботил на чизеро аз нав меофаринад ва на дубора зинда мекунад». (Сабаъ: 49)"
        }
      ]
    },
    {
      "number": 29,
      "title": "",
      "hadiths": [
        {
          "number": 1665,
          "full_text": "Аз Амр ибни Салама (р) ривоят аст, ки гуфт: (Сукунат ва будубоши мо) бар сари обе буд, ки рафтуомади мардум аз он ҷо сурат мегирифт. Аз қофилаҳое, ки аз назди мо мегузаштанд мепурсидем: Мардумро чӣ шудааст? Мардумро чӣ шудааст? Ин шахс чӣ гуна аст? (Мақсуд аз ин шахс Паёмбари Худо (с) аст, яъне мепурсиданд, ки кораш ба куҷо расидааст ва бархӯрдаш бо мардум чӣ гунааст). Мегуфтанд: Шахсе аст, даъво мекунад, ки аз тарафи Худованд мабъус гардидааст ва Худованд барои ӯ ваҳй мефиристад ва ё Худованд ин чизро барояш ваҳй фиристодааст (яъне чизеро аз Қуръон зикр мекарданд, мегуфтанд, ин чизҳоро Худованд бар вай ваҳй фиристодааст). Ва ман ҳамаи ин суханонро тавре ҳифз мекардам, ки гӯё ба синаам нақш мебандад ва мардуми Араб дар мусалмон шудани худ мунтазири фатҳи Макка буданд ва мегуфтанд: Ӯро бо қавмаш вомегузорем, агар бар онҳо ғолиб шуд, маълум аст, ки ба рости ӯ Паёмбари Худо (с) аст. Ҳангоме, ки Макка фатҳ гардид, ҳар қавме дар мусалмон шудан аз дигаре сабқат меҷуст ва падари ман дар мусалмон шудан аз дигар афроди қавми худ мубодарат ҷуст. Баъд аз бозгаштан падарам гуфт: Ба Худованд савганд, ки аз назди Паёмбари Худо (с) омадаам ва ба мо амр намуданд, ки фалон намозро дар фалон вақт ва фалон намозро дар фалон вақт адо намоед ва ҳангоме, ки вақти намоз дохил шуд, яке аз шумоён азон бидиҳад ва ҳар кадом аз шумо, ки аз Қуръон бештар ҳифз дорад, барои шумо имоматӣ кунад. Чун ҷустуҷӯ намуданд, касеро наёфтанд, ки аз ман бештар Қуръонро ҳифз дошта бошад. Зеро ман аз қофилаҳое, ки (аз қабилаи мо) мегузаштанд, Қуръонро меомӯхтам ва ҳамон буд, ки маро ба ҳайси имоми худ интихоб намуданд ва ман дар ин вақт шаш ва ё ҳафтсола будам ва пироҳани хатдоре доштам, ки (ба сабаби кӯтоҳӣ) ҳангоми саҷда кардан боло мерафт (ва авратам маълум мешуд). Зане аз занҳои он қаряи (ба мардуме, ки пушти сарам намоз мехонданд) гуфт: Чаро имоми худро намепӯшонед? Онҳо рафтанд ва бароям пироҳане хариданд ва (дар умри худ) ба ҳеҷ чизе ба андозаи он пироҳан хушҳол нашуда будам."
        }
      ]
    },
    {
      "number": 30,
      "title": "Ин қавли Худованд, ки: «Ва рӯзи Ҳунайн ҳангоме, ки бисёр будани шумо шуморо ба ғурур водошт...»",
      "hadiths": [
        {
          "number": 1666,
          "full_text": "Ривоят аст, ки дар дасти Абдуллоҳ ибни Абӯавфо (р) асари зарбае буд ва мегуфт: Ин зарба дар рӯзи Ҳунайн ҳангоме, ки бо Паёмбари Худо (с) будам, бар ман расид."
        }
      ]
    },
    {
      "number": 31,
      "title": "Ғазваи Автос",
      "hadiths": [
        {
          "number": 1667,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Баъд аз он, ки Паёмбари Худо (с) аз ғазваи Ҳунайн фориғ шуданд, Абӯомир (р)-ро ба саркардагии лашкаре ба Автос фиристоданд. Ин лашкар бо Дурайд ибни Самма рӯбарӯ гардид ва ба ҷанг пардохтанд, дар натиҷа Дурайд кушта шуд ва атрофиёнашро Худованд ба шикаст дучор сохт. Абӯмӯсо (р) мегӯяд: Ва маро Паёмбари Худо (с) бо Абӯомир фиристода буданд. Зонӯи Абӯомир (р) маҷрӯҳ гардид ва касе, ки ӯро маҷрӯҳ сохт, шахсе аз бани Ҷушамӣ буд, ки тире ҳаволааш кард ва ба зонуяш расид. Наздаш рафтам ва гуфтам: Амаки мӯҳтарам! Кӣ шуморо маҷрӯҳ сохт? Гуфт: Қотилам ҳамон касе аст, ки маро ба тир задааст. Ба тарафаш давидам ва бар ӯ наздик шудам, чун маро дид, гурехт, ба дунболаш давида ва мегуфтам: Оё шарм намекунӣ? Оё муқовимат карда наметавонӣ? Ҳамон буд, ки истод ва даргир шудем, баъд аз радду бадал кардани шамшер ӯро куштам ва назди Абӯомир омада, гуфтам: Он шахсро Худованд ба қатл расонид. Гуфт: Биё ва ин тирро аз поям берун кун. Тирро аз пояш кашидам, аз ҷояш об баромад. Абӯомир гуфт: Бародарзодаам! Саломи маро ба Паёмбари Худо (с) бирасон ва бигӯ, ки бароям талаби омурзиш намоянд. Ва маро ба ҷои худ амири лашкар сохт ва каме нагузашт, ки вафот намуд. Ба Мадина баргаштам ва назди Паёмбари Худо (с) ба хонаашон рафтам, Болои тахте, ки аз ресмон бофта шуда буд ва фарше бар рӯи он андохта шуда буд, нишаста буданд, асари ресмонҳо ба пушт ва паҳлӯи эшон ба хубӣ маълум мешуд. Саргузашти худ ва Абӯомирро барояшон гуфтам ва афзудам, ки аз ман хост, то барои шумо бигӯям, ки барояш талаби омурзиш намоед. (Паёмбари Худо (с) оберо талабиданд ва вузӯ сохтанд. Баъд аз он дастҳои худро боло карда ва дуо карданд, ки «Илоҳо! бандаат Абӯомирро биомурз». Ва дастҳои худро ончунон баланд карданд, ки сафедии зери бағалашонро дидам ва дар дуои худ гуфтанд: «Илоҳо! Мартабаи ӯро дар рӯзи қиёмат аз мартабаи бисёре аз халқи худ баландтар бигардон». Гуфтам: Барои ман ҳам талаби омурзиш намоед. Гуфтанд: «Илоҳо! Гуноҳони Абдуллоҳ ибни Қайсро барояш биомурз ва дар рӯзи қиёмат ҷойи хуберо насибаш бигардон»."
        }
      ]
    },
    {
      "number": 32,
      "title": "Ғазваи Тоиф дар шавволи соли ҳаштум",
      "hadiths": [
        {
          "number": 1668,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Дар ҳоле, ки шахси муханнасе наздам буд (муханнас касе аст, ки алоими мард ва зан дар вай вуҷуд дорад, вале майле ба занҳо надорад, аз ин ҷиҳат дар радифи ғайри улулирба дохил гардида ва омадани он дар назди занҳо боке надорад), Паёмбари Худо (с) ворид шуданд ва шуниданд, ки ин муханнас ба Абдуллоҳ ибни Умайя (Абдуллоҳ ибни Умайя бародари Умми Салама, ровии ҳадис аст) мегӯяд: Эй Абдуллоҳ! Агар Худованд фардо фатҳи Тоифро насиби шумо кард, духтари Ғайлонро интихоб кун (номи ин духтар Бодия буд ва баъд аз фатҳи Тоиф бо падараш мусалмон шуд ва Абдурраҳмон ибни Авф бо вай издивоҷ намуд), зеро ӯ аз фарти зебоӣ чаҳоргона меояд ва ҳаштгона меравад (мақсудаш он буд, ки он духтар аз фарбеҳии зиёд бар рӯи шикамаш чаҳор парда андохтааст, ки ҳангоми омаданаш он чаҳор парда намоён мегардид ва чун бармегардад, дунболаи он пардаҳои чоқ аз ҳарду тарафи паҳлӯҳояш зоҳир мешавад, ки дар маҷмӯъ ҳашт парда ба чашм мехӯрад). Паёмбари Худо (с) (хитоб ба Умми Салама (р) фармуданд: «Чунин ашхос набояд назди шумо дохил шаванд»."
        },
        {
          "number": 1669,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) Тоифро муҳосира намуданд ва ба онҳо коре карда натавонистанд, фармуданд: «Иншоаллоҳ бармегардем. «Ин сухан бар мусалмонон гарон омад ва гуфтанд: Фатҳ нокарда, чӣ гуна бармегардем? (Паёмбари Худо (с) фармуданд: «Фардо субҳ ҷангро шурӯъ кунед». Чун фардо ҷангро шурӯъ намуданд, иддае захмӣ шуданд. (Дар ин вақт Паёмбари Худо (с) фармуданд: «Иншоаллоҳ фардо бармегардем». Ин бор аз шунидани ин сухан хуши мусалмонон омад ва мувофиқат намуданд ва Паёмбари Худо (с) хандиданд."
        },
        {
          "number": 1670,
          "full_text": "Аз Саъд ва Абӯбакр (р) ривоят аст, ки гуфтанд: Аз Паёмбари Худо (с) шунидем, ки фармуданд: «Касе, ки дониста худро ба ғайри падари худ нисбат медиҳад, биҳишт бар вай ҳаром аст»."
        },
        {
          "number": 1671,
          "full_text": "Ва дар ривояти дигар омадааст, ки яке аз онҳо, ки Саъд бошад, аввалин касе аст, ки дар роҳи Худо тир андохт ва дигарӣ, ки Абӯбакр бошад, касе аст, ки бо иддае бар девори қалъаи Тоиф боло шуд ва назди Паёмбари Худо (с) омад ва ё яке аз бисту се касе аст, ки бар девори қалъаи Тоиф баромада буданд (ва барои мусалмон шудан) назди Паёмбари Худо (с) омада буданд."
        },
        {
          "number": 1672,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) бо Билол (р) дар Ҷеърона байни Макка ва Мадина манзил гузида буданд, ман ҳам бо эшон будам. Шахси бодиянишине назди эшон омад ва гуфт: Оё ба ваъдае, ки ба ман додаед, вафо намекунед? (Ваъдаеро, ки Паёмбари Худо (с) барояш дода буданд, ин буд, ки аз ғаноими Ҳунайн чизе барояш бидиҳанд), барояш гуфтанд: «Хотирҷамъ бош». Гуфт: «Хотирҷамъ бош»-ро бароям бисёр гуфтед. Паёмбари Худо (с) рӯи худро ба тарафи Абӯмӯсо ва Билол карданд ва дар ҳолати ғазаб фармуданд: «Хотирҷамъро, ки барояш додам, рад кард, шумо онро қабул кунед». Он ду нафар гуфтанд: Қабул дорем. Баъд аз он қадаҳи оберо талаб намуданд ва дасту рӯи худро дар он қадаҳ шустанд ва обе, ки даҳони худро бо он шуста буданд, дар он қадаҳ андохтанд ва гуфтанд: «Аз ин қадаҳ биошомед ва бар рӯй ва гардани худ бимолед ва хотирҷамъ бошед». Абӯмӯсо ва Билол қадаҳро гирифтанд ва ҳамчунон карданд, Умми Салама (р) аз пушти парда ба он ду нафар гуфт: Барои модари худ ҳам чизе нигоҳ доред. (Умми Салама (р) азвоҷи мутаҳҳарот аст ва аз ин сабаб худро модар номид, зеро ки азвоҷи Паёмбари Худо (с) уммаҳотулмӯъминин мебошанд) ва онҳо чизе аз оби он кадаҳро барои Умми Салама (р) нигоҳ доштанд."
        },
        {
          "number": 1673,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) иддае аз Ансорро ҷамъ карданд ва фармуданд: «Одати ҷоҳилият ва мусибате (ки аз кушта шудани падарҳо ва авлоди Қурайш барои онҳо расидааст) ҳанӯз аз хотири Қурайш нарафтааст ва ман хостам, то хотири онҳоро хуш созам ва дилашонро ба даст биоварам, магар шумо ризоят намедиҳед, ки дигарон бо мол ва сарвати дунявӣ ва шумоён бо Паёмбари Худо (с) ба хонаҳоятон баргардед?» Гуфтанд: Чаро ризоят намедиҳем? Фармуданд: «Агар мардум ба як тараф ва Ансор ба тарафи дигар бираванд, ман ба тарафи Ансор ва ё ба диёри Ансор меравам»."
        }
      ]
    },
    {
      "number": 33,
      "title": "Фиристодани Паёмбари Худо (с) Холид ибни Валидро ба сӯи бани Ҷазима",
      "hadiths": [
        {
          "number": 1674,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) Холид ибни Валидро ба сӯи бани Ҷазима фиристоданд. Ӯ эшонро даъват ба Ислом намуд, вале онҳо ба таври шоиста нагуфтанд, ки мусалмон шудаем, балки дар иваз гуфтанд, ки аз дине ба дини дигаре дохил гардидем. Холид иддае аз онҳоро кушт ва иддаеро асир намуд ва барои ҳар кадоми мо асире супурд. Рӯзе Холид амр кард, ки ҳар касе бояд асирашро ба қатл бирасонад. Ман гуфтам: Ба Худованд савганд, на худам асирамро мекушам ва на ҳам касе аз ҳамроҳонам асирашро хоҳад кушт. То ин, ки назди Паёмбари Худо (с) омадем ва аз воқеа барояшон хабар додем. Паёмбари Худо (с) дастҳои худро баланд карда фармуданд: «Илоҳо! Аз кори Холид ба ту безорӣ меҷӯям». Ва ин суханро ду бор такрор намуданд."
        }
      ]
    },
    {
      "number": 34,
      "title": "Гурӯҳи Абдуллоҳ ибни Ҳузофаи Саҳмӣ ва Алқама ибни Муҷаззази Мудлиҷӣ, ки барояш гурӯҳи Ансор низ мегӯянд",
      "hadiths": [
        {
          "number": 1675,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) лашкареро фиристоданд ва шахсеро аз Ансор бар он лашкар амир таъин намуданд (ин шахс Абдуллоҳ ибни Ҳузофаи Саҳмӣ буд). Ва ба лашкариён амр карданд, ки аз он шахс итоат намоянд. Рӯзе он шахс бар лашкариён ғазаб намуда ва гуфт: Оё магар Паёмбари Худо (с) барои шумо нагуфтанд, ки аз ман итоат кунед? Гуфтанд: Бале, чунин гуфтанд. Гуфт: Бароям ҳезум ҷамъ кунед. Онҳо ҳезум ҷамъ карданд ва оварданд. Гуфт: Ҳезумҳоро оташ занед. (Тибқи амраш ҳезумҳоро) оташ заданд. Гуфт: Худро дар ин оташ биандозед. Чун қасди дохил шудан дар оташро намуданд, якдигарро аз ин кор мамониат намуда гуфтанд: Мо аз оташ гурехтем ва дини Паёмбари Худо (с)-ро пазируфтем. Ва ба ҳамин кашмакашӣ буданд, ки оташ хомӯш гардид ва ғазаби он шахс низ фурӯ нишаст. Чун ин хабар ба Паёмбари Худо (с) расид, фармуданд: «Агар дар он оташ дохил мешуданд, то ба рӯзи қиёмат аз он берун намешуданд, тоат аз амир дар корҳое аст, ки мувофиқи шариат бошад»."
        }
      ]
    },
    {
      "number": 35,
      "title": "Фиристодани Абӯмӯсо ва Муъоз ба сӯямон пеш аз ҳаҷатулвидоъ",
      "hadiths": [
        {
          "number": 1676,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ман ва Муъоз (р)-ро ба Яман фиристоданд ва ҳар кадоми моро ба як иқлим фиристоданд. Яман дорон ду иқлим буд (ва ҳангоми фиристодан) ба мо гуфтанд: «Бо мардум осонгирӣ намоед ва сахтгирӣ накунед, мардумро ба дин хушбин намоед ва бадбин масозед». (Ровӣ мегӯяд) Ҳар кадоми аз ин ду нафар бар сари кори худ рафтанд ва ҳар кадом вақте ки дар қаламрави худ ба гаштугузор мерафт ва ба қаламрави дигар наздик мешуд, наздаш меомад ва бар ӯ салом медод. Боре Муъоз (р) аз қаламрави худ ба қаламрави Абӯмӯсо (р) наздик шуд ва бо хари худ наздаш омад, дид ки Абӯмӯсо (р) нишастааст ва мардум ба атрофаш ҷамъ шудаанд ва дар гӯшаи дигаре шахсе аст, ки дастҳояшро ба гарданаш бастаанд. Муъоз (р) гуфт: Эй Абдуллоҳ ибни Қайс! Ин шахс чикора аст? Абӯмӯсо гуфт: Шахсе аст, ки баъд аз мусалмон шудан дубора кофир шудааст. Гуфт: То ӯ кушта нашавад, аз қотирам пиёда нахоҳам шуд. Гуфт: Ту пиёда шав! Ин шахс барои ҳамин кор ин ҷо оварда шудааст. Гуфт: То кушта нашавад, пиёда нахоҳам шуд. Абӯмӯсо (р) амр кард ва ӯро куштанд. Баъд аз он Муъоз (р) пиёда шуд ва гуфт: Ё Абдуллоҳ! Қуръонро чӣ гуна мехонӣ? Гуфт: Шабу рӯз ба таври доимӣ мехонам, вале эй Муъоз, ту чӣ гуна мехонй? Гуфт: Аввали шаб мехобам ва баъд аз он, ки ҷузъе аз шаб гузашт, бармехезам ва ҳар он чӣ. ки Худованд насиб карда буд, мехонам. Аз хоб шудани худ ҳамон андоза умеди савоб дорам, ки аз шабхезии худ (зеро касе, ки қасдаш аз хобидан ва роҳат кардан омодагӣ барои ибодат ва хидмат ба бандагони Худо бошад, ҳамон хоб ва роҳаташ низ дар ҳасаноташ ҳисоб мегардад)."
        },
        {
          "number": 1677,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро ба тарафи Яман фиристоданд ва ман дар бораи баъзе аз нӯшиданиҳое, ки дар он ҷо сохта мешуд, аз эшон пурсиш намудам. Аз ман пурсиданд: «Он нӯшиданиҳо аз чӣ чиз ва чӣ гуна сохта мешаванд?» Гуфтам: Аз асал ва ҷав. Фармуданд: «Ҳар чизе, ки мастӣ биёварад, ҳаром аст»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Фиристодани Алӣ ибни Абӯтолиб ва Холид ибни Валид (р) ба сӯи Яман",
      "hadiths": [
        {
          "number": 1678,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро бо Холид ибни Валид (р) ба Яман фиристоданд, вале баъд аз он Паёмбари Худо (с) Алӣ (р)-ро ба ҷойи Холид таъин намуда ва фармуданд: «Барои ҳамроҳони Холид бигӯ: Касе, ки мехоҳад бо ту ба Яман биравад, бо ту биравад ва касе, ки мехоҳад пештар биравад, пештар биравад». Ва ман аз касоне будам, ки бо Алӣ (р) ба Яман рафтам ва чандин авқия ғанимат ба даст овардам."
        },
        {
          "number": 1679,
          "full_text": "Аз Бурайда (р) ривоят аст, ки гуфт: Паёмбари Худо (с) Алӣ (р)-ро назди Холид (р) фиристонд, то хумсро аз вай бигирад ва ман аз Алӣ (р) бадам омад, чун дидам, ки ӯ ғусл кардааст. (Зеро Алӣ (р) аз амволи хумс канизакеро барои худ баргузид ва бо вай ҷимоъ кард ва Бурайда (р) ба хаёли он, ки ин амали Алӣ (р) хиёнат дар амволи байтулмол аст, аз вай бадаш омад). Ба Холид (р) гуфтам: Оё инро мебинӣ (ки чӣ кардааст)? Чун назди Паёмбари Худо (с) омадем, қиссаро барояшон гуфтам, фармуданд: «Эй Бурайда! Оё аз Алӣ бадат меояд? Гуфтам: Бале. Фармуданд: «Набояд аз вай бадат биёяд, зеро насибаш аз хумс бештар аз ин мешавад»."
        },
        {
          "number": 1680,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Алӣ ибни Абӯтолиб (р) аз Яман миқдори тиллоеро, ки ҳанӯз аз хокаш тасфия нашуда буд, дар дохили пӯсти ошдодае барои Паёмбари Худо (с) фиристод (ин мол аз хумс ғанимат буд ва ин ҳамон насибе аст, ки Паёмбари Худо (с) метавонанд ҳар тавре, ки хоста бошанд, дар он тасарруф намоянд). Эшон он тиллоҳоро байни чаҳор нафар тақсим намуданд. (Ва онҳо Уяйна ибни Бадр ва Ақраъ ибни Ҳобис ва Зайди Хайл ва чаҳоруми онҳо Алқама ва ё Омир ибни Туфайл буданд). Яке аз саҳоба гуфт: Ба ин мол моён аз инҳо мустаҳиқтар будем. Ин сухан ба Паёмбари Худо (с) расид, фармуданд: «Магар ба амонатдории ман итминон надоред ва ман амини он Зоте ҳастам, ки дар осмон аст, субҳ ва шом хабари осмон бароям мерасад». Шахсе (ин шахс номаш Нофеъ ва машҳур ба Зулҳувайсараи Тамимӣ буд), ки дорои чашмони фурӯрафта, рӯи устухонӣ, пешонии баромада, риши пурпушт, сари тарошида ва изор барзада буд, бархост ва гуфт: Ё Расулаллоҳ! Аз Худо битарс! Фармуданд: «Эй вой бар ту! Магар ман сазовортарин афроди рӯи замин дар тарсидан аз Худо нестам?» Он шахс бархост ва рафт. Холид ибни Валид (р) гуфт: Ё Расулаллоҳ! Оё гарданашро назанам? Фармуданд: «На, шояд як вақте намоз бихонад». Холид (р) гуфт: Чӣ басо касоне, ки намоз мехонанд ва ба забони худ чизе мегӯянд, ки дар дилашон нест. Паёмбари Худо (с) фармуданд: «Ман ба ин амр нашудаам, ки дили мардумро сӯрох кунам ва ё шиками онҳоро шикоф намоям». Ровӣ мегӯяд: Дар ҳоле, ки он шахс мерафт, (Паёмбари Худо (с) ба сӯи ӯ назар карда гуфтанд: «Аз насли ин шахс мардуме ба вуҷуд меоянд, ки китоби Худоро бисёр ширин ва хуб тиловат менамоянд, вале ин Қуръон хондани онҳо аз ҳанҷараҳои онҳо таҷовуз намекунад ва аз дин ончунон ба суръат хориҷ мешаванд, ки тир аз камон хориҷ мегардад». Ва гумон мекунам, ки гуфтанд: «Агар эшонро дарёбам, ба монанди қавми Самуд хоҳам кушт» (яъне ҳамаи онҳоро бидуни истисно хоҳам кушт)."
        }
      ]
    },
    {
      "number": 37,
      "title": "Ғазваи Зулхаласа",
      "hadiths": [
        {
          "number": 1681,
          "full_text": "Ҳадиси Ҷарир (р) дар мавриди Зулхаласа ва ин гуфтаи Паёмбари Худо (с) ки фармудаанд: «Маро аз Зулхаласа бароҳат намесозӣ,» қаблан гузашт ва дар ин ривоят Ҷарир (р) мегӯяд: Зулхаласа хонае буд дар Яман, ки мардуми Хасъам ва Баҷила бутҳоро дар он қарор дода буданд ва ибодат мекарданд. Ровӣ мегӯяд: Ҳангоме, ки Ҷарир (р) ба Яман расид, шахсе дар он ҷо вуҷуд дошт, ки бо азлом фол медид, касе барои ӯ гуфт, ки фиристодаи Паёмбари Худо (с) дар ҳамин ҷо аст, агар ба дасташ биафтӣ, гарданатро мезанад ва дар ҳоле, ки ӯ бо он (азлом) фол медид, Ҷарир (р) бар болои сараш истод ва гуфт: Ё инҳоро мешиканӣ ва шаҳодат медиҳӣ, ки «ло илоҳа иллаллоҳ» ва ё ин, ки гарданатро хоҳам зад, ӯ он (азлом)-ро шикаст ва мусалмон шуд."
        }
      ]
    },
    {
      "number": 38,
      "title": "Рафтани Ҷарир ба сӯи Яман",
      "hadiths": [
        {
          "number": 1682,
          "full_text": "Ва аз Ҷарир (р) ривоят аст, ки гуфт: Ҳангоме, ки дар Яман будам, бо ду нафар аз аҳли Яман, яке Зукалоъ ва дигаре Зуамр мулоқот намудам. Бо онҳо дар бораи Паёмбари Худо (с) шурӯъ ба сӯҳбат намудам, Зуамр бароям гуфт: Агар он чиро, ки аз ин шахс мегӯӣ, ҳақиқат дошта бошад, имрӯз се рӯз аст, ки аз вафоташ мегузарад (ин шахс аз тариқи фолбинӣ аз вафоти Паёмбари Худо (с) иттилоъ ёфта буд). Он ду нафар бо ман роҳ афтоданд, то ин, ки дар роҳ қофилаеро дидем, ки аз тарафи Мадина меомад, аз эшон пурсиш намудем. Гуфтанд: Паёмбари Худо (с) вафот намудааст ва Абӯбакр (р) ҷонишини эшон шудааст ва мардум ороманд. Он ду нафар барои ман гуфтанд: Ба рафиқат (яъне Абӯбакр (р) бигӯ, ки мо нияти омаданро доштем ва шояд, ки иншоаллоҳ бори дигар баргардем. Инро гуфтанд ва ба тарафи Яман баргаштанд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Ғазваи Сифилбаҳр",
      "hadiths": [
        {
          "number": 1683,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) гурӯҳеро ба теъдоди сесад нафар ба тарафи соҳил фиристоданд ва Абӯубайда ибни Ҷароҳ (р)-ро бар онҳо амир таъин намуданд, онҳо ба он тараф ба роҳ афтоданд, дар миёнаи роҳ ғизо тамом шуд. Абӯубайда (р) амр кард, то қути боқимондаи лашкар ҷамъоварӣ гардад, онҳоро ҷамъ карданд, ду кисса хурмо шуд. Рӯзона кам-кам барои мо медод, то ин, ки он хурмоҳо кам шуд ва рӯзона барои мо фақат як хурмо мерасид. Гуфтам: Он як хурмо барои шумо чӣ метавонист бикунад? Гуфт: Таъсири набудани онро вақте дарк кардем, ки хурмоҳо тамом шуд ва чизе боқӣ намонд. Баъд аз он ба канори дарё расидем, дидем моҳие ба монанди кӯҳе он ҷо афтодааст. Лашкариён даҳ рӯз аз он моҳй хӯрданд, баъд аз он Абӯубайда (р) амр кард, то ду устухони паҳлӯи ӯро рост кунанд ва амр кард, то шутуре бо бораш аз зери он бигзарад, шутур аз зери он гузашт ва ба он нарасид."
        },
        {
          "number": 1684,
          "full_text": "Ва аз Ҷобир (р) дар ривояти дигар омадааст, ки гуфт: Дарё барои мо ҳайвонеро берун андохт, ки барояш анбар мегӯянд. Ним моҳ аз он ҳайвон хӯрдем ва аз равғанаш он қадар ба ҷони худ молидем, ки ҷисмҳои мо ба ҳоли аввалии худ баргашт. Ва дар ривояти дигаре аз Ҷобир (р) омадааст, ки Абӯубайда (р) (ба лашкариён) гуфт, ки бихӯред. Ва чун ба Мадина омадем, ин воқеаро барои Паёмбари Худо (с) қисса намудем, фармуданд: «Ризқеро, ки Худованд ба шумо омода кардааст, бихӯред ва агар аз он чизе ҳамроҳи шумо бошад, барои мо ҳам бидиҳед». Касе аз лашкариён чизе аз он моҳиро овард ва эшон хӯрданд."
        }
      ]
    },
    {
      "number": 40,
      "title": "Ғазваи Айина ибни Ҳасан",
      "hadiths": [
        {
          "number": 1685,
          "full_text": "Аз Абдуллоҳ ибни Зубайр (р) ривоят аст, ки гурӯҳе аз мардуми бани Тамим назди Паёмбари Худо (с) омаданд. Абӯбакр (р) пешниҳод кард ва гуфт: Қаъқоъ ибни Маъбад ибни Зурораро бар онҳо амир муқаррар намоед. Умар (р) Ақраъ ибни Ҳобисро пешниҳод намуд. Абӯбакр (р) гуфт: Қасди ту фақат мухолифат бо ман буд. Умар (р) гуфт: Қасди мухолифат бо туро надоштам. Муҷодилаи онҳо ба ҷое расид, ки садояшон баланд шуд ва дар ин маврид ин қавли Худованди мутаъол нозил гардид: «Эй мӯъминон! Бар Худо ва Расулаш пеш магиред...» то он, ки оят тамом шуд (яъне то ин қавли Худованди мутаъол, ки «ва антум ло ташъурун» ва маънои ояи карима ин аст, ки пеш аз тасмимгирии Паёмбари Худо (с) шумо тасмим нагиред, балки бояд мавқифи шумо мутобиат аз Худо ва Расул ва пайравӣ аз ваҳй бошад."
        }
      ]
    },
    {
      "number": 41,
      "title": "Вафди бани Ҳанифа ва ҳадиси Сумома ибни Усол",
      "hadiths": [
        {
          "number": 1686,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мардумеро ба тарафи Наҷд фиристоданд, (онҳо рафтанд) ва шахсеро аз қабилаи бани Ҳанифа ба номи Сумома ибни Усол асир оварданд ва ба яке аз сутунҳои масҷид бастанд. Паёмбари Худо (с) наздаш омаданд ва гуфтанд: Эй Сумома, фикр мекунӣ, ки ман бо ту чӣ хоҳам кард? Гуфт: Эй Муҳаммад, назарам ба хайр аст, агар маро бикушӣ, касеро куштам, ки қобили куштан аст ва агар миннат бигзорӣ, бар шукргузоре миннат гузоштаӣ ва агар мол мехоҳӣ, ҳар андоза, ки мехоҳӣ, талаб кун. Он шахс ҳамон тавр то фардо ба ҳоли худаш гузошта шуд, бори дигар Паёмбари Худо (с) омаданд ва барояш гуфтанд: «Эй Сумома, фикр мекунӣ, ки ба ту чӣ хоҳам кард?» Гуфт: Ҳамон чизеро, ки гуфтам: Агар миннат гузорӣ, бар шукргузоре миннат гузоштаӣ. Боз ӯро то фардо ба ҳоли худаш гузоштанд ва фардо аз вай пурсиданд: «Эй Сумома, фикр мекунӣ, ки бо ту чӣ хоҳам кард? Гуфт: Чизеро фикр мекунам, ки барои шумо гуфтам. Фармуданд: «Сумомаро аз банд озод кунед». Сумома баъд аз ин, ки озод шуд, рафт ва аз обе, ки наздики масҷид буд, ғусл намуд, баъд аз он ба масҷид омада ва гуфт: «Ашҳаду ан ло илоҳа иллаллоҳу ва ашҳаду анна Муҳаммадан расулуллоҳ». Эй Муҳаммад! Ба Худованд савганд, дар рӯи замин касе бадтар аз ту дар назарам набуд. Акнун дар рӯи замин шахсе маҳбубтар аз ту дар назди ман нест ва ба Худованд савганд, ҳеҷ дине аз дини ту дар наздам бадтар набуд, вале акнун дини ту маҳбубтарин адён дар наздам мебошад. Ба Худованд савганд, ҳеҷ шаҳре аз шаҳри ту дар назарам бадтар набуд, вале акнун шаҳри ту дар наздам аз беҳтарин шаҳрҳо мебошад ва саворони ту маро вақте дастгир намуданд, ки қасди умра доштам ва акнун чӣ бояд кунам? Паёмбари Худо (с) ӯро башорат доданд ва амр намуданд, ки умраи худро анҷом диҳад. Чун ба Макка омад, касе барояш гуфт: Аз дине ба дини дигар рафтӣ. Гуфт: Ба Худованд савганд, ки чунин нест, балки бо Муҳаммад Расулаллоҳ (с) мусалмон шудам ва ба Худованд савганд, аз минтақаи Ямома бидуни иҷозаи Паёмбари Худо (с) барои шумо як дона гандум нахоҳад омад."
        },
        {
          "number": 1687,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Мусайлимаи Каззоб дар замони Паёмбари Худо (с) бо иддаи зиёде аз пайравони худ омад ва гуфт: Агар Муҳаммад хилофатро баъд аз худ барои ман бидиҳад, аз вай мутобиат хоҳам кард. Паёмбари Худо (с) дар ҳоле, ки порчае аз шохаи дарахти хурмо дар дасташон буд ва Собит ибни Қайс ибни Шаммос бо онҳо ҳамроҳӣ мекард, назди Мусайлима ва пайравонаш рафта ва фармуданд: «Агар аз ман бихоҳӣ, ки ҳамин барги дарахти хурморо барои ту бидиҳам, нахоҳам дод ва ту аз ҳукми Худо таҷовуз карда наметавонӣ. Агар аз ҳукми Худо баргардӣ, Худованд туро ҳалок хоҳад сохт ва фикр мекунам, ту ҳамон касе ҳастӣ, ки дар борааш чизҳоеро ба хоб дидаам. Инак Собит ибни Қайс аз тарафи ман ҷавоби туро мегӯяд». Инро гуфтанд ва баргаштанд. Ибни Аббос (р) мегӯяд: Аз маънои ин гуфтаи Паёмбари Худо (с), ки фармуданд: «Фикр мекунам, ту ҳамон касе ҳастӣ, ки дар борааш чизҳоеро ба хоб дидаам» пурсидам. Абӯҳурайра (р) гуфт: Паёмбари Худо (с) фармуданд: «Ба хоб дидам, ки дар ду дастам ду ҳалқаи тиллост ва ин ҳалқаҳои тилло маро ба ғам ва тафаккур водошт (зеро дар даст кардани ҳалқаи тилло хос барои занҳост). Дар ҳолати хоб бар ман ваҳй нозил шуд, ки бар онҳо пуф кунам, бар онҳо пуф кардам ва он ҳалқаҳо ба ҳаво рафтанд ва таъвили ин хобро чунин кардам, ки баъд аз ман ду каззоб зуҳур хоҳанд кард», ки яке аз онҳо Ансӣ ва дигаре Мусайлима аст."
        },
        {
          "number": 1688,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар хоб дидам, ки ганҷҳои тамоми рӯи замин наздам оварда шудааст ва ду ҳалқаи тиллоеро ба дастам доданд, ин ду ҳалқаи тилло дар чашмам бузург ҷилва намуд. Бар ман ваҳй шуд, ки бар онҳо пуф кунам, бар онҳо пуф кардам ва онҳо маҳв шуданд ва таъвили онро ду каззобе намудам, ки дар байни онҳо ҳастам, яке аз онҳо аз Санъо (ки Ансӣ бошад) ва дигаре аз Ямома аст (ки Мусайлима бошад)»."
        }
      ]
    },
    {
      "number": 42,
      "title": "Қиссаи аҳли Наҷрон",
      "hadiths": [
        {
          "number": 1689,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Аз Наҷрон Оқиб ва Сайид назди Паёмбари Худо (с) омаданд ва хостанд, то бо эшон мулоъана (лаънатгӯӣ) намоянд. Яке аз онҳо ба дигаре гуфт: Набояд мулоъана намоем, зеро агар ӯ воқеан паёмбар бошад ва бо мо мулоъана намоад, на танҳо мо, балки авлоди мо низ баъд аз мо рӯи растагориро нахоҳанд дид. Ҳамон буд, ки ба Паёмбари Худо (с) гуфтанд: Чизеро, ки аз мо хостӣ (яъне ҷизяро), бароят хоҳем дод ва шахси аминеро бо мо бифирист ва набояд ҷуз амин шахси дигаре бошад, Паёмбари Худо (с) фармуданд: «Бо шумо касеро хоҳам фиристод, ки воқеан амин бошад». Саҳоба (р) мунтазир монданд, ки ин шахс кӣ хоҳад буд? Ва Паёмбари Худо (с) фармуданд: «Ё Абӯубайда ибни Ҷарроҳ (р), бархез!» Чун бархост, Паёмбари Худо (с) фармуданд: «Амини ин уммат ҳамин шахс аст»."
        },
        {
          "number": 1690,
          "full_text": "Ва дар ривояти дигаре аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Барои ҳар уммате амине аст ва амини ин уммат Абӯубайда ибни Ҷарроҳ (р) аст»."
        }
      ]
    },
    {
      "number": 43,
      "title": "Омадани Ашъарийин ва аҳли Яман назди Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1691,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Бо иддае аз мардуми қабилаи Ашъариҳо назди Паёмбари Худо (с) омадем ва аз эшон хостем, то барои мо боркаше бидиҳанд (то дар роҳ рафтан ба ғазваи Табук ашёи худро бар он бор кунем), вале эшон ибо варзида надоданд. Бори дигар боз боркаш хостем ва эшон савганд хӯрданд, ки барои мо боркаше нахоҳанд дод. Дере нагузашт, ки барои Паёмбари Худо (с) шутуронеро аз моли ғанимат оварданд, амр фармуданд, то панҷ шутур аз онҳоро барои мо бидиҳанд. Чун шутуронро гирифтем, бо худ гуфтем: Мо будем, ки сабаби ғафлати Паёмбари Худо (с) аз савганди эшон шудем, аз ин рӯ ҳаргиз рӯи растагориро нахоҳем дид. Ва ҳамон буд, ки ман омадам ва гуфтам: Ё Расулаллоҳ! Шумо савганд ёд карда будед, ки барои мо боркаше надиҳед, вале акнун барои мо боркаше додед. Фармуданд: «Бале, чунин аст, вале агар бар чизе савганд бихӯрам ва боз бубинам, ки хилофи он беҳтар аст, ҳамон кори некро анҷом медиҳам ва аз савганди худ кафора медиҳам»."
        },
        {
          "number": 1692,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аҳли Яман назди шумо меоянд ва хотири инҳо аз ҳама нозуктар ва дилашон нармтар аст, имон аз Макка ва Мадина ва ҳикмат аз Яман ва худбинӣ ва такаббур дар мардуми шутурдор ва оромӣ ва виқор дар мардуми гӯсфанддор аст»."
        }
      ]
    },
    {
      "number": 44,
      "title": "Ҳаҷҷатулвадоъ",
      "hadiths": [
        {
          "number": 1693,
          "full_text": "Ҳадиси Ибни Умар (р) дар бораи намоз хондани Паёмбари Худо (с) дар хонаи Каъба қаблан гузашт (ба ҳадиси 296 муроҷиат шавад) ва дар ин ривоят омадааст, ки гуфт: Дар ҷое, ки Паёмбари Худо (с) намоз хонданд, санги мармари сурхранге буд."
        },
        {
          "number": 1694,
          "full_text": "Аз Зайд ибни Арқам (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар нуздаҳ ғазва ҷиҳод намуданд ва баъд аз ҳиҷрат фақат як бор ҳаҷ карданд, ки ҳамон ҳаҷҷатулвадоъ бошад ва баъд аз ҳаҷҷатулвадоъ ҳаҷҷи дигареро анҷом надодаанд."
        },
        {
          "number": 1695,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки (дар хутбаи ҳаҷҷатулвадоъ) фармуданд: «Замон ба даври худ гардидааст ва ба он шакле даромадааст, ки Худованд онро аввал халк карда буд. Сол дувоздаҳ моҳ аст, чаҳор моҳи он моҳҳои ҳаром аст, ки аз он ҷумла се моҳи паёпай: Зулқаъда, Зулҳиҷҷа ва Муҳаррам ва як моҳи танҳо яъне раҷаб музара аст, ки байни моҳҳои ҷимодӣ ва шаъбон воқеъ шудааст ва моҳи феълӣ кадом моҳ аст? Гуфтем: Худо ва Расулаш донотаранд. Сукут карданд, то ҷое, ки гуфтем, шояд мехоҳанд ин моҳро ба номи дигаре ёд кунанд, то ин, ки фармуданд: «Магар моҳи Зулҳиҷҷа нест?» Гуфтем: «Бале, моҳи Зулҳиҷҷа аст». Баъд аз он гуфтанд: «Ин шаҳр кадом шаҳр аст?» Гуфтем: Худо ва Расулаш донотаранд. Сукут карданд, то ҷое, ки гумон кардем, шояд мехоҳанд ин шаҳрро ба номи дигаре номгузорӣ намоянд, фармуданд «Магар ҳамин шаҳр Макка нест?» Гуфтем: Бале, шаҳри Макка аст. Гуфтанд: «Имрӯз кадом рӯз аст?» Гуфтем: Худо ва Расулаш донотаранд. Сукут карданд, то ҷое ки гумон кардем, мехоҳанд имрӯзро ба номи дигаре ғайр аз номи аслиаш ёд кунанд, баъд аз он гуфтанд: «Магар рӯзи иди Қурбон нест?» Гуфтем: Бале, рӯзи иди Қурбон аст, фармуданд: «Бидонед, ки хунҳои шумо ва амволи шумо. Ровӣ мегӯяд: фикр мекунам, ки гуфтанд: ва обрӯи шумо бар ҳар яке аз шумо бар ҳар яке аз шумо монанди ҳурмати имрӯзи шумо дар ҳамин шаҳри шумо дар ҳамин моҳи шумо ҳаром аст ва яқин дошта бошед, ки ба зудӣ бо Парвардигори худ рӯ ба рӯ мешавед ва ба яқин шуморо дар бораи аъмоли шумо муҳосаба менамояд, хеле мутаваҷҷеҳ бошед, ки баъд аз ман гумроҳ нагардед, ба тавре, ки яке гардани дигареро бизанад. Огоҳ бошед, ки бояд шахси ҳозир (он чиро, ки аз ман шунидааст) ба шахси ғоиб бирасонад, зеро чӣ басо касе аст, ки чун хабар барояш мерасад, аз касе, ки хабарро аз ман шунидааст, онро беҳтар ҳифз намуда ва беҳтар бифаҳмад ва оё таблиғ кардам (оё амонатро расондам) ва оё таблиғ кардам?»"
        },
        {
          "number": 1696,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) ба баъзе аз саҳобаҳояшон дар ҳаҷҷатулвадоъ сари худро тарошиданд ва иддаи дигаре мӯйҳон сари худро кӯтоҳ намуданд."
        }
      ]
    },
    {
      "number": 45,
      "title": "Ғазваи Табук, яъне ғазваи пурмашаққат",
      "hadiths": [
        {
          "number": 1697,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Дӯстони маро назди Паёмбари Худо (с) фиристоданд, то ба эшон ҷиҳати рафтан ба ҷиҳод боркашҳоеро талаб намоем, зеро онҳо низ бо Паёмбари Худо (с) дар он ғазваи пурмашаққат, ки ғазваи Табук аст, иштирок мекарданд. Гуфтам: Ё Расулаллоҳ! Дӯстонам маро назди шумо фиристоданд, то барои онҳо боркаше бидиҳед (ки дар роҳ рафтан ба ҷиҳод), бар он савор шаванд. Фармуданд: «Ба Худованд савганд, ки барои шумо боркаше намедиҳам». Ва ман надониста, вақте назди эшон омада будам, ки дар ҳоли ғазаб буданд. Аз наздашон баргаштам, вале аз ин, ки Паёмбари Худо (с) барои мо чизе надоданд ва аз ин, ки шояд аз ман озурда шуда бошанд, дар тарс ва ҳарос будам. Назди рафиқонам омадам ва аз он чӣ, ки Паёмбари Худо (с) гуфта буданд, ба онҳо хабар додам. Вақти зиёде нагузашт, ки садои Билол (р)-ро шунидам, ки мегӯяд: Ё Абдуллоҳ ибни Қайс! Гуфтам: Бале. Гуфт: Паёмбари Худо (с) туро талабидаанд, наздашон бирав! Чун наздашон омадам, фармуданд: «Ин ду шутур ва ин ду шутур ва ин ду шутурро, ки дар ин вақт аз Саъд харида буданд, назди рафиқонат бубар ва бигӯ, ки Худо ва ё гуфтанд: Паёмбари Худо (с) - инҳоро барои шумо фиристодаанд, то бар онҳо савор шавед». Он шутурҳоро назди рафиқонам бурдам ва гуфтам: Ин шутурҳоро Паёмбари Худо (с) барои шумо фиристодаанд, то савор шавед, вале ба Худованд савганд, шуморо нахоҳам гузошт, магар он, ки баъзе аз шумоёнро назди касоне, ки гуфтаи Паёмбари Худо (с)-ро шунидаанд, бубарам, то гумон накунед, ки ман чизҳоеро барои шумо гуфтаам, ки Паёмбари Худо (с) нагуфтаанд. Гуфтанд: Ба Худованд савганд, ки мо сухани туро бовар кардаем ва бо он ҳам агар хоста бошӣ, бо ту хоҳем рафт. Ва ҳамон буд, ки бо иддае аз онҳо назди касоне, ки мамониати Паёмбари Худо (с)-ро аз додани шутурҳо дар мартабаи аввал ва додани шутурҳоро дар мартабаи дуввум дида буданд, рафтем ва онҳо ҳамон чизеро гуфтанд, ки ман гуфта будам."
        },
        {
          "number": 1698,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки Паёмбари Худо (с) ба сӯи Табук рафтанд ва Алӣ (р)-ро ба ҷойи худ халифа таъин намуданд. Алӣ (р) гуфт: Маро халифаи занон ва тифлон месозед? Фармуданд: «Оё намехоҳӣ нисбат ба ман ба монанди Ҳорун нисбат ба Мӯсо бошӣ, вале баъд аз ман паёмбаре нест». (Яъне хилофати ту аз ман ба таври комил монанди хилофати Ҳорун аз Мӯсо нест, зеро Ҳорун Паёмбаре буд, ки хилофати паёмбариро ба ӯҳда дошт, вале баъд аз ман Паёмбари дигаре фиристода намешавад. Ва қобили тазаккур аст, ки хилофати Ҳорун аз Мӯсо дар замони ҳаёти Мӯсо буд, на баъд аз вафоти вай, зеро Ҳорун чиҳил сол пеш аз Мӯсо вафот ёфта буд?)"
        }
      ]
    },
    {
      "number": 46,
      "title": "Ҳидояти Каъб ибни Молик (р) ва ин қавли Худованд, ки «... ва бар он се нафаре, ки тахаллуф намуданд»",
      "hadiths": [
        {
          "number": 1699,
          "full_text": "Аз Каъб ибни Молик (р) ривоят аст, ки гуфт: Аз ҳеҷ ғазвае аз ғазавоте, ки Паёмбари Худо (с) ба ҷиҳод рафтаанд, тахаллуф накардам ба ҷуз аз ғазваи Табук ва ғазва Бадр. Паёмбари Худо (с) касонеро, ки аз ғазваи Бадр тахаллуф намуда буданд, мавриди итобу сарзаниш қарор надоданд ва сабабаш ҳамон буд, ки мақсади аслӣ дар Бадр қофилаи Қурайш буд, (на ҷиҳоду ҷанг бо душман, пас дар тахаллуф аз ғазваи Бадр гуноҳ ва ҷазо нест). Вале бидуни омодагии қаблӣ ҷанг байни ду тараф даргирифт. Чун дар шаби Ақаба ҳангоми таъаҳҳуду паймон бар Ислом бо Паёмбари Худо (с) ҳозир будам, ҳузур дар ин шабро бо ғазваи Бадр баробар намекунам (зеро асоси зуҳури Ислом ҳамин таъаҳҳуде буд, ки дар Ақаба сурат гирифт), агарчанде мардум ғазваи Бадрро боаҳамияттар мегӯянд. Қиссаи тахаллуфам аз ғазваи Табук ба ин тариқ буд, ки ман ҳеҷ гоҳе дар умри худ қавитар ва доротар аз ҳангоми рафтан ба ғазваи Табук набудам. Ва ба Худованд савганд, ки ҳеҷ вақт набуд, ки ман дар як замон ду шутур дошта бошам, вале ҳангоми рафтан ба ин ғазва ду шутур доштам. Ва Паёмбари Худо (с) ҳеҷ вақт нияти ҷиҳод ба кадом ҷабҳаро надоштанд, магар онро пӯшида нигоҳ медоштанд. Магар дар ғазваи Табук, ки худи Паёмбари Худо (с) дар ҳавои ниҳоят гарм ва сӯзон ва роҳдуре ва душмани бисёр дар ҷиҳод иштирок намуданд ва мавзӯро ба таври ошкоро бо мусалмонон дар миён гузоштанд, то ҳар касе барои худ омодагӣ бигирад. Ин аввалин ғазвае буд, ки Паёмбари Худо (с) онро ба таври ошкоро баён карданд ва аз касе пинҳон надоштанд. Мусалмононе, ки бо Паёмбари Худо (с) омодаи рафтан шуданд, теъдоди бисёр зиёде буданд, ки шумораашон ба як китоб намеғунҷад (теъдоди мусалмонон дар ин ғазва байни сӣ то чиҳил ҳазор нафар буд). Каъб (р) мегӯяд: Ҳар касе, ки худро пинҳон мекард, яқин дошт, ки агар ваҳйи Худо дар борааш нозил нагардад, ҳеҷ касе аз нарафтани ӯ хабар нахоҳад ёфт. Аз тарафи дигар Паёмбари Худо (с) вақте омодагӣ барои рафтан ба ин ғазваро гирифтанд, ки меваҳо расида буд ва сояҳо сахт гуворо шуда буд. Паёмбари Худо (с) ва мусалмонон омодагии рафтан ба ҷиҳодро гирифтанд ва ман ҳам аз хона баромадам, то бо дигар мусалмонон омодагии ҷиҳодро бигирам. Вале бидуни омодагӣ гирифтан ва ба анҷом додани коре вопас ба хона баргаштам, агарчӣ медонистам, ки қудрати рафтанро дорам, вале корро ба таътил андохтам ва имрӯз ва фардо кардам, то он, ки мардум ба таври комил омода шуданд. Рӯзе, ки Паёмбари Худо (с) ва мусалмонон омодаи рафтан шуданд, дидам, ки ман ҳеҷ омодагӣ надорам, бо худ гуфтам, то як ду-рӯзи дигар омода мешавам ва худамро бо онҳо мерасонам. Фардое, ки онҳо рафта буданд, баромадам, ки омодагӣ бигирам, вале бидуни он, ки коре карда бошам, вопас ба хона баргаштам. Ҳамин тавр имрӯз ва фардо мекардам, то ин, ки онҳо комилан дур шуданд ва ҷиҳод аз дастам рафт, бо вуҷуди он ҳам тасмим гирифтам, ки биравам ва худро ба онҳо бирасонам ва эй кош, ки чунин мекардам, вале афсӯс, ки тақдирам чунин набуд. Баъд аз рафтани Паёмбари Худо (с) ҳангоме, ки байни мардум мебаромадам ва ин тараф ва он тараф мегаштам, хеле афсӯс мехӯрдам, ки ҷуз ашхоси муттаҳам ба нифоқ ва ё ашхоси маъзур ва поафтода каси дигареро намедидам. Паёмбари Худо (с) то вақти расидан ба Табук маро ёд накарда буданд ва чун ба Табук расиданц, дар ҳоле, ки дар байни мардум нишаста буданд, пурсиданд: «Каъб чӣ кор кард? «Шахсе аз бани Салама гуфта буд: Ё Расулаллоҳ! Либосҳои нарм ва зебояш монеъи омаданаш шудааст. Муоз ибни Ҷабал (р) гуфт: Сухани бад гуфтӣ. Ва ё Расулаллоҳ! Ба Худованд савганд, ки моён дар вай ҷуз хубӣ ва некӯӣ, чизи дигареро суроғ надорем. Ва Паёмбари Худо (с) сукут намуданд. Каъб ибни Молик (р) мегӯяд: Чун хабари бозгашти Паёмбари Худо (с) бароям расид, ғаму андӯҳам фаровон гардид ва фикр мекардам, чӣ дурӯғе бигӯям, ки фардо аз қаҳр ва ғазаби Паёмбари Худо (с) худро наҷот диҳам? Ва дар ин маврид бо тамоми соҳибназарони хонаводаи худ машварат намудам. Ва чун хабари қудуми Паёмбари Худо (с) шунидам, афкори манфӣ ва ботил аз сарам берун шуд ва яқинам шуд, ки аз роҳи дурӯғ нахоҳам тавонист аз эътирози Паёмбари Худо (с) халос шавам. Аз ин ҷиҳат тасмим гирифтам, ки ҷуз ростӣ роҳи дигареро напаймоям. Чун субҳ шуд, Паёмбари Худо (с) расиданд ва одаташон ин буд, ки ҳангоми омадан аз сафар аввал ба масҷид меомаданд ва баъд аз адои ду ракаат намоз бо мардум менишастанд. Чун чунин карданд, касоне ки аз ҷиҳод тахаллуф карда буданд, омаданд ва шурӯъ ба маъзаратхоҳӣ ва савганд хӯрдан намуданд. Инҳо ҳудуди ҳаштоду чанд нафар буданд. Паёмбари Худо (с) суханони зоҳири онҳоро қабул карданд ва аз сари нав бо онҳо байъат карданд ва барояшон талаби мағфират намуданд ва умури ботинии онҳоро ба Худованд ҳавола намуданд. Вақте ман назди Паёмбари Худо (с) омадам ва салом кардам, табассуми хушк ва олуда ба ғазаб намуда ва фармуданд: «Наздик биё». Омадам ва пеши рӯяшон нишастам, фармуданд: «Чаро аз рафтан ба ҷиҳод худдорӣ намудӣ? Магар шутуреро, ки бар он савор шавӣ ва ба ҷиҳод биравӣ, нахарида будӣ?» Гуфтам: Ё Расулаллоҳ! Харида будам, ба Худованд савганд, агар ғайр аз шумо дар назди ҳар каси дигаре аз ҷаҳониён менишастам, бо фасоҳат ва истидлоле, ки доштам, бо узру ҳилла худро аз ғазабаш халос мекардам, вале ба Худованд савганд аст, яқин дорам, ки агар феълан бо дурӯғ шуморо аз худ розӣ созам, дур нест, ки Худованди мутаъол боз шуморо бар ман дар қаҳру ғазаб созад, вале агар бо шумо аз дари ростӣ даромада ва ҳақиқатро бигӯям, умедворам, ки сидқ ва ростиам сабаби афви Худованди мутаъол гардад. Бале, ба Худованд савганд аст, ки ҳеҷ узре надоштам ва боз ба Худованд савганд аст, ки дар ҳеҷ вақте қавитар ва тавонотар аз рӯзе, ки аз рафтан бо шумо худдорӣ намудам, набудам. Паёмбари Худо (с) фармуданд: «Он чиро ки ин шахс гуфт, рост ва ҳақиқат аст. Феълан бархез ва бирав, то Худованд дар мавриди ту он чиро, ки бихоҳад, ҳукм намояд». Аз назди Паёмбари Худо (с) бархостам ва иддае аз мардуми бани Салама аз он маҷлис бархостанд ва дар пайи ман омаданд ва гуфтанд: Ба Худованд савганд, пеш аз ин намедонистем, ки ту гуноҳеро муртакиб шуда бошӣ, вале чаро аз узрхоҳӣ дар назди Паёмбари Худо (с) оҷиз монда ва монанди дигарон маъзаратхоҳӣ накардӣ? Ва ҳар гуноҳе, ки медоштӣ, талаби мағфирати Паёмбари Худо (с) бароят кифоят мекард. Ба Худованд савганд, он қадар сарзаниш ва тавби ҳам намуданд, ки наздик буд дубора баргардам ва гуфтаҳои собиқамро такзиб намоям, вале аз эшон пурсидам: Оё каси дигаре низ монанди ман чунин мавқеъе доштааст? Гуфтанд: Бале, ду шахси дигар омаданд ва монанди ту маъзарати худро гуфтанд ва барои онҳо ҳамон чизе гуфта шуд, ки барои ту гуфта шуд. Гуфтам: ин ду шахс киҳо ҳастанд? Гуфтанд: Яке Мурора ибни Рабеъи Амрӣ ва дигаре Ҳилол ибни Умайяи Воқифӣ. Ин ду нафареро, ки ном бурданд, ашхоси солеҳе буданд, ки дар ғазваи Бадр иштирок намуда буданд ва қобили мутобаат ва пешвоӣ буданд. Паёмбари Худо (с) мардумро аз сухан задан бо мо, се нафар аз байни ҳамаи касоне, ки аз рафтан ба ҷиҳод худдорӣ карда буданд, наҳй намуданд ва мардум ончунон аз мо дурӣ ҷуста ва мавқеъи дигаре гирифта буданд, ки замин бар ман танг гардид ва ба шакли дигаре ба назарам меомад, ба ҳамин тариқа панҷоҳ шаб бар сари мо гузашт. Ду нафар рафиқи дигари ман аз пой монданд ва ба хонаҳои худ нишаста ва гиря мекарданд. Вале ман ҷавонтарин ва чолоктарини онҳо будам, аз хонаам берун мешудам ва бо мусалмонон ба намоз ҳозир мегардидам ва дар кӯча ва бозор гаштугузор мекардам, вале касе бо ман сухан намегуфт. Назди Паёмбари Худо (с) омадам ва дар ҳоле, ки баъд аз адои намоз дар маҷлис худ нишаста буданд, бар эшон салом додам ва бо худ мегуфтам: оё лабҳои эшон ба додани ҷавоби салом ҳаракат хоҳад кард ё на? Баъд аз он ба наздики эшон намоз хондам ва зери чашм ба эшон нигоҳ мекардам, вақте ки ба намоз машғул мебудам, ба тарафам нигох мекарданд ва вақте ки ба тарафашон менигаристанд, рӯи худро аз ман ба тарафи дигар мегардонданд, Чун мавқеъи мардум ва ҷафои онҳо дар муқобили ман тӯл кашид, назди писарамуям Абӯқатода (р), ки маҳбубтарин мардумон наздам буд, рафтам ва бар ӯ салом кардам, вале ба Худованд савганд, ки ӯ низ ҷавоби саломи маро надод. Барояш гуфтам: Эй Абӯқатода! Туро ба Худо савганд медиҳам, магар хабар надорӣ, ки ман Худо ва Расулашро дӯст медорам? Ӯ дар ҷавоби ман сукут намуд ва чизе нагуфт, боз дубора ӯро савганд додам ва ҳамин чизро пурсидам ва ӯ сукут намуд, мавзӯъро бори саввум такрор намудам, гуфт: Худо ва Расулаш донотар аст. Ашк аз чашмонам ҷорӣ гашт ва аз девораш боло шуда ва рафтам. Каъб ибни Молик (р) мегӯяд: Дар ҳоле, ки дар бозори Мадина мегаштам, шахси насроние аз аҳли Шом, ки таомеро оварда буд ва дар Мадина мефурӯхт, аз мардум суроғи маро гирифта ва мегуфт: «Каъб ибни Моликро бароям нишон бидиҳед». Мардум маро барои ӯ нишон доданд, ӯ наздам омад ва номаеро аз подшоҳи Ғассон Ҷабла ибни Айҳам ба дастам дод. Ва дар он нома омада буд, ки: «Аммо баъд! Шунидем, ки дӯстат ба ту ҷафо карда ва Худованд туро хор намегузорад ва зоеъ намекунад, назди мо биё, аз ту қадрдонӣ хоҳем намуд». Чун номаро хондам, бо худ гуфтам: Ин як мусибати дигаре! Номаро дар танӯр андохтам ва сӯзондам. Чиҳил шаб аз панҷоҳ шаб ба ҳамин гуна гузашт, ки фиристодае аз назди Расули Худо (с) омад ва гуфт: Паёмбари Худо (с) туро амр карданд, ки аз ҳамсарат ҳам бояд канорагарӣ намоӣ. Гуфтам: Яъне ӯро талоқ бидиҳам? Ё чизи дигар? Гуфт: На. Ӯро талоқ мадеҳ, балки аз вай гӯшагирӣ кун. Ва барои он ду нафари дигар низ чунин пайғоме фиристода буданд. Рафтам ва барои ҳамсари худ гуфтам: Назди хонаводаат бирав ва ҳамон ҷо бош, то Худованд дар бораи мо чӣ ҳукм хоҳад кард. Каъб (р) мегӯяд: Ҳамсари Ҳилол ибни Умайя назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Ҳилол ибни Умайя шахси пир ва нотавоне аст ва ходиме надорад, оё агар хидматашро бикунам, озурдахотир хоҳед шуд? Фармуданд: «На, вале набояд бо ту ҳамбистарӣ намояд». Он зан гуфт: Ба Худованд савганд, ки ба ҷони ӯ ҳаракате нест ва ба чизе майл надорад ва ба Худованд савганд, ки аз рӯзи пешомади ин воқеа то ҳоло яксара гиря мекунад. Каъб (р) мегӯяд: Баъзе аз афроди хонаводаам бароям гуфтанд: Агар ту ҳам биравӣ ва дар мавриди ҳамсарат аз Паёмбари Худо (с) иҷоза бихоҳӣ, шояд мисле, ки барои ҳамсари Ҳилол ибни Умайя иҷоза доданд, барои ҳамсари ту ҳам иҷоза бидиҳанд, ки омада ва хидмати туро бикунад. Гуфтам: Ба Худованд савганд аст, ки дар ин бора аз Паёмбари Худо (с) иҷоза нахоҳам хост, зеро намедонам, ки дар сурати иҷоза хостан бароям чӣ хоҳанд гуфт, зеро ман (ба хилофи Ҳилол ибни Умайя) шахси ҷавоне ҳастам. Баъд аз ин воқеа даҳ шаби дигар ҳам ба ҳамин тариқ гузашт, то ин, ки панҷоҳ шаб аз вақте ки Паёмбари Худо (с) мардумро аз сухан задан бо мо манъ карда буданд, гузашт. Чун рӯзи панҷоҳум намози субҳро адо намудам ва дар пушти боми хонаам дар ҳолате қарор доштам, ки Худованд васфи онро баён кардааст, яъне аз худ безор гардида будам ва рӯи замин бар ман танг шуда буд, садои касеро шунидам, ки бар кӯҳи Салъ боло шуда ва бо садои баланд фарёд мезанад: Эй Каъб ибни Молик! Туро башорат бод! Ба саҷда афтодам ва фаҳмидам, ки дар корам кушоиш пайдо шудаст ва Паёмбари Худо (с) аз қабули тавбаи мо баъд аз намози субҳ хабар додаанд. Мардум омаданд ва ба мо башорат ва хушхабарӣ медоданд. Ашхосе барои расонидани ин хабар назди он ду нафари дигар рафтанд ва шахсе ҳам аспашро савор ба тарафи ман омада буд. Вале шахсе аз қабилаи Аслам болои кӯҳ баромад ва ин хабарро бо садои баланд эълон намуд ва албатта садои ӯ аз асп зудтар барои ман расид. Чун шахсе, ки ин хабарро ба гӯшам расонида буд, наздам омад, ду ҷомаеро, ки бар тан доштам, кашидам ва ба сабаби хабари хуш, ки бароям дода буд, ба ӯ додам. Ва ба Худованд савганд, ки ҷомаи дигаре ғайр аз он ду ҷомаро надоштам ва худам ду ҷомаи дигар ба орият гирифтам ва пӯшидам ва давида назди Паёмбари Худо (с) рафтам. Мардум гурӯҳ-гурӯҳ наздам омада ва аз ин ки тавбаам қабул шуда буд, бароям табрик ва таҳният кор дода ва мегуфтанд: Ин, ки тавбаат аз тарафи Худованд қабул шудааст, бароят муборак бошад. Каъб (р) мегӯяд: Ба масҷид рафтам ва дидам, ки мардум ба атрофи Паёмбари Худо (с) нишастаанд. Талҳа ибни Убайдуллоҳ (р) дар тарафи ман давид, бо ман мусофаҳа намуд ва табрик гуфт. Ба Худованд савганд аст, ки аз мардуми муҳоҷир ғайр аз вай дигаре аз ҷояш барнахост ва албатта ин мавқеъи Талҳа (р)-ро фаромӯш нахоҳам кард. Каъб (р) мегӯяд: Чун ба Паёмбари Худо (с) салом додам, дар ҳоле, ки аз хушҳолӣ рӯяшон медурахшид, фармуданд: «Ин хабари хуше, ки монандашро дар тамоми умр надидаӣ, бароят муборак бошад». Каъб (р) мегӯяд: Гуфтам: Ё Расулаллоҳ! Ин хабари хуш аз тарафи шумо аст ва ё аз тарафи Худованди мутаъол? Фармуданд: «На (аз тарафи ман нест), балки аз тарафи Худованди мутаъол аст. Ва Паёмбари Худо (с) ҳангоме, ки хушҳол мебуданд, рӯяшон монанди моҳтоб медурахшид ва мо ин чизро аз эшон медонистем. Ва чун назди Паёмбари Худо (с) нишастам ва гуфтам: Ё Расулаллоҳ! Аз ҷумлаи тавбаам ин аст, ки дороиямро дар роҳи Худо ва Расулаш садақа бидиҳам. Паёмбари Худо (с) фармуданд: «Қисмате аз молатро барои худат нигоҳ дор, ин бароят беҳтар аст». Саҳми ғаниматам аз амволи Хайбарро барои худ нигоҳ хоҳам дошт. Гуфтам: Ё Расулаллоҳ! Ин, ки Худованд маро наҷот дод, фақат ба сабаби ростиам буд ва аз тавбаам яке ин аст, ки то зинда бошам, дар муқобили ҳеҷ кас бидуни сидқ ва ростӣ чизи дигаре нагӯям. Ба Худованд савганд аст, ҳеҷ касеро аз мусалмонон суроғ надорам, КИ Худованди мутаъол дар ростгӯӣ барои ӯ ин қадар неъмат дода бошад, ки барои ман додаст. Аз рӯзе, ки ин суханро ба Паёмбари Худо (с) гуфтам, то ҳол аз рӯи қасд ба ҳеҷ кас дурӯғ нагуфтам ва умедам аз Худованд он аст, ки дар бақияи умрам низ маро аз дурӯғ гуфтан ҳифз намояд. Ва Худованди мутаъол ин ояи каримаро бар Паёмбари Худо (с) нозил фармуд: «Ҳароина Худованд тавбаи Паёмбар ва муҳоҷирин ва Ансорро қабул намудааст, то ин қавли Худованд ва бо ростгуён бошед...» (Тавба: 117-119) Ва ба Худованд савганд, ки Худованди мутаъол баъд аз Ислом неъмате болотар ба ман аз тавфиқ доданам ба рост гуфтан барои Паёмбари Худо (с) арзонӣ надоштааст. Ва (мазҳари ин неъмат он аст) ки ба Паёмбари Худо (с) дурӯғ нагуфтам. Зеро (агар дурӯғ мегуфтам) ман ҳам монанди касоне, ки ба эшон дурӯғ гуфта буданд. ҳалок гардида, аз байн мерафтам, зеро Худованд ҳангоми фиристодани ваҳй дар мавриди онҳо фармуд: «Вақте ки назди онҳо биравед, ҳатман барои шумо дурӯғ хоҳанд гуфт: ...пас Худованд аз мардуми фосиқ розӣ нахоҳад шуд...» (Тавба: 96-97) Каъб (р) мегӯяд: Мо се нафар аз касоне, ки барои Паёмбари Худо (с) савганд хӯрда буданд ва эшон барои онҳо талаби мағфират намуда буданд, тахаллуф намуда будем ва ҳамон буд, ки Паёмбари Худо (с) мавзӯи моро то қазои ҳукми Худовандӣ дар бораи мо ба таъхир андохтанд. Ва дар ин маврид Худованди мутаъол фармуд: «...ва бар он се касе, ки тахаллуф намуданд...» (Тавба: 118) Ва мурод аз ин тахаллуф тахаллуфи мо аз ҷиҳод нест, балки мурод он аст, ки Паёмбари Худо (с) қазияи моро нисбат ба касоне, ки барои эшон савганд хӯрда ва узрхоҳӣ намуда буданд ва ин чизро аз онҳо қабул намуда буданд, ба таъхир андохтанд (Ин фаҳми Каъб ибни Молик (р) аст ва албатта ин эҳтимол дар фаҳми оят вуҷуд дорад, вале маънан қариб дар зеҳн он аст, ки мурод аз ин тахаллуф аз рафтани ба ҷиҳод дар ғазваи Табук аст, валлоҳу таъоло аълам)."
        }
      ]
    },
    {
      "number": 48,
      "title": "Номаи Паёмбари Худо (с) ба Кисро ва Қайсар",
      "hadiths": [
        {
          "number": 1700,
          "full_text": "Аз Абӯбакра (р) ривоят аст, ки гуфт: Дар вокеаи Ҷамал ҳамон як калимаро, ки аз Паёмбари Худо (с) шунида будам, бароям манфиат расонд ва ин дар ҳоле буд, ки мехостам ба сафи аҳли Ҷамал бипайвандам ва дар сафи онҳо биҷангам (ва он калима ин буд). Чун ба Паёмбари Худо (с) хабар расид, ки аҳли Форс духтари Кисроро барои худ ба ҳайси подшоҳ ихтиёр кардаанд, фармуданд: «Мардуме, ки сарнавишти худро ба дасти зане супурдаанд, ҳаргиз растагор нахоҳанд шуд»."
        }
      ]
    },
    {
      "number": 48,
      "title": "Беморӣ ва вафоти Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1701,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар беморие, ки аз он вафот намуданд, Фотима (р)-ро талаб намуданд ва чизе ба гӯшаш гуфтанд. Ва ӯ ба гиря афтод ва боз дубора ӯро талаб намуданд ва чизе ба гӯшаш гуфтанд ва ӯ хандид. Аз Фотима (р) сабабро пурсидем, гуфт: Паёмбари Худо (с) дар мартабаи аввал ба гӯшам гуфтанд, ки эшон аз ҳамин бемории худ вафот хоҳанд ёфт ва ба ҳамин сабаб ба гиря афтодам. Ва дар мартабаи дуввум гуфтанд: Аввалин касе, ки аз аҳли байташон ба эшон хоҳад пайваст, ман хоҳам буд ва аз ин сабаб хандидам (зеро барояш гуфта буданд, ки ту сардори занҳои биҳишт ҳастӣ ва аввалин касе ҳастӣ, ки аз аҳли байти ман ба ман хоҳӣ пайваст ва ҳамон тавр ҳам шуд)."
        },
        {
          "number": 1702,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Мешунидам, ки ҳеҷ паёмбаре вафот нахоҳад накард, магар он, ки (пеш аз марги худ) байни дунё ва охират мухайяр мегардад. Ва аз Паёмбари Худо (с) дар беморие, ки аз он вафот ёфтанд, дар ҳоле, ки садояшон гирифта буд, шунидам, ки мегуфтанд: «Мехохам бо касоне (бошам), ки Худованд барои онҳо неъмат арзонӣ доштааст». Ва фаҳмидам, ки эшон мухайяр гардидаанд (ва рафиқи аълоро ихтиёр кардаанд...» (Нисо: 69)"
        },
        {
          "number": 1703,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоли сиҳатии худ мегуфтанд: «Рӯҳи Паёмбар қабз намегардад, магар он ки ҷойи худашро дар биҳишт мебинад ва баъд аз он ё зиндагиро ихтиёр менамояд ва ё маргро». Ва ҳангоме, ки мариз гардиданд ва дар ҳолати қабзи рӯҳ буданд ва сарашон бар болои зонуям буд, беҳуш гардиданд. Чун баҳуш омаданд, чашми худро ба сақфи хона дӯхта ва гуфтанд: «Илоҳо, ба сӯи рафиқи аъло». Ва аз ин ҷо фаҳмидам, ки будани бо маро интихоб накардаанд, чунончи донистам, ки ин ҳамон сухане буд, ки дар ҳоли сиҳҳати худ барои мо мегуфтанд."
        },
        {
          "number": 1704,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки бемор мешуданд, муаввизотро бар болои худ мехонданд (мурод аз муаввизот сураи «Қул ҳуваллоҳу аҳад,» сураи «Қулъаузу бираббил фалақ» ва сураи «Қул ъаузу бираббин-нос» аст) ва дасти рости худро бар ҷисми худ мекашиданд. Ва дар охирин беморие, ки аз он вафот намуданд, ман ҳамон муаввизотро бар болои эшон хондам ва дасти худи Паёмбари Худо (с)-ро бар ҷисми эшон мекашидам."
        },
        {
          "number": 1705,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Пеш аз вафот ҳангоме, ки Паёмбари Худо (с) ба пушт такя карда буданд, ба эшон гӯш додам ва шунидам, ки мегуфтанд: «Аллоҳуммағфирлӣ варҳамнӣ ва алҳиқни биррафиқил аъло» (яъне: Худоё, маро биёмурз ва ба ман раҳм кун ва маро ба рафиқи аъло пайваст бигардон)."
        },
        {
          "number": 1706,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) дар рӯи синаам вафот намуданд ва баъд аз Паёмбари Худо (с) шиддати ҷон канданро бар ҳеҷ кас муҳим нахоҳам шумурд."
        },
        {
          "number": 1707,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба беморие, ки аз он вафот ёфтанд, гирифтор буданд, Алӣ ибни Абӯтолиб (р) аз наздашон хориҷ гардид ва мардум аз вай пурсиданд. Ё Абулҳасан! Паёмбари Худо (с) чӣ гуна ҳастанд? Гуфт: Алҳамдулиллоҳ, хуб шудаанд. Дар ин вақт Аббос ибни Абдулмуталлиб дасти ӯро гирифт ва гуфт: Ту баъд аз се рӯз тобеъи шахси дигаре хоҳӣ буд ва ба Худованд савганд, ман медонам, ки Паёмбари Худо (с) аз ин дарди худ вафот хоҳанд ёфт ва ман алоими маргро дар авлоди Абдулмутталиб мешиносам. Биё, то назди Паёмбари Худо (с) биравем ва аз вай бипурсем, ки баъд аз эшон хилофат аз кист? Агар аз мо бошад ҳам, бидонем ва агар аз дигарон бошад ҳам, бидонем, ки дар ин сурат барои мо васият намоянд. Алӣ (р) гуфт: Агар ин мавзӯъро аз Паёмбари Худо (с) бипурсем ва моро аз он манъ намоянд, баъд аз эшон мардумон хилофатро ҳаргиз барои мо нахоҳанд дод ва ба Худованд савганд, ки ин мавзӯъро аз Паёмбари Худо (с) пурсиш нахоҳам кард."
        },
        {
          "number": 1708,
          "full_text": "Аз Оиша (р) ривоят аст, ки мегуфт: Аз неъматҳои Худо бар ман он аст, ки Паёмбари Худо (с) дар хонаам ва дар рӯзи навбатам ва рӯи синаам вафот намуданд ва дар вақти вафоти эшон оби даҳанам бо оби даҳони эшон махлут гардид. Зеро дар ҳоле, ки Паёмбари Худо (с) ба синаам такя карда буданд, Абдурраҳмон ибни Абӯбакр (р) дохил гардид ва мисвоке ба дасташ буд, дидам ки Паёмбари Худо (с) ба тарафи он мисвок нигоҳ мекунанд, фаҳмидам ки майлашон ба он мисвок аст, пурсидам: Мисвокро барои шумо бигирам? Бо сари худ ишора карданд, ки «Бале». Мисвокро гирифтам. Дар ин вақт дард ба Паёмбари Худо (с) ғалаба карда буд, пурсидам: Онро барои шумо нарм ва омода созам? Бо сари худ ишора карданд, ки «Бале». Мисвокро нарм ва омода сохтам. Мисвокро аз ман гирифтанд) ва дандонҳои худро бо он мисвок заданд. Ва пеши рӯяшон зарфи обе буд, дасти худро дар он об дохил карда ва бар рӯи худ мекашиданд ва мегуфтанд: «Ло илоҳа иллаллоҳ, марг сакароте дорад» (сакарот ҷамъи сакра аст ва сакра ба маънои шиддат аст, яъне: марг шиддатҳое дорад), баъд аз он дасти худро баланд карда ва фармуданд: «Ба сӯи рафиқи аъло» (мурод аз рафиқи аъло ё Зоти рабубият, ё ҷаннати фирдавс ва ё малоикаи муқаррабийн аст). Ва ҳамон буд, ки рӯҳашон қабз гардид ва дасташон поён омад. Имом Аҳмад аз Оиша (р) ривоят мекунад, ки гуфт: Баъд аз ин, ки рӯҳи Паёмбари Худо (с) қабз гардид, чунон бӯи хуше пайдо шуд, ки дар тамоми умри худ чунон бӯи хушеро надида будам."
        },
        {
          "number": 1709,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Дар бемории Паёмбари Худо (с) бидуни иҷоза мехостем дар даҳани эшон даво бирезем ва эшон ишора мекарданд, ки бароям даво надиҳед. Мо гуфтем: Шояд ин суханашон аз ҷиҳати бад дидани бемор даворо бошад. Чун ба ҳуш омаданд, фармуданд: «Магар барои шумо нагуфтам, ки даво ба даҳанам нарезед». Гуфтем: Мо фикр карда будем, ки шояд ин сухани шумо ба асоси бад дидани бемор даворо бошад. Фармуданд: «Ман нигоҳ мекардам, ҳамаи касоне, ки дар ин хона буданд, дар даворо додан барои ман кӯшиш мекарданд, магар Ибни Аббос, ки бо шумо иштирок наварзид»."
        },
        {
          "number": 1710,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) мариз гардиданд, дард бар эшон ғалаба намуд, Фотима (р) гуфт: Падарам чӣ қадар дар заҳмат ва дард аст! Барояш гуфтанд: «Баъд аз имрӯз бар падарат ранҷ ва дарде нест»."
        }
      ]
    },
    {
      "number": 49,
      "title": "Вафоти Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1711,
          "full_text": "Аз Оиша (р) ривоят аст, ки (гуфт) Паёмбари Худо (с) ҳангоми вафоти худ шастусесола буданд."
        }
      ]
    }
  ],
  "total_chapters": 49,
  "total_hadiths": 113,
  "unique_hadith_numbers": 113
}