{
  "id": 83,
  "number": 83,
  "title": "КИТОБИ ТАЪБИРИ ХОБ",
  "chapters": [
    {
      "number": 1,
      "title": "Хоб дидани ашхоси нек ва солеҳ",
      "hadiths": [
        {
          "number": 2176,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Хоб диданҳои нек аз ашхоси солеҳ як ҷузъе аз чиҳилу шаш ҷузъ аз нубувват аст.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Хоб дидан аз тарафи Худованд аст",
      "hadiths": [
        {
          "number": 2177,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: “Агар касе хобе дид, ки онро дӯст медошт, он хоб аз тарафи Худованд аст. Аз ин рӯ, бояд шукри Худоро намуд ва он хобро барои дигарон бигӯяд ва агар хобе дид, ки аз он бадаш меояд, он хоб аз тарафи шайтон аст, бояд аз шарри он (ба Худо) паноҳ биҷӯяд ва онро барои касе нагӯяд, ки дар ин сурат барояш зараре намерасонад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Хобҳои нек",
      "hadiths": [
        {
          "number": 2178,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Аз нубувват чизи дигаре ҷуз мубашширот боқӣ намемонад.\" Гуфтанд: Мубашширот чист? Фармуданд: “Хобҳои нек.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки Паёмбари Худо (с)-ро ба хоб мебинад",
      "hadiths": [
        {
          "number": 2179,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки маро дар хоб мебинад, дар бедорӣ ҳам хоҳад дид ва шайтон худро ба монанди ман карда наметавонад.”"
        },
        {
          "number": 2180,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки маро ба хоб дидааст, яқинан худамро дидааст, зеро шайтон худро ба сурати ман дароварда наметавонад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Хоб дидан дар рӯз",
      "hadiths": [
        {
          "number": 2181,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) гоҳ-гоҳе назди Умми Ҳаром духтари Милҳон, ҳамсари Убода ибни Сомит (р) мерафтанд (Умми Милҳон холаи разоъии Паёмбари Худо (с) буд). Рӯзе назди он зан рафтанд, он зан таъомеро барои эшон овард ва баъд аз он ба хоридани сари Паёмбари Худо (с) шурӯъ намуд. Паёмбари Худо (с)-ро хоб бурд. Ҳангоме, ки аз хоб бедор шуданд, механдиданд. Умми Ҳаром (р) мегӯяд: пурсидам: Ё Расулаллоҳ! Сабаби хандаи шумо чист? Фармуданд: “Мардуме аз умматам ба ман нишон дода шуданд, ки дар миёни дарё ба ҷиҳоди фи сабилиллоҳ баромаданд ва монанди подшоҳон бар тахт нишастаанд, ё мисли подшоҳон бар тахт нишастаанд” (шак аз ровӣ аст). Умми Ҳаром (р) мегӯяд: гуфтам: Ё Расулаллоҳ! Дуо кунед, ки Худованд маро аз ҷумлаи ин мардум бигардонад. Паёмбари Худо (с) бароям дуо карданд. Умми Ҳаром (р) мегӯяд: Паёмбари Худо (с) дубора сари худро гузошта ва хобиданд, чун аз хоб бедор шуданд, боз ҳам механдиданд. Пурсидам: Ё Расулаллоҳ! Сабаби хандаи шумо чист? Фармуданд: “Мардуме аз умматам ба ман нишон дода шуданд, ки ба ҷиҳоди фи сабилиллоҳ баромаданд...” Гуфтам: Ё Расулаллоҳ! Дуо кунед, ки Худованд маро ҳам аз ҷумлаи онҳо бигардонад, фармуданд: “Ту аз ҷумлаи гурӯҳи аввал ҳастӣ.” Ва ҳамин зан буд, ки дар замони Муъовия ибни Абӯсуфён ба дарё сафар намуд ва чун аз дарё берун шуд, аз маркабаш афтода, вафот намуд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Хоб дидани ин ки шахс дар қайд аст",
      "hadiths": [
        {
          "number": 2182,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чун қиёмат наздик шуд, хоб дидани мусалмон ба нудрат дурӯғ мебошад ва хоб дидани мусалмон як қисмат аз чиҳилу шаш қисмати нубувват аст” ва он чӣ, ки аз нубувват аст, дурӯғ намебошад."
        }
      ]
    },
    {
      "number": 7,
      "title": "Агар дар хоб дид, ки чизеро аз ҷое ба ҷои дигар мунтақил сохтааст",
      "hadiths": [
        {
          "number": 2183,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ба хоб дидам, ки гӯё зани сарбараҳнае аз Мадина хориҷ гардида ва ба Маҳяъа, (яъне Ҷӯҳфа) иқомат намудааст, таъбирашро ин кардам, ки вабо аз Мадина хориҷ гардида ва ба он сарзамин интиқол ёфтааст.” (Маҳяъае, ки ба номи Ҷӯҳфа низ ёд мешавад, миқоти аҳли Миср аст, мардуми он яҳудӣ буданд ва Паёмбари Худо (с) ва мусалмононро азият мекарданд)."
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки ба дуруғ бигуяд: “Ман хоб дидам”",
      "hadiths": [
        {
          "number": 2184,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Агар касе ба дурӯғ бигӯяд, ки “хобе дидаам,” (дар рӯзи қиёмат) аз вай хоста мешавад, ки ду мӯйро бо ҳам гиреҳ бизанад ва ҳаргиз ин корро карда наметавонад ва касе, ки ба сухани мардуме, ки ӯро намехоҳанд гӯш фаро диҳанд, дар рӯзи қиёмат дар гӯшҳояш сурб рехта мешавад ва касе, ки сурат бикашад, азоб карда мешавад ва мукаллаф мегардад, ки ба он тасвир ҷон диҳад, вале ҳаргиз барои он ҷон дода наметавонад.”"
        },
        {
          "number": 2185,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Аз бадтарин тӯҳматҳо он аст, ки касе бигӯяд: Чунин чизеро ба хоб дидаам ва дар воқеъ он чизро ба хоб надида бошад.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Агар муъаббири аввал таъбири хобро надонад, таъбираш саҳеҳ нест",
      "hadiths": [
        {
          "number": 2186,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки мегуфт: Шахсе назди Паёмбари Худо (с) омаду гуфт: Шаби гузашта соябонеро ба хоб дидам, ки аз он равғану асал мечакад ва мардумонеро дидам, ки ба кафи дасти худ аз он (равғану асал) мегиранд, баъзеҳо бисёру баъзеҳо андак. Дар ин вақт буд, ки дидам ресмоне аз тарафи замин ба сӯи осмон насб гардидааст ва шумо ба он боло рафтед, баъд аз шумо шахси дигаре онро гирифта, боло рафт, баъдан аз вай шахси саввум онро гирифт ва боло рафт. Баъд аз он шахси дигаре онро гирифт, вале он ресмон қатъ гардид ва дубора бо ҳам пайваст. Абӯбакр гуфт: Ё Расулаллоҳ! Падарам фидои шумо, шуморо ба Худованд савганд, иҷоза бидиҳед, ки ин хобро ман таъбир кунам, Паёмбари Худо (с) фармуданд: “Таъбир кун.\" Абӯбакр (р) гуфт: Соябон Ислом аст ва он равғану асале, ки аз он мечакад, Қуръон аст, ки аз он ширинӣ метаровад, баъзе аз мардумон аз Қуръон бисёр истифода менамоянд ва баъзе андак ва он ресмон байни осмон ва замин ҳамон ҳақиқате аст, ки шумо ба роҳи он равон ҳастед ва ба он чанг задаед ва Худованди мутаъол мартабаи шуморо ба он баланд месозад. Баъд аз шумо шахси дигаре ба он тамассук меҷӯяд ва сабаби рифъати мақомаш мегардад. Баъд аз он шахси дигаре онро мегирад ва сабаби рифъати мартабааш мегардад. Баъд аз он шахси дигаре меояд ва онро мегирад, вале он васила қатъ мегардад ва боз дубора пайваст мешавад ва ба сабаби он баландмартаба мегардад ва ҳоло, ё Расулаллоҳ, падару модарам фидои шумо, бигӯед, ки таъбирам саҳеҳ аст, ё ғалат? Паёмбари Худо (с) фармуданд: (Таъбири ту) дар баъзе чизҳо саҳеҳ ва дар баъзе чизҳо ғалат буд. Гуфт: Шуморо ба Худованд савганд, бигӯед, ки чӣ чизҳо хато буд, фармуданд: “Савганд мадеҳ.”"
        }
      ]
    }
  ],
  "total_chapters": 9,
  "total_hadiths": 11,
  "unique_hadith_numbers": 11
}