{
  "id": 68,
  "number": 68,
  "title": "КИТОБИ БЕМОРИҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар мавриди каффораи бемори омадааст",
      "hadiths": [
        {
          "number": 1949,
          "full_text": "Аз Абӯсаъиди Худрӣ ва Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худованд ба сабаби машаққат ва дарду мусибат ва андӯҳ, зарару ғам ва ҳатто хоре, ки ба пои мусалмон мехалад, аз гуноҳони ӯ мебахшад.”"
        },
        {
          "number": 1950,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Мусалмон монанди шохаи тару тозаест, аз ҳар тарафе, ки бод ба вай вазад, мутамоил мегардад (вале намешиканад) ва чун қавӣ гардад, омодаи таҳаммули масоибу сахтиҳо мегардад. Шахси фоҷир монанди шохаи дарахти арзаҳ аст, ки хушк ва рост истодааст ва ҳар он омодаи он аст, ки Худованд онро дарҳам бишканад” (яъне: мусалмон аз ғам ва андӯҳе, ки барояш мерасад, мутаассир мегардад, вале маънавиёти худро аз даст намедиҳад)."
        },
        {
          "number": 1951,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касеро, ки Худованди мутаъол барояш иродаи хайр дошта бошад, гирифтори машокил месозад.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Шиддати беморӣ",
      "hadiths": [
        {
          "number": 1952,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳеҷ касеро надидам, ки дардаш аз дарди Паёмбари Худо (с) шадидтар бошад (мурод аз ин ҳамон дарде аст, ки Паёмбари Худо (с) аз он вафот намуданд)."
        },
        {
          "number": 1953,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Ҳангоми бемории Паёмбари Худо (с) назди эшон омада ва дидам, ки маразашон шадид шудааст, гуфтам: Дарди шумо шадид шудааст, шояд сабабаш ин бошад, ки барои шумо ду музд дода шавад. (Яъне, чун шиддати бемории шумо дучанди шиддати бемории дигарон аст, музди он низ дучанди музди дигарон аст). Фармуданд: “Бале! Мусалмон ба ҳеҷ мусибате дучор намегардад, магар он, ки Худованд ба сабаби он мусибат гуноҳашро ба монанди барги дарахт мерезонад.\""
        }
      ]
    },
    {
      "number": 3,
      "title": "Фазилати касе, ки ба сабаби бод беҳуш мегардад",
      "hadiths": [
        {
          "number": 1954,
          "full_text": "Ривоят аст, ки Ибни Аббос (р) ба яке аз дӯстонаш гуфт: Оё занеро аз аҳли ҷаннат барои ту нишон бидиҳам? Гуфт: Бале. Гуфт: Ҳамин зани сиёҳ аст, ки назди Паёмбари Худо (с) омаду гуфт: Ман гоҳе беҳуш мешавам ва баъзе аз аъзоям бараҳна мегардад, дар ҳаққи ман дуо кунед. Фармуданд: “Агар мехоҳӣ, сабр кун ва биҳишт насибат хоҳад шуд ва агар мехоҳӣ, дуо кунам, ки шифо биёбӣ.” Гуфт: Сабр мекунам, вале (дар ҳини беҳушӣ) танам бараҳна мешавад, бароям дуо кунед, ки бараҳна нагардам. Ва (Паёмбари Худо (с) барояш дуо карданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Фазилати касе, ки биноияшро аз даст медиҳад",
      "hadiths": [
        {
          "number": 1955,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Худованди мутаъол мефармояд: “Агар бандаамро ба аз байн бурдани биноияш мубтало созам ва ӯ сабр намояд, дар ивази он ҷаннатро барояш медиҳам.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Ибодати бемор",
      "hadiths": [
        {
          "number": 1956,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) (ҳангоми беморияш) ба аёдатам омаданд, на ба хар савор буданд ва на ба аспе."
        }
      ]
    },
    {
      "number": 6,
      "title": "Нола ва шикояте, ки барои бемор раво аст",
      "hadiths": [
        {
          "number": 1957,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Вой сарам. Паёмбари Худо (с) фармуданд: “Агар ту мурдӣ ва ман зинда будам, бароят талаби омурзиш намуда ва дар ҳаққи ту дуо мекунам.” Оиша (р) гуфт: Во мусибато, ба Худованд савганд, тавре маълум мешавад, ки ба марги ман хуш ҳастед. Ва агар чунин бошад, то охирин рӯз шумо бо баъзе аз ҳамсарони худ ҳамбистар мешавед. Паёмбари Худо (с) фармуданд: “Балки ман мегӯям, ки вой сари ман (Яъне во мусибаторо бояд ман бигӯям, на ту, зеро ман мемирам ва ту зинда мемонӣ) ва тасмим гирифтам, ки Абӯбакр ва фарзандашро (ки Абдурраҳмон (р) аст ва дар “Саҳеҳ”-и Муслим ин чиз ба таври сареҳ мазкур аст) биталбам ва пеши аз ин, ки мардум чизе бигӯянд ва ё касоне, ки орзуи хилофатро доранд, хилофатро орзу намояд (амири хилофатро) возеҳ созам, вале баъд аз он бо худ гуфтам, ки Худованд ин корро ҷуз барои Абӯбакр, барои каси дигаре насиб намекунад ва мусалмонон ҳам ҷуз хилофати Абӯбакр хилофати дигареро қабул нахоҳанд кард.” Ва ё гуфтанд, ки “адфаъуллоҳ ва яъбал мӯъминун.” Ва шак дар тақдим ва таъхири ин иборат аз тарафи ровӣ аст."
        }
      ]
    },
    {
      "number": 7,
      "title": "Беморе, ки орзуи марги худро дорад",
      "hadiths": [
        {
          "number": 1958,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ касе набояд ба сабаби беморӣ марги худро талаб намояд ва агар ночор аст, фақат бигӯяд, ки Худоё! То вақте ки зиндагӣ бароям беҳтар аст, маро зинда нигаҳ дор ва вақте ки марг бароям беҳтар бошад, маро бимирон.”"
        },
        {
          "number": 1959,
          "full_text": "Аз Хаббоб (р) ривоят аст, ки худро ҳафт бор доғ намуд ва гуфт: Касоне, ки аз мо пештар буданд, мурданд ва дори дунё аз савоби охирати онҳо чизеро кам карда натавонист. (Яъне фирефтагии онҳо ба дунё тавре набуд, ки охиратро аз ёдҳо бурда бошад ва дар натиҷаи ин амр сабаби нуқсони савоби онҳо гардида бошад). Вале дунё ончунон ба мо рӯй овардааст, ки барои масрафи он раҳе ба ҷуз аз хок ва гил (яъне таъмир ва сохтмон) намебинем. Ва агар Паёмбари Худо (с) аз орзу кардани марг манъ намекарданд, ман марги худро талаб мекардам."
        },
        {
          "number": 1960,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Ҳеҷ касро амалаш ба ҷаннат намебарад.” Гуфтанд: Ҳатто шуморо, ё Расулаллоҳ? Фармуданд: “Ва ҳатто маро, магар он, ки Худованди мутаъол мавриди лутф ва инояти худ қарор диҳад, пас дар аъмоли худ миёнаравиро пешаи худ созед ва набояд ҳеҷ касе марги худро талаб намояд, зеро агар некӯкор бошад, шояд корҳои неки бештареро анҷом диҳад ва агар бадкор бошад, эҳтимол дорад, ки аз корҳои бадаш тавба намояд.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Дуои аёдати бемор",
      "hadiths": [
        {
          "number": 1961,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) ба хабаргирии беморе мерафтанд ва ё бемореро наздашон меоварданд, мегуфтанд: “Парвардигоро! Маразро аз байн бибар ва шифояш бидеҳ, ки шафодиҳанда ту ҳастӣ ва шифое ҷуз шифои ту нест. Ва ончунон шифое бидеҳ, ки ҳеҷ дарде ба ӯ боқӣ намонад.”"
        }
      ]
    }
  ],
  "total_chapters": 8,
  "total_hadiths": 13,
  "unique_hadith_numbers": 13
}