{
  "id": 56,
  "number": 56,
  "title": "КИТОБИ ФАЗОИЛИ САҲОБА Р",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 1520,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Зане назди Паёмбари Худо (с) омад, ба вай амр карданд, ки боз ҳам наздашон биёяд. Он зан гуфт: Агар омадам ва шуморо надидам, гӯё маргро дар назар дошт. Паёмбари Худо (с) фармуданд: «Агар маро наёфтӣ, назди Абӯбакр (р) бирав» (Ин ҳадис бар ҷонишинии Абӯбакр (р) баъд аз Паёмбари Худо (с) бо сароҳат далолат мекунад)."
        },
        {
          "number": 1521,
          "full_text": "Аз Аммор (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дар вақте дидам, ки ҷуз аз панҷ нафар аз ғуломон ва ду зан ва Абӯбакр (р) каси дигаре бо эшон набуданд."
        },
        {
          "number": 1522,
          "full_text": "Аз Абӯдардо (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) нишаста будам, ки Абӯбакр (р) дар ҳоле, ки гӯшаи пироҳанашро то баландии зонуҳояш боло карда буд, омад. Паёмбари Худо (с) фармуданд: «Ин шахс ҷанг ва мухосама намудааст». Абӯбакр (р) салом дод ва гуфт: Ё Расулаллоҳ! Байни ман ва байни Ибни Хаттоб чизе воқеъ шуда буд, ба суръат наздаш рафтам ва изҳори пушаймонӣ намудам ва аз ӯ хостам, то маро афв намояд, вале вай ибо варзид ва инак назди шумо омадам. Паёмбари Худо (с) фармуданд: «Эй Абӯбакр! Худованд туро биомурзад». Ва ин суханро се бор такрор намуданд. Аз тарафи дигар Умар (р) пушаймон шуд, ба хонаи Абӯбакр (р) рафт ва пурсид: Абӯбакр мавҷуд аст? Гуфтанд: На! Ва ӯ ҳам назди Паёмбари Худо (с) омаду салом дод. Ва ранги Паёмбари Худо (с) тағйир ёфта буд, то ҷое, ки Абӯбакр (р) ҳам тарсид. Баъд аз он Умар (р) ба ду зону нишаст ва гуфт: Ё Расулаллоҳ! Ба Худованд савганд, ки гуноҳ бештар аз ман буд. Ва ин суханро ду бор такрор намуд. Паёмбари Худо (с) фармуданд: «Худованд маро ба сӯи шумо фиристод ва шумо гуфтед, ки дурӯғ мегӯяд ва Абӯбакр гуфт, ки рост мегӯяд. Илова бар он бо ҷон ва моли худ бо ман ҳамкорӣ намуд ва оё мешавад, ки дӯстамро бароям вогузоред» (ва ӯро азият накунед). Ва ин суханро ду бор такрор намуданд ва аз он рӯз ба баъд Абӯбакр (р) мавриди азияти касе қарор нагирифт."
        },
        {
          "number": 1523,
          "full_text": "Амр ибни Ос (р) мегӯяд: Паёмбари Худо (с) маро саркардаи лашкари ғазваи Зотусалосил (номи ҷоест ва ин ғазва дар соли ҳафтуми ҳиҷрӣ воқеъ гардида буд), таъин намуданд. Назди Паёмбари Худо (с) омадам ва гуфтам:\tМаҳбубтарин мардум назди шумо кист? Фармуданд: «Оиша». Гуфтам: Аз мардҳо кадом касе аст? Фармуданд: «Падари Оиша». Гуфтам: Баъд аз он кадом шахсест? Фармуданд: «Умар ибни Хаттоб». Ва аз ашхоси дигаре ҳам ном бурданд (Гӯянд, аз ҷумлаи касоне, ки Паёмбари Худо (с) аз онҳо ном бурданд, Абӯубайда ибни Ҷароҳ буд)."
        },
        {
          "number": 1524,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки ҷомаашро аз рӯи кибр дароз намояд, Худованди мутаъол дар рӯзи қиёмат ба тарафаш назар намекунад». Абӯбакр (р) гуфт: Як тарафи пироҳанам дароз мешавад (гӯянд, сабаби дароз шудани як тарафи пироҳани Абӯбакр (р) он буд, ки вай ҳангоми роҳ рафтан худро ба як тараф мутамоил месохт), магар он ки онро бигирам. Паёмбари Худо (с) фармуданд: «Ту ин корро аз рӯи кибр намекунӣ»."
        },
        {
          "number": 1525,
          "full_text": "Абӯмӯсои Ашъарӣ (р) мегӯяд: Дар хонаам вузӯ сохтам, баъд аз он берун шудам ва бо худ гуфтам: Назди Паёмбари Худо (с) меравам ва имрӯз дар хидмати эшон мебошам. Ҳамон буд, ки ба масҷид омадам ва пурсидам: Паёмбари Худо (с) куҷо ҳастанд? Гуфтанд: Берун шуданд ва ба фалон тараф рафтанд. Абӯмӯсо (р) мегӯяд: Ба ҳамон тараф рафтам ва аз эшон пурсиш менамудам, то дидам, ки ба бӯстони чоҳи Арис рафтаанд. Арис номи бӯстоне аст дар Мадинаи мунаввара, наздики Қубо ва чоҳи Арис дар ҳамин бӯстон воқеъ аст ва ангуштарии Паёмбари Худо (с) аз дасти Усмон (р) дар ҳамин чоҳ афтод), ман дар назди дари бӯстон нишастам ва дарвозаи он бӯстон аз чӯби дарахти хурмо сохта шуда буд. Ҳамин тавр интизор кашидам, то ки Паёмбари Худо (с) қазои ҳоҷат намуда ва вузӯ сохтанд, наздашон рафтам. Дидам, ки дар рӯи девори чоҳ нишастаанд, соқи пойҳои худро бараҳна намуда ва поҳои худро дар чоҳ овезон кардаанд, салом кардам ва баъд аз салом кардан баргаштам ва боз дар назди дар нишастам ва бо худ гуфтам, ки имрӯз дарвозабони Паёмбари Худо (с) хоҳам шуд. Абӯбакр (р) омад ва дарро кӯбид, гуфтам: Кистӣ? Гуфт: Абӯбакрам. Гуфтам: Мунтазир бош! Рафтам ва гуфтам: Ё Расулаллоҳ! Абӯбакр (р) аст, иҷоза мехоҳад. Фармуданд: «Барояш иҷоза бидеҳ ва барояш башорат бидеҳ, ки аз аҳли ҷаннат аст». Омадам ва барояш гуфтам: Дохил шав ва Паёмбари Худо (с) туро башорат ба ҷаннат доданд. Абӯбакр (р) омад ва ба тарафи рости Паёмбари Худо (с) рӯи девори чоҳ нишаст ва монанди Паёмбари Худо (с) соқҳояшро бараҳна сохт ва поҳояшро дар чоҳ овезон намуд. Боз омада ва дар назди дар нишастам. Ва чун дар вақти хориҷ шудан аз хона қарор буд, ки бародарам вузӯ бисозад ва назди ман биёяд, бо худ гуфтам: Агар Худованд хайрро насибаш карда бошад, ӯро ба ин ҷо раҳнамун хоҳад сохт. Дар ин фикр будам, ки дидам касе дарро ҳаракат медиҳад, гуфтам: Кистӣ? Гуфт: Умар ибни Хаттобам. Гуфтам: Мунтазир бош. Назди Паёмбари Худо (с) рафтам ва салом карда ва гуфтам: Умар ибни Хаттоб аст, иҷоза мехоҳад. Фармуданд: «Барояш иҷоза бидеҳ ва ӯро башорат бидеҳ, ки аз аҳли ҷаннат аст». Омадам ва гуфтам: Дохил шав! Ва Паёмбари Худо (с) туро башорат ба ҷаннат доданд. Ӯ ҳам омад ва бар рӯи девори чоҳ ба тарафи чапи Паёмбари Худо (с) нишаст ва поҳои худро дар чоҳ овезон намуд. Боз баргаштам ва нишастам ва бо худ гуфтам: Агар Худованд барои фалонӣ иродаи хайр дошта бошад, ӯро ба ин ҷо роҳнамун хоҳад сохт. Дар ин фикр будам, ки шахсе омад ва дарвозаро ҳаракат дод, гуфтам: Кистӣ? Гуфт: Усмон ибни Аффонам. Гуфтам: Мунтазир бош. Назди Паёмбари Худо (с) омадам ва эшонро хабар додам, фармуданд: «Барояш иҷоза бидеҳ ва ӯро ба сабаби мусибате, ки ба он гирифтор мешавад, ба ҷаннат башорат бидеҳ» (ин ишора ба мусибате аст, ки дар он ба шаҳодат расид). Омадам ва барояш гуфтам: Дохил шав ва Паёмбари Худо (с) туро ба сабаби мусибате, ки ба он гирифтор хоҳӣ шуд, ба ҷаннат башорат додаанд. (Дар ривояте омадааст, ки чун Усмон (р) ин суханро шунид, гуфт: Аллоҳу мустаъон). Усмон (р) дохил шуд ва дид, ки девори сари чоҳ пур шудааст, дар тарафи муқобил пеши рӯи Паёмбари Худо (с) нишаст."
        },
        {
          "number": 1526,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Саҳобаҳоямро дашном надиҳед, агар касе аз шумоён ба андозаи кӯҳи Уҳуд тилло хайрот бидиҳад, ба андозаи як муште, ки онҳо садақа додаанд ва ҳатто ба андозаи ним муште, ки онҳо садақа додаанд, баробар намешавад»."
        },
        {
          "number": 1527,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) бо Абӯбакр ва Умар ва Усмон (р) болои кӯҳи Уҳуд баромаданд, кӯҳи Уҳуд ларзид, фармуданд: «Эй Уҳуд! Ором бош, зеро бар болои ту як Паёмбар ва як Сиддиқ ва ду Шаҳид аст»."
        },
        {
          "number": 1528,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ман бо иддаи дигаре истода будам ва дар ҳоле, ки Умар ибни Хаттоб (р) (баъд аз шаҳодаташ) барои ғусл кардан рӯи тахтааш қарор дода шуда буд, дар ҳаққи ӯ дуо мекардем. Шахсе омад ва дасташро рӯи шонаам гузошт ва гуфт: Худо бар ту раҳмат кунад (тарафи хитобаш Умар ибни Хаттоб (р) буд). Ман ҳамеша умедвор будам, ки Худованди мутаъол туро бо ду ҳамнишини дигари ту (ки Паёмбари Худо (с) ва Абӯбакри Сиддиқ (р) бошанд), якҷо созад, зеро бисёр вақтҳо аз Паёмбари Худо (с) шунидам, ки мефармуданд: «Ман ва Абӯбакр ва Умар (дар фалон ҷо) будем ва ман ва Абӯбакр ва Умар чунин кардем ва ман ва Абӯбакр ва Умар ба фалон ҷо рафтем». Аз ин сабаб ҳамеша умедвор будам, ки Худованд туро бо он ду нафар якҷо созад. Чун ба пушти сари худ назар кардам, дидам ки Алӣ ибни Абӯтолиб (р) аст."
        }
      ]
    },
    {
      "number": 2,
      "title": "Маноқиби (фазилатхои) Умар ибни Хаттоб (р)",
      "hadiths": [
        {
          "number": 1529,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар хоб дидам, ки ба ҷаннат дохил шудаам, дар ин вақт Румайсо, ҳамсари Абӯталҳаро дидам (номи Румайсо Саҳла бинти Малҳон, холаи разоии Паёмбари Худо (с) аст) ва садои пойеро шунидам. Гуфтам: Ин кист? Гуфт: Билол аст (гӯянда шояд Ҷабраил (ъ) ва шояд худи Билол (р) бошад). Ва қасреро дидам, ки дар канори он духтараке нишастааст. Гуфтам: Ин қаср аз кист? Гуфтанд: Аз Умар аст. Мехостам дохил шавам ва он қасрро бубинам, вале ғайратат (рашкат)- ро ба ёд овардам». Умар (р) гуфт: Падару модарам фидои шумо! Оё дар муқобили шумо ҳам изҳори ғайрат мекунам?"
        },
        {
          "number": 1530,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) дар бораи қиёмат пурсиш намуд ва гуфт: Кадом вақт қиёмат мешавад? Фармуданд: «Барои қиёмат чӣ омода кардаӣ?» Гуфт: Ҳеч чиз, вале Худо ва Расулашро дӯст медорам. Фармуданд: «Ту бо он касе ҳастӣ, ки ӯро дӯст медорӣ». Анас (р) мегӯяд: Мо ба ҳеҷ чизе ба андозаи ин гуфтаи Паёмбари Худо (с), ки фармуданд: «Ту бо он касе ҳастӣ, ки ӯро дӯст медорӣ». хушҳол нашудем. Анас (р) гуфт: Ман Паёмбари Худо (с) ва Абӯбакр ва Умар (р)-ро дӯст медорам ва умедворам, ки бо онҳо бошам, агарчи амале ба мисли аъмоли онҳо анҷом надодаам (мурод аз бо ҳам будан муҷарради бо ҳам будан аст, на баробарӣ дар мартабаҳо)."
        },
        {
          "number": 1531,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Аз гузаштагони қавми банн Исроил касоне буданд, ки бидуни он, ки паёмбар бошанд, барои онҳо илҳом мешуд, агар аз уммати ман касе чунин бошад, Умар аст» (калимаи шартӣ, ки «агар» аст, дар ин ҷо барои тардид нест, балки барои таъкид аст, зеро дар сурате, ки чунин ашхосе дар умматони мафзула вуҷуд дошта бошад, ба тариқи аввалӣ дар уммати фозила вуҷуд доранд)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Маноқиби Усмон ибни Аффон (р)",
      "hadiths": [
        {
          "number": 1532,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки шахсе аз аҳли Миср омад (ин шахс номаш Язид ибни Башар Саксакӣ буд) ва ба вай гуфт: Оё хабар дорӣ, ки Усмон дар рӯзи ҷанги Уҳуд гурехта буд? Гуфт: Бале. Гуфт: Оё хабар дорӣ, ки ӯ дар ҷанги Бадр ғоиб гардида ва ҳозир нашуда буд? Гуфт: Бале. Гуфт: Оё хабар дорӣ, ки ӯ аз Байъати ризвон ғоиб гардида ва ҳозир нашуда буд? Гуфт: Бале. Гуфт: Аллоҳу акбар! Ибни Умар (р) барояш гуфт: Биё, то бароят бигӯям, ҳар чӣ, ки масъалаи фирораш аз ҷанги Уҳуд аст, ман шаҳодат медиҳам, ки Худованд ӯро афв намуда, мавриди омурзиш қарор додааст ва ҳар чӣ ки ғоиб шуданаш аз ҷанги Бадр аст, сабабаш он аст, ки ҳамсараш, - духтари Паёмбари Худо (с) мариз буд ва Паёмбари Худо (с) барояш гуфтанд: «Барои ту савоб ва насиби касе аст, ки дар ҷанг иштирок менамояд» (ин духтари Паёмбари Худо (с) номаш Руқия буд) ва аммо сабаби ғоиб буданаш аз Байъати ризвон он буд, ки агар дар тамоми Макка шахси дигаре аз Усмон (р) мӯҳтарамтар мебуд, Паёмбари Худо (с) ивази вай ӯро ба Макка мефиристоданд ва сабаби ҳамин эҳтиромаш буд, ки Паёмбари Худо (с) ӯро фиристоданд. Ва Байъати ризвон баъд аз рафтани ӯ ба тарафи Макка воқеъ гардид ва Паёмбари Худо (с) дасти рости худро гузошта ва фармуданд: «Ин дасти Усмон аст» ва ба дасти дигари худ болои он заданд ва гуфтанд: «Ин барои Усмон». Баъд аз он Ибни Умар (р) барои он шахс гуфт: Он чиро, ки бароят гуфтам, бо худ бигир ва бирав (то баъд аз ин дар дилат нисбат ба Усмон (р) шубҳа боқӣ намонад)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Маноқиби Алӣ ибни Абитолиб (р)",
      "hadiths": [
        {
          "number": 1533,
          "full_text": "Аз Алӣ ибни Абитолиб (р) ривоят аст, ки Фотима (р) аз мушкилоти осиёб ба машаққат афтода буд. Барои Паёмбари Худо (с) асиронеро оварданд. Фотима (р) назди Паёмбари Худо (с) рафт (то шояд аз он асирон якеро дар хидмати вай қарор диҳанд) ва эшонро наёфт ва Оиша (р)-ро ёфт ва мушкилоти худро бо ӯ дар миён гузошт. Чун Паёмбари Худо (с) омаданд, Оиша (р) мавзӯи омадани Фотима (р)-ро барои эшон гуфт. Фотима (р) мегӯяд (ва эҳтимол дорад, ки гӯянда Алӣ (р) бошад): Паёмбари Худо (с) дар ҳоле, ки мо истироҳат карда будем, назди мо омаданд, мехостам бархезам, фармуданд: «Ҳамон таври истироҳат бошед». Ва тавре дар байни мо (наздик) нишастанд, ки сардии пояшонро ба рӯи синаи худ эҳсос намудам ва фармуданд: «Оё намехоҳед шуморо ба чизе беҳтар аз он чӣ, ки хостаед, раҳнамоӣ намоям? Ҳангоме, ки бар болои бистари худ рафтед, сию чаҳор мартаба «Аллоҳу Акбар» ва сию се мартаба «субҳоналлоҳ» ва сию се мартаба «алҳамдулиллоҳ» бигӯед. Ин аз ходиме барои шумо беҳтар аст»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Маноқиби ақориби Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1534,
          "full_text": "Аз Абдуллоҳ ибни Зубайр (р) ривоят аст, ки гуфт: Дар ҷанги Аҳзоб ман ва Умар ибни Салама дар байни занҳо будем, нигоҳ кардем, ки Зубайр (р) дар ҳоле, ки бар болои аспаш савор буд, ба тарафи бани Қурайза ду-се бор рафтуомад намуд. Чун баргаштем, гуфтам: Падари  меҳрубонам! Дидам, ки ба тарафи бани Қурайза рафтуомад доред. Гуфт: Магар маро дидӣ? Гуфтам: Бале! Гуфт; Чун Паёмбари Худо (с) фармуда буданд: «Кист, ки хабари бани Қурайзаро барояш биоварад?» Ман рафтам ва ин корро кардам ва чун баргаштам, Паёмбари Худо (с) падар ва модарашонро дар мавриди ман бо ҳам зикр намуда фармуданд: «Падару модарам фидои ту бод!»"
        }
      ]
    },
    {
      "number": 6,
      "title": "Сифати Талҳа ибни Убайдуллоҳ (р)",
      "hadiths": [
        {
          "number": 1535,
          "full_text": "Ва аз Талҳа ибни Убайдуллоҳ (р) ривоят аст, ки гуфт: Дар баъзе аз рӯзҳое, ки Паёмбари Худо (с) дар онҳо ба ҷиҳод рафта буданд (мурод аз он рӯзҳо рӯзҳои ғазваи Уҳуд аст), ба ҷуз аз Талҳа ва Саъд (р) каси дигаре дар майдон боқӣ намонда буд."
        },
        {
          "number": 1536,
          "full_text": "Ривоят аст, ки Талҳа ибни Убайдуллоҳ (р) бо дасти худ Паёмбари Худо (с)-ро ҳимоя менамуд ва аз зарбаҳои зиёде, ки (куффор) бар вай ворид карданд, дасташ шал гардид."
        }
      ]
    },
    {
      "number": 7,
      "title": "Маноқиби Саъд ибни Абӯваққоси Зӯҳрӣ (р)",
      "hadiths": [
        {
          "number": 1537,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Дар рӯзи ҷанги Уҳуд Паёмбари Худо (с) байни падар ва модари худ ҳар ду ҷамъ карданд (яъне фармуданд: Падару модарам фидои ту)."
        }
      ]
    },
    {
      "number": 8,
      "title": "Сифати домодҳои Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1538,
          "full_text": "Аз Мисвар ибни Махрама (р) ривоят аст, ки гуфт: Алӣ (р) духтари Абӯҷаҳлро хостгорӣ намуд. Фотима (р) ин хабарро шунид, назди Паёмбари Худо (с) омад ва гуфт: Қавми шумо ин тавр фикр мекунанд, ки шумо ба духтарони худ эътиное надоред ва ин, ки Алӣ (р) рафта ва духтари Абӯҷаҳлро хостгорӣ менамояд. Паёмбари Худо (с) бархостанд ва худам хутба додани эшонро шунидам, ки мегуфтанд: «...аммо баъд! (Духтарамро) ба Абулъос ибни Рабеъ ба никоҳ додам, бароям гуфта буд, ки зани дигаре бо ӯ ба никоҳ нахоҳам гирифт ва ба ин ваъдаи худ вафо намуд. Фотима ҷигаргӯшаи ман аст ва аз чизе, ки бадаш биёяд, маро муқаддар ва озурдахотир месозад. Ба Худованд савганд, ки байни духтари Паёмбари Худо (с) ва духтари душмани Худо дар никоҳи як шахс ҷамъ нахоҳад шуд». Ва ҳамон буд, ки Алӣ (р) хостгории духтари Абӯҷаҳлро гузошт."
        },
        {
          "number": 1539,
          "full_text": "Ва аз Мисвар ибнн Махрама (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки яке аз домодҳои худ аз бани Шамсро ёд карданд (ин домоди Паёмбари Худо (с) Абулъос ибни Рабеъ буд) ва аз хешовандии худ бо ӯ таъриф ва таҳсин намуда ва фармуданд: «Он чй, бароям гуфт, рост гуфт ва ба он чӣ бо ман ваъда карда буд, вафо намуд»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Маноқиби Зайд ибни Ҳориса, ғуломи озодшудаи Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1540,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) гурӯҳеро (ба ҷиҳод) фиристоданд ва Усома ибни Зайдро бар онҳо амир таъин намуданд, баъзе аз мардум аз аморати ӯ интиқод намуданд. Паёмбари Худо (с) фармуданд: «Агар имрӯз аз аморати ӯ интиқод мекунед, қаблан аз аморати падараш низ интиқод мекардед ва ба Худованд савганд, ки падараш сазовори аморат буд ва аз ҷумлаи маҳбубтарини мардумон дар наздам буд ва фарзандаш (Усома) дар наздам аз маҳбубтарини мардумон аст»."
        },
        {
          "number": 1541,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Шахси қофияшиносе наздам омад ва дар ин вақт Паёмбари Худо (с) ҳузур доштанд ва Усома ибни Зайд ва Зайд ибни Ҳориса дар он ҷо истироҳат мекарданд ва гуфт: Пойҳои ин ду нафар аз якдигар аст. Паёмбари Худо (с) аз ин сухан хушашон омад ва хушҳол гардиданд ва аз ин мавзӯъ ба Оиша (р) низ хабар доданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Сифати Усома ибни Зайд (р)",
      "hadiths": [
        {
          "number": 1542,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки зане аз бани Махзум дуздӣ кард. Гуфтанд: Кадом касеро бифиристем, ки бо Паёмбари Худо (с) (дар ин мавзӯъ) ҳарф бизанад? Касе ҷуръат накард, вале Усома ибни Зайд (р) (дар мавзӯъ) бо эшон сухан гуфт, фармуданд: «Одати Бани Исроил он буд, ки агар шахси шарифе дар онҳо дуздӣ мекард, аз вай чашмпӯшӣ мекарданд ва агар шахси заиф ва бечорае дуздӣ мекард, дасташро қатъ менамуданд ва агар Фотима (р) (духтари Муҳаммад (с) дуздӣ менамуд, дасташро қатъ мекардам»."
        },
        {
          "number": 1543,
          "full_text": "Аз Усома ибни Зайд (с) ривоят аст, ки гуфт: Паёмбари Худо (с) ӯ ва Ҳасан (р)-ро (дар оғӯш) мегирифтанд ва мегуфтанд: «Худоё! Инҳоро дӯст дошта бош, чун ман инҳоро дӯст дорам»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Маноқиби Абдуллоҳ ибни Умар (р)",
      "hadiths": [
        {
          "number": 1544,
          "full_text": "Аз Ҳафса (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бароям гуфтанд, ки «Абдуллоҳ шахси неке аст»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Маноқиби Аммор ва Ҳузайфа (р)",
      "hadiths": [
        {
          "number": 1545,
          "full_text": "Аз Абӯдардо (р) ривоят аст, ки: ҷавоне дар масҷид дар шом ба паҳлӯяш нишаст (номи ин ҷавон Алқама буд ва ҳангоми дохил шудан ба масҷид) дуо карда буд, ки Худоё! Бароям ҳамнишини солеҳеро муяссар намо. Абӯдардо (р) аз он ҷавон пурсид: Аз кадом мардумӣ? Гуфт: Аз аҳли Куфа. Пурсид: Оё он шахсе, ки асрори Паёмбари Худо (с)-ро медонист ва ғайр аз ӯ шахси дигаре он асрорро намедонист, дар байни шумо нест? Мақсадаш Абӯҳузайфа буд. (Алқама) мегӯяд: Гуфтам: Мавҷуд аст. Абӯдардо пурсид: Оё касе, ки Худованди мутаъол ӯро бар забони Паёмбари Худо (с) аз шайтон паноҳ додааст, дар байни шумо мавҷуд нест? Мақсадаш Аммор буд. (Алқама мегӯяд) гуфтам: Мавҷуд аст. Абӯдардо пурсид: Оё касе, ки мисвоки Паёмбари Худо (с)-ро бо худ бармедошт, ё касе ки соҳиби сирри Паёмбари Худо (с) буд, дар байни шумо мавҷуд нест? (Мақсадаш Абдуллоҳ ибни Масъуд буд). (Алқама) гуфт: Мавҷуд аст. Абӯдардо (р) пурсид: Абдуллоҳ (ибни Масъуд (р) ин сураро чӣ гуна тиловат менамуд «валлайли изо яғшо ван наҳори изо таҷалло?» Гуфт: «аз-закара валунсо» тиловат мекард (яъне «ва мо халақа»-ро ҳазф мекард). Абӯдардо мегӯяд: Аҳли Шом он қадар дар ин маврид аз ман суол ва истифсор намуданд, ки наздик буд маро аз қироате, ки аз Паёмбари Худо (с) шунида будам, дур созанд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Маноқиби Абӯубайда ибни Ҷаррох (р)",
      "hadiths": [
        {
          "number": 1546,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки: Паёмбари Худо (с) фармуданд: «Барои ҳар уммате амине аст ва уммати ман, бидонад, ки амини мо Абӯубайда ибни Ҷарроҳ аст»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Маноқиби Ҳасан ва Ҳусайн (р)",
      "hadiths": [
        {
          "number": 1547,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Дар ҳоле, ки Ҳасан ибни Алӣ (р) бар рӯи гардани Паёмбари Худо (с) буд, фармуданд: «Худоё! Ман ӯро дӯст медорам, пас ту ҳам ӯро дӯст дошта бош»."
        },
        {
          "number": 1548,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ҳеҷ кас ба андозаи Ҳасан ибни Алӣ (р) ба Паёмбари Худо (с) шабоҳат надошт."
        },
        {
          "number": 1549,
          "full_text": "Ривоят аст, ки шахсе (аз аҳли Куфа) омад ва аз Ибни Умар (р) пурсид: Агар касе магасеро дар ҳоли эҳром бикушад, ҳукмаш чист? Ибнн Умар (р) гуфт: Мардуми Куфа омада ва аз ҳукми куштани магас дар ҳоли эҳром савол мекунанд, дар ҳоле, ки фарзанди духтари Паёмбари Худо (с)-ро куштаанд ва Паёмбари Худо (с) фармуда буданд, ки «Ҳасан ва Ҳусайн (р) ду дастаи гули ман дар дунё ҳастанд»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Фазилати Ибни Аббос (р)",
      "hadiths": [
        {
          "number": 1550,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро ба синаи худ часпонда ва фармуданд: «Худоё, ҳикматро барояш биомӯз!"
        },
        {
          "number": 1551,
          "full_text": "Ва аз Ибни Аббос (р) дар ривояти дигаре омадааст, ки фармуданд: «...Китобро барояш биомӯз!»"
        }
      ]
    },
    {
      "number": 16,
      "title": "Маноқиби Холид ибни Валид (р)",
      "hadiths": [
        {
          "number": 1552,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) аз марги Зайд ва Ҷаъфар ва Ибни Равоҳа (р) хабар доданд ва фармуданд: «Баъд аз онҳо байрақро шамшере аз шамшерҳои Худо ба даст гирифт ва фатҳ насиби мусалмонон гардид»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Маноқиби Солим, ғуломи озодшудаи бани Ҳузайфа (р)",
      "hadiths": [
        {
          "number": 1553,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки мефармуданд: «Аз чаҳор нафар бихоҳед, ки барои шумо Қуръон бихонанд: аз Абдуллоҳ ибни Масъуд, Солим, мавлои Абӯҳузайфа, Убай ибни Каъб ва Муъоз ибни Ҷабал»."
        }
      ]
    },
    {
      "number": 18,
      "title": "Фазилати Оиша (р)",
      "hadiths": [
        {
          "number": 1554,
          "full_text": "Ривоят аст, ки Оиша (р) гулӯбандеро аз (хоҳараш) Асмоа (р) ба орият гирифт ва аз наздаш гум шуд, Паёмбари Худо (с) иддае аз саҳобаи худро фиристоданд, то онро ҷустуҷӯ намоянд. Вақти намоз дохил гардид (ва он се нафар чун обе наёфтанд), бидуни вузӯ намоз хонданд ва ҳангоме, ки назди Паёмбари Худо (с) баргаштанд, аз ин воқеа шикоят намуданд ва ояи таяммум нозил гардид. Ва бақияи ҳадис қаблан гузашт."
        }
      ]
    },
    {
      "number": 19,
      "title": "Маноқиби Ансор",
      "hadiths": [
        {
          "number": 1555,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҷанги Буъос ҷанге буд, ки Худованд онро монанди бахшиш барои Паёмбари Худо (с) тақдим намуда буд, зеро пеш аз он ки Паёмбари Худо (с) (ба Мадинаи мунаввара) ҳиҷрат намоянд, ҳамбастагии онҳо дар ҳам пошид ва бузургони онҳо кушта ва захмӣ шуданд ва ин ҳодисаро Худованди мутаъол пеш аз омадани Расули худ ба Мадина барояш тақдим намуд, то ин кор сабаби дохил шудани онҳо ба Ислом гардад."
        }
      ]
    },
    {
      "number": 20,
      "title": "Ин гуфтаи Паёмбари Худо (с), ки фармуданд: «Агар фазилати ҳиҷрат намебуд, ман шахсе аз Ансор будам»",
      "hadiths": [
        {
          "number": 1556,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар фазилати ҳиҷрат намебуд, ман шахсе аз Ансор будам»."
        }
      ]
    },
    {
      "number": 21,
      "title": "Дӯстдории Ансор аз имон аст",
      "hadiths": [
        {
          "number": 1557,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ансорро дӯст намедорад, магар мусалмон ва аз Ансор бадаш намеояд, магар мунофиқ, касе, ки Ансорро дӯст дошта бошад, Худованд ӯро дӯст медорад ва касе, ки аз Ансор бадаш биёяд, Худованд аз вай бадаш меояд»."
        }
      ]
    },
    {
      "number": 22,
      "title": "Ин қавли Паёмбари Худо (с), ки барои Ансор гуфтанд: «Шумо дар назди ман аз маҳбубтарин мардумон ҳастед»",
      "hadiths": [
        {
          "number": 1558,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) занҳо ва тифлҳоеро диданд, ки аз арӯсӣ меоянд, барои онҳо истода гуфтанд: «Худо шоҳид аст, ки шумоён дар назди ман аз маҳбубтарини мардумон ҳастед». Ва ин иборатро се бор такрор намуданд."
        },
        {
          "number": 1559,
          "full_text": "Ва аз Анас (р) дар ривояти дигаре омадааст, ки гуфт: Зане аз Ансор бо тифлаш назди Паёмбари Худо (с) омад. Паёмбари Худо (с) бо ӯ сухан гуфтанд ва фармуданд: «Савганд ба Зоте, ки ҷонам дар дасти билокайфи Ӯст, шумоён дар назди ман аз маҳбубтарини мардумон ҳастед»."
        },
        {
          "number": 1560,
          "full_text": "Аз Зайд ибни Арқам (р) ривоят аст, ки гуфт: Ансор гуфтанд: Ё Расулаллоҳ! Барои ҳар Паёмбаре пайравоне аст ва мо аз шумо пайравӣ намудем, дар ҳаққи мо дуо кунед, ки бастагони мо низ аз ҷумлаи мо маҳсуб шаванд. Паёмбари Худо (с) барои онҳо ҳамин гуна дуо карданд (яъне дуо карданд, ки бастагон ва ҳампаймонони онҳо низ дар мартабат ва фазилат, монанди онҳо бошанд)."
        }
      ]
    },
    {
      "number": 23,
      "title": "Фазилати хонаҳои Ансор",
      "hadiths": [
        {
          "number": 1561,
          "full_text": "Аз Абӯҳумайд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Беҳтарин хонаводаҳои мардуми Ансор...» Ва бақияи ҳадисро, ки қаблан гузашт, зикр намуд. Абӯҳумайд (р) мегӯяд: Саъд ибни Убода (р) ба Паёмбари Худо (с) гуфт: Ё Расулаллоҳ! Фазилати хонаводаҳои Ансор зикр шудааст (вале) мо дар охир зикр шудаем. Фармудаанд: «Оё барои шумо ҳамин қадар кофӣ нест, ки аз баргузидагон бошед?» (Яъне: баъд аз ин, ки дар сафи баргузидагон қарор гирифтаед, фарқе намекунед, ки дар ахир зикр гардидаед ё дар аввал)."
        }
      ]
    },
    {
      "number": 24,
      "title": "Ин қавли Паёмбари Худо (с), ки барои Ансор гуфтаанд: «Сабр кунед, то бар сари ҳавзи Кавсар бо ман мулоқот намоед»",
      "hadiths": [
        {
          "number": 1562,
          "full_text": "Аз Усайд ибни Ҳузайр (р) ривоят аст, ки шахсе аз Ансор гуфт: Ё Расулаллоҳ! Тавре, ки фалониро муваззаф сохтед, маро муваззаф намесозед? Фармуданд: «Ба зудӣ хушхуриҳоеро хоҳед дид ва бояд сабр кунед, то он, ки бар сари ҳавзи Кавсар бо ман мулоқот намоед»."
        },
        {
          "number": 1563,
          "full_text": "Ва аз Анас (р) дар ривояти дигаре омадааст, ки фармуданд: «Ва ваъдаи шумо бар сари ҳавзи Кавсар бошад»."
        }
      ]
    },
    {
      "number": 25,
      "title": "Ин қавли Худованд, ки: «Бо он, ки худашон мӯҳтоҷ ҳастанд, дигаронро бар худ тарҷеҳ медиҳанд» (Ҳашр: 9)",
      "hadiths": [
        {
          "number": 1564,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки шахсе назди Паёмбари Худо (с) омад (ва чизе хост). Эшон назди ҳамсарони худ фиристоданд (то агар чизе дошта бошанд, бифиристанд), онҳо гуфтанд: Ғайр аз об чизи дигаре надорем. Фармуданд: «Касе ҳаст, ки ин шахсро бо худ бибарад ва меҳмонӣ намояд?» Шахсе аз Ансор гуфт: Ман (бо худ мебарам). Ӯро бо худ назди ҳамсари худ бурд ва гуфт: Меҳмони Паёмбари Худо (с)-ро эҳтиром намо! Ҳамсараш гуфт: Ба ғайр аз қути атфол чизи дигаре надорем. Он шахс гуфт: Таомро омода кун ва чароғро равшан кун ва атфолатро агар ғизо хостанд, хоб кун. Он зан таомро омода намуд, чароғро равшан ва атфолро хоб кард, баъд аз он бархост ва ба баҳонаи он, ки чароғро ислоҳ мекунад, онро хомӯш намуд ва зан ва шавҳар тавре вонамуд мекарданд, ки гӯё чизе мехӯранд ва ҳамон тавр то субҳ гурусна хобиданд. Чун субҳ шуд, (шахси Ансорӣ) назди Паёмбари Худо (с) рафт, эшон фармуданд: Худованди мутаъол шаби гузашта аз кори шумо хандид ва изҳори тааҷҷуб намуд (билокайф), (гӯё аз ин воқеа Малаки ваҳй барои Паёмбари Худо (с) хабар дода буд) ва Худованди мутаъол ин ояи каримаро нозил фармуд: «Бо он, ки худи онҳо мӯҳтоҷ ҳастанд, дигаронро бар худ тарҷеҳ медиҳанд, касоне, ки аз бухли нафси худ дар амон монда бошанд, растагоранд»."
        }
      ]
    },
    {
      "number": 26,
      "title": "Ин қавли Паёмбари Худо (с), ки мефармоянд: «Аз некӯкорони онҳо қабул намоед ва аз бадкорони эшон",
      "hadiths": [
        {
          "number": 1565,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Абӯбакр ва Аббос (р) ба маҷлисе аз маҷолиси Ансор рафтанд ва диданд, ки онҳо гиря мекунанд. Пурсиданд: Сабаби гиряи шумо чист? Гуфтанд: Яке аз маҷолисеро, ки бо Паёмбари Худо (с) доштем, ба ёди мо омад. (Абӯбакр ва Аббос) назди Паёмбари Худо (с) омаданд ва ин воқеаро барояшон гуфтанд. Ровӣ мегӯяд, ки Паёмбари Худо (с) дар ҳоле, ки дастмолеро бар сари худ баста буданд, аз хона хориҷ гардиданд ва барои охирин бор болои минбар баромада фармуданд: «Шуморо нисбат ба Ансор тавсия (ба некӯкорӣ) менамоям, зеро инҳо муқаррабон ва соҳибасрори ман ҳастанд, он чӣ, ки бар эшон воҷиб буд, адо карданд ва акнун ҳаққи онҳо боқӣ аст (ҳаққи онҳо дар охират духули ҷаннат ва дар дунё некӣ кардан барои онҳо аст), аз ин ҷиҳат бояд кори некӯкори онҳоро қабул кунед ва аз лағзишкорашон чашмпӯшӣ намоед»."
        },
        {
          "number": 1566,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳоле, ки милҳафаро бар шонаҳои худ андохта ва сари худро бо дасгмоли сиёҳе баста буданд, омаданд ва бар болои минбар нишастанд. Баъд аз ҳамд ва санои Худованди мутаъол фармуданд: «Аммо баъд, эй мардумон! Бидонед, ки дигар мардумон афзун мегарданд ва Ансор кам мешаванд, то ҷое, ки монанди намаке дар таом боқӣ мемонанд. Агар касе аз шумо масъулияте ба ӯҳда гирифт, ки метавонист ба касе нафъ ва зараре бирасонад, аз некӯкори Ансор қабул кунад ва аз лағзишкори онҳо чашмпӯшӣ намояд». (Чашмпӯшӣ аз лағжиши Ансор ду мавридро шомил намегардад, яке ҳудуд ва дигаре ҳуқуқи инсон)."
        }
      ]
    },
    {
      "number": 27,
      "title": "Маноқиби Саъд ибни Муъоз (р)",
      "hadiths": [
        {
          "number": 1567,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Ба сабаби марги Саъд ибни Муъоз Арш ба ларза даромад»."
        }
      ]
    },
    {
      "number": 28,
      "title": "Маноқиби Убай ибни Каъб (р)",
      "hadiths": [
        {
          "number": 1568,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои Убай (р) гуфтанд: Худованди мутаъол амр кардааст, ки сураи «Лам якунилазина кафару мин аҳлил китоб»-ро барои ту бихонам. Гуфт: (Худованди мутаъол) номи моро гуфт? Фармуданд: Бале! Ва (Убай (р) ба гиря афтод."
        }
      ]
    },
    {
      "number": 29,
      "title": "Маноқиби Зайд ибни Собит (р)",
      "hadiths": [
        {
          "number": 1569,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Қуръонро дар замони Паёмбари Худо (с) чаҳор нафар, ки ҳамагӣ аз Ансор буданд, ҷамъ намуда буданд: Убай, Муъоз ибни Ҷабал, Абӯзайд ва Зайд ибни Собит (р). Касе аз Анас (р) пурсид, ки Абӯзайд кӣ буд? Гуфт: Яке аз амакҳоям буд."
        }
      ]
    },
    {
      "number": 30,
      "title": "Маноқиби Абӯталҳа (р)",
      "hadiths": [
        {
          "number": 1570,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Рӯзи ҷанги Уҳуд, ҳангоме, ки мардум аз атрофи Паёмбари Худо (с) фирор карданд, Абӯталҳа (р) дар назди Паёмбари Худо (с) боқӣ монда буд ва бо сипаре, ки дар даст дошт, аз эшон ҳимоя мекард ва Абӯталҳа (р) тирандози моҳире буд ва камони сахткаше дошт. Дар он рӯз ду ва ё се камонро шикаст ва шахсе ба вай тиркашашро ҳамл мекард ва Паёмбари Худо (с) мефармуданд: «Тирҳоро ба Абӯталҳа (р) бирасон». Паёмбари Худо (с) барои иттилоъ аз мавқеияти ҷанг сари худро боло мекарданд ва Абӯталҳа (р) барояшон мегуфт: Ё Расулаллоҳ! Падару модарам фидои шумо, сари худро боло накунед, шояд тире аз ҷониби душман омада ва ба шумо исобат намояд, ҷонам фидои ҷони шумо. Ва Оиша духтари Абӯбакри Сиддиқ ва Умми Сулайм (Умми Сулайм модари Анас (р), ровии ҳадис аст)-ро дидам, ки домани ҷомаҳоро барчида буданд, то ҷое, ки позебҳои пойҳои онҳоро медидам (гӯянд, ин воқеа пеш аз нузули ҳиҷоб буд) ва машкҳои обро бар пушт карда ва барои мардум об медоданд (ва чун машкҳо холӣ мешуд), дубора мерафганд ва онҳоро пури об карда ва барои мардум об медоданд ва дар ин рӯз шамшер аз дасти Абӯталҳа (р) ду ва ё се бор афтод."
        }
      ]
    },
    {
      "number": 31,
      "title": "Маноқиби Абдуллоҳ ибни Салом (р)",
      "hadiths": [
        {
          "number": 1571,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Нашунидам, ки Паёмбари Худо (с) барои касе, ки бар рӯи замин роҳ меравад, гуфта бошанд, ки аз аҳли ҷаннат аст, магар барои Абдуллоҳ ибни Салом (р) ва ин ояи карима дар шаъни ӯ нозил гардид: «Ва шоҳиде аз бани Исроил бар сидқи Қуръон шаҳодат дод...»"
        },
        {
          "number": 1572,
          "full_text": "Аз Абдуллоҳ ибни Салом (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) хобе дидам ва онро барои Паёмбари Худо (с) қисса намудам. Хоб дидам, ки дар чаманзоре мебошам. Баъд аз баёни фарохӣ ва сарсабзии он гуфт, ки дар васати он пояи оҳанине буд, ки поёнаш бар замин ва сараш бар осмон буд, бар сари он пояи оҳанин дастгирае буд. Касе бароям гуфт: Он ҷо баро. Гуфтам: Наметавонам. Ходиме омад ва ҷомаҳоямро аз пушти сар баланд намуд ва ман бар он амуд боло шудам, то он, ки бар сари он расидам, дастгираро гирифтам, касе бароям гуфт, ки маҳкам бигир ва ман дар ҳоле, ки дастгира ба дастам буд, аз хоб бедор шудам. Хобро барои Паёмбари Худо (с) қисса намудам, эшон фармуданд: «Он чаманзор чаманзори Ислом аст ва он поя худи Ислом аст ва он дастгира Урватулвусқо аст ва ту то зинда бошӣ, бар Ислом хоҳӣ монд»."
        }
      ]
    },
    {
      "number": 32,
      "title": "Издивоҷи Паёмбари Худо (с) бо Хадиҷа (р) ва фазилати вай",
      "hadiths": [
        {
          "number": 1573,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Он қадар, ки бо Хадиҷа (р) рашкам омад, ба ҳеҷ кадоме аз ҳамсарони Паёмбари Худо (с) наомада буд. Зеро гарчӣ ӯро надида будам, вале Паёмбари Худо (с) аз вай ба тавре доим ёд мекарданд ва бисёр вақтҳо гӯсфандеро забҳ намуда, қитъа-қитъа мекарданд, барои дӯстони Хадиҷа (р) мефиристоданд. Гоҳе барояшон мегуфтам: Магар дар дунё зани дигаре ғайр аз Хадиҷа вуҷуд надорад? Мегуфтанд: « Ӯ шахсияти дигаре буд, ӯ шахсияти дигаре буд ва ман аз вай фарзандоне доштам»."
        },
        {
          "number": 1574,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ҷабраил (ъ) назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Ин ки Хадиҷа меояд ва бо худ зарфе аз нонхӯриш ва ё таом ва ё нӯшиданиро меоварад, чун наздат омад аз тарафи Парвардигораш ва аз тарафи ман барои ӯ салом бигӯ ва ба ӯ башорат бидеҳ, ки барояш дар ҷаннат хонаест аз марворид, ки дар он на ҷангҷолест ва на заҳмате."
        },
        {
          "number": 1575,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳоло духтари Хувайлид, хоҳари Хадиҷа (р) омад ва аз Паёмбари Худо (с) иҷоза хост, ёдашон аз иҷоза хостани Хадиҷа (р) омад, мутаассир гашта ва фармуданд: «Худоё, Ҳола омад». (Оиша (р) мегӯяд): Ман рашкам омад ва гуфтам: Ин чист, ки пиразане аз пиразанони Қурайшро, ки ду тарафи даҳонаш сурх буд (сурх будани ду тарафи даҳон киноя аз ин аст, ки дандонҳояш афтода буд ва чизе, ки дар даҳонаш боқӣ монда буд, гӯшти бехи дандонҳо буд, ки сурхӣ мезад) ва солҳо пеш вафот намудааст, ёд мекунед? Ва Худованд бар ивази вай занҳои беҳтареро барои шумо додааст."
        }
      ]
    },
    {
      "number": 33,
      "title": "Маноқиби Ҳинд духтари Утба (р)",
      "hadiths": [
        {
          "number": 1576,
          "full_text": "Аз Оиша (р) ривоят аст, ки Ҳинд духтари Утба (р) омад ва гуфт: Ё Расулаллоҳ! Дар рӯи замин ҳеҷ хонаводае набуд, ки зиллатро барояш аз зиллати барои хонаводаи шумо бештар дӯст дошта бошам, вале акнун ҳеҷ хонаводае нест, ки иззатро барояш аз иззат барои хонаводаи шумо бештар дӯст бидорам. Ва давоми ҳадис каблан гузашт."
        }
      ]
    },
    {
      "number": 34,
      "title": "Ҳадиси Зайд ибни Амр ибни Нуфайл (р)",
      "hadiths": [
        {
          "number": 1577,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) пеш аз он, ки барояшон ваҳй нозил гардад, Зайд ибни Амр ибни Нуфайлро дар минтақаи Балдаҳ (ҷоест дар наздикии Макка, дар роҳи Танъим) мулоқот намуданд. Барои Паёмбари Худо (с) суфраеро (ки дар он таом буд), тақдим намуданд (суфра аз тарафи Қурайш барои Паёмбари Худо (с) тақдим гардида буд). Вале Зайд ибни Амр аз хӯрдан имтиноъ варзид. Зайд (барои он касе, ки суфраро оварда буд) гуфт: Ман аз чизҳое, ки шумоён барои бутҳо забҳ мекунед, намехӯрам ва танҳо аз чизе мехӯрам, ки ба номи Худо забҳ шуда бошад. Ва Зайд ибни Амр ҳамеша аз тарзи ҳайвон куштани Қурайш интиқод намуда мегуфт: Гӯсфандро Худованд халк намудааст ва аз осмон барояш об мефиристад ва аз замин барояш гиёҳ мерӯёнад ва бо ин ҳам шумо онро ба номи ғайри Худо забҳ мекунед? Ва ин суханро аз ҷиҳати интиқоди онҳо ва иштибоҳи онҳо мегуфт."
        }
      ]
    },
    {
      "number": 35,
      "title": "Замони ҷоҳилият",
      "hadiths": [
        {
          "number": 1578,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар касе савганд мехӯрад, ба ғайр аз Худо ба чизи дигар савганд нахӯрад». Ва одати Қурайш ин буд, ки ба падарони худ савганд мехӯрданд ва Паёмбари Худо (с) фармуданд, ки «Ба падарони худ савганд нахӯред»."
        },
        {
          "number": 1579,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Росттарин суханеро, ки шоир гуфтааст, ин гуфтаи Лабид аст. «Ҳар чӣ ғайри Худост, ботил аст» ва чизе намонда буд, ки Умайя ибни Абисалт мусалмон шавад»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Биъсати Паёмбари Худо (с) Муҳаммад ибни Абдуллоҳ ибни Абдулмутталиб ибни Ҳошим ибни Абдуманоф ибни Қусай ибни Килоб ибни Мурра ибни Каъб ибни Луай ибни Ғолиб ибни Феҳр ибни Молик ибни Назр ибни Кинона ибни Хузайма ибни Мудрика ибни Илёс ибни Музар ибни Низор ибни Маъад ибни Аднон (с)",
      "hadiths": [
        {
          "number": 1580,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме бар Паёмбари Худо (с) ваҳй нозил гардид, ки чилсола буданд, баъд аз сездаҳ сол дар Макка маъмур ба ҳиҷрат гардиданд ва ҳамон буд, ки ба Мадина ҳиҷрат намуданд ва даҳ сол дар он ҷо зистанд ва сипас вафот намуданд."
        }
      ]
    },
    {
      "number": 37,
      "title": "Машаққатҳоеро, ки Паёмбари Худо (с) ва асҳобашон аз мушрикин дар Макка таҳаммул карданд",
      "hadiths": [
        {
          "number": 1581,
          "full_text": "Касе аз Ибни Амр ибни Ос (р) пурсид: Шадидтарин машаққатеро, ки Паёмбари Худо (с) аз дасти мушрикин диданд, чӣ буд? Гуфт: Ҳангоме буд, ки Паёмбари Худо (с) дар канори Каъба намоз мехонданд. Уқба ибни Абӯмуайт омад, ҷомаи Паёмбари Худо (с)\tдар гарданашон андохт ва печид, то ҷое, ки наздик буд, эшонро хафа намояд. Абӯбакр (р) омад, шонаи Уқбаро гирифт ва ӯро аз Паёмбари Худо (с) дур намуд ва гуфт: Оё касеро ки мегӯяд: Парвардигорам Аллоҳ аст, мекушед?"
        }
      ]
    },
    {
      "number": 38,
      "title": "Зикри ҷин",
      "hadiths": [
        {
          "number": 1582,
          "full_text": "Ривоят аст, ки касе аз Абдуллоҳ ибни Масъуд (р) пурсид: Шабе, ки ҷинниҳо барои шунидани Қуръон омада буданд, аз омадани онҳо барои Паёмбари Худо (с) кӣ хабар дод? Гуфт: Дарахте аз омадани ҷинниён хабар дод."
        },
        {
          "number": 1583,
          "full_text": "Ривоят аст, ки Абӯҳурайра (р) зарфи оберо барои вузӯ ва дигар эҳтиёҷоти Паёмбари Худо (с) бо худ ҳамл мекард (ва бақияи ҳадис қаблан гузашт)."
        },
        {
          "number": 1584,
          "full_text": "Ва дар ривояти мазкур ин чиз ҳам омадааст, ки (Паёмбари Худо (с) фармуданд): «...намояндагони ҷинниёне, ки аз Насибин буданд, наздам омаданд (Насибин минтақаест байни Шом ва Ироқ) ва ба ростӣ, ҷинниёни хубе буданд ва аз ман барои худ талаби тӯша намуданд ва аз Худованд хостам, ки ба ҳеҷ устухон ва ё саргине нагузаранд, магар ин, ки аз он чиз барои худ хӯрокае биёбанд»."
        }
      ]
    },
    {
      "number": 39,
      "title": "Ҳиҷрат ба Ҳабаша",
      "hadiths": [
        {
          "number": 1585,
          "full_text": "Аз Умми Холид бинти Холид (р) ривоят аст, ки гуфт: Ҳангоме, ки аз сарзамини Ҳабаша омадам, духтараки хурдсоле будам. Паёмбари Худо (с) бар ман ҷомаи ямонии гулдоре пӯшониданд ва бар он даст мекашиданд ва мегуфтанд: «Сано, сано». Яъне: Зебо аст, зебо аст. (Ин ҳадис ба шумораи 1311 қаблан гузашт)."
        }
      ]
    },
    {
      "number": 40,
      "title": "Қиссаи Абӯтолиб",
      "hadiths": [
        {
          "number": 1586,
          "full_text": "Ривоят аст, ки Аббос ибни Абдулмуталлиб (р) барои Паёмбари Худо (с) гуфт, ки барои амаки худ чӣ фоида расонидед? (Яъне: дар наҷоти Абӯтолиб аз оташи дӯзах чӣ кардед?) Ва ӯ аз шумо дифоъ менамуд ва барои шумо бар дигарон қаҳр мекард. Фармуданд: «Ӯ то буҷулаки по дар оташ аст ва агар ман намебудам (яъне: агар шафоати ман намебуд), дар табақи зерини дӯзах мебуд»."
        },
        {
          "number": 1587,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) ҳангоме, ки аз амакашон (яъне Абӯтолиб) ёд шуд, шунидем, ки фармуданд: «Шояд дар қиёмат шафоати ман барояш манфиат бирасонад ва ӯ дар ҷое қарор дода шавад, ки оташ то буҷулаки пояш бирасад ва аз асари он оташ мағзи сараш меҷӯшад»."
        }
      ]
    },
    {
      "number": 41,
      "title": "Ҳадиси Исро",
      "hadiths": [
        {
          "number": 1588,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Чун Қурайш маро такзиб намуданд, дар Ҳиҷри хонаи Каъба рафтам (Ҳиҷри хонаи Каъба, ҳамон холигоҳест, ки ба номи Ҳиҷри Исмоил ҳам ёд мешавад). Худованди мутаъол Байтулмуқаддасро бароям нишон дод, дар ҳоле, ки ба тарафи он назар мекардам, нишонаҳояшро якояк барои Қурайш мегуфтам»."
        }
      ]
    },
    {
      "number": 42,
      "title": "Меъроҷ",
      "hadiths": [
        {
          "number": 1589,
          "full_text": "Аз Молик ибни Саъсаъа (р) ривоят аст, ки Паёмбари Худо (с) аз шаби Исрои худ барои онҳо чунин қисса намуданд: «Дар ҳоле, ки дар Ҳатими Каъба (Ва ё гуфтанд: дар Ҳиҷр ба паҳлӯ хобида будам, шахсе омад ва аз ин ҷо то ин ҷоро шикоф намуд (ровӣ мегӯяд: аз зери гулӯ то зери ноф) ва қалби маро берун кард, баъд аз он ташти тиллое, ки пур аз имон буд, бароям оварданд, қалбамро шустушӯй доданд ва баъд аз он, ки (аз имон ва ҳикмат) пур гардид, дубора ба ҷояш қарор доданд. Баъд аз он чорпои сафедеро, ки аз хачир кучактар, аз хар бузургтар буд, оварданд (ровӣ мегӯяд, ки ин ҳамон Бурок аст) ва ин чорпо қадамашро ба мунтаҳои диди чашмаш мегузошт ва маро бар он савор карданд ва маро Ҷабраил (ъ) бурд, то ба осмони дунё расидем. Ҷабраил (ъ) аз онҳо хост, то дари осмонро боз кунанд, гуфта шуд: Кистӣ? Гуфт: Ҷабраил аст. Гуфта шуд: Ҳамроҳат кист? (Ин суолро аз он ҷиҳат карданд, ки барои малоика дар ин шаб нуронияти дигаре зоҳир гашта буд ва аз ин чиз дарк карда буданд, ки Ҷабраил (ъ) танҳо нест). Гуфт: Муҳаммад (с) аст. Гуфта шуд: Магар касе ба талабаш фиристода шудааст? (Раванди гуфтушунид чунин иҷоб мекард, ки бипурсанд: Муҳаммад (с) кист? Вале чун барои онҳо гуфта шуда буд, ки дар вақте аз авқот Муҳаммад (с) дар ин ҷо меояд, аз ин ҷиҳат аз омадани Паёмбари Худо (с) тааҷҷуб накарданд, балки тааҷҷубашон аз вақти омаданашон буд, ки оё он вақти мавъуд фаро расидааст ё на?) Гуфт: Бале. Гуфта шуд: Хуш омадед ва сафо овардед. Дарвоза боз шуд, чун дохил шудем, Одам (ъ)-ро дидам, Ҷабраил (ъ) гуфт: Ин падари ту, Одам аст, бар ӯ салом кун. Бар ӯ салом кардам, ҷавоби саломро дод ва гуфт: Марҳабо, эй фарзанди солеҳ ва эй Паёмбари солеҳ! Баъд аз он маро ба осмони дуввум бурд. Ҷабраил (ъ) он ҷо ҳам хост, то дарро бикушоянд, гуфта шуд: Кист? Гуфт: Ҷабраил аст. Гуфта шуд: Ҳамроҳи ту кист? Гуфт: Муҳаммад (с) аст. Пурсиданд: Магар ба талабаш фиристода шудааст? Гуфт: Бале. Гуфта шуд: Хуш омадед ва сафо овардед. Ва (дарвоза) гушуда шуд, чун рафтам, Исо ва Яҳё (ъ), ки боҳам писархола мебошанд, онҷо буданд. Ҷабраил (ъ) гуфт: Ин ду шахс Яҳё ва Исо (ъ) ҳастанд, бар онҳо салом бидеҳ. Бар онҳо салом додам ва онҳо саломи маро ҷавоб дода гуфтанд: Эй бародари солеҳ ва эй Паёмбари солеҳ, хуш омадед. Баъд аз он (Ҷабраил (ъ) маро бо худ бурд, то ба осмони саввум расидем. Он ҷо ҳам хост, то дарро бикшоянд. Гуфта шуд: Кист? Гуфт: Ҷабраил (ъ) аст. Гуфта шуд: Ҳамроҳат кист? Гуфт: Муҳаммад аст. Гуфта шуд: Магар ба талабаш фиристода шудааст? Гуфт: Бале. Гуфта шуд: Хуш омадед ва сафо овардед. Ва (дарвоза) кушода шуд. Чун рафтам, Юсуф (ъ) он ҷо буд, (Ҷабраил (ъ) гуфт: Ин Юсуф (ъ) аст, бар ӯ салом бидеҳ. Бар ӯ салом додам, ҷавоби саломамро дод ва гуфт: Эй бародари солеҳ ва эй паёмбари солеҳ, хуш омадед. Баъд аз он маро бо худ бурд, то ба осмони чаҳорум расидем. Он ҷо ҳам хост, то дарро бикшоянд, гуфта шуд: Кистӣ? Гуфт: Ҷабраил аст. Гуфта шуд: Ҳамроҳат кист? Гуфт: Муҳаммад аст. Гуфта шуд: Магар ба талабаш фиристода шудааст? Гуфт: Бале. Гуфта шуд: Хуш омадед ва сафо овардед. Ва (дарвоза) боз шуд, чун дохил шудам, Идрис (ъ) он чо буд, (Ҷабраил (ъ) гуфт: Ин Идрис (ъ) аст, бар ӯ салом бидеҳ. Бар ӯ салом додам, ҷавоби саломамро дод ва гуфт: Эй бародари солеҳ ва эй Паёмбари солеҳ, хуш омадед. Баъд аз он маро бо худ бурд, то ба осмони панҷум расидем, он ҷо ҳам хост, то дарро бикшоянд. Гуфта шуд: Кист? Гуфт: Ҷабраил (ъ) аст. Гуфта шуд: Ҳамроҳат кист? Гуфт: Муҳаммад аст. Гуфта шуд: Магар ба талабаш фиристода шудааст? Гуфт: Бале. Гуфта шуд: Хуш омадааст ва сафо овардааст. Ва (дарвоза) кушода шуд. Чун дохил шудам, Ҳорун (ъ) он ҷо буд (Ҷабраил (ъ) гуфт: Ин Ҳорун (ъ) аст, бар ӯ салом бидеҳ. Бар ӯ салом додам ва ҷавоби саломамро дод ва гуфт: Эй бародари солеҳ ва эй Паёмбари солеҳ, хуш омадед. Баъд аз он маро бо худ бурд, то ба осмони шашум расидем, он ҷо ҳам хост, то дарро бикшоянд. Гуфта шуд: Кист? Гуфт: Ҷабраил аст. Гуфта шуд: Ҳамроҳат кист? Гуфт: Муҳаммад аст. Гуфта шуд: Магар ба талабаш фиристода шудааст? Гуфт: Бале. Гуфта шуд: Хуш омадааст ва сафо овардааст. Ва (дарвоза) кушода шуд, чун дохил шудам, Мӯсо (ъ) он ҷо буд, (Ҷабраил (ъ) гуфт: Ин Мӯсо (ъ) аст, бар ӯ салом бидеҳ. Бар ӯ салом додам, ҷавоби саломамро дод ва гуфт: Эй бародари солеҳ ва эй Паёмбари солеҳ, хуш омадед. Чун аз наздаш гузаштам, ба гиря афтод. Касе пурсид: Сабаби гиряат чист? Гуфт: Сабаби гиряам он аст, ки баъд аз ман касе мабъус шудааст, ки аз уммати ӯ беш аз уммати ман ба ҷаннат дохил мешаванд. Баъд аз он маро бо худ бурд, то ба осмони ҳафтум расидем, он ҷо ҳам хост, то дарро бикушоянд, гуфта шуд: Кист? Гуфт: Ҷабраил аст. Гуфта шуд: Ҳамроҳат кист? Гуфт: Муҳаммад аст. Гуфта шуд: Магар ба талабаш фиристода шудааст? Гуфт: Бале! Гуфта шуд: Хуш омадааст ва сафо овардааст. Ва (дарвоза) кушода шуд. Чун дохил шудам, Иброҳим (ъ) он ҷо буд, (Ҷабраил (ъ) гуфт: Ин Иброҳим (ъ) аст, бар ӯ салом бидеҳ. Бар ӯ салом додам ва ҷавоби саломамро дод ва гуфт: Эй фарзанди солеҳ ва эй Паёмбари солеҳ, хуш омадед. Баъд аз он Сидратулмунтаҳо бароям ошкор гардид (яъне: аз ҳамаи чизҳое, ки он ҷо буд, ба таври комил бохабар гардидам. Ва гӯянд: Малоика аз он иттилоъе надоранд). Дидам, ки меваҳояш ба андозаи хумҳои минтақаи Ҳичр (Ҳичр минтақае аст байни Макка ва Мадина, ки дорои хумҳои машҳур аст) ва баргҳояш монанди гӯши фил аст ва дар он чаҳор наҳр равон аст, ду наҳри таҳтонӣ ва ду наҳри фавқонӣ. Аз Ҷабраил  (ъ)\tпурсидам: Ин наҳрҳо чист? Гуфт: Ду наҳри таҳтонӣ ду наҳре аст, ки ба ҷаннат меравад (ки яке ба номи Кавсар ва дигаре бо номи Салсабил ёд мешавад) ва ду наҳри фавқонӣ ду наҳри Нил ва Фурот асг. Баъд аз он Байтулмаъмур бароям ошкоро гардид. Дар Байтулмаъмур ҳамарӯз ҳафтод ҳазор малак дохил мегардад (чунончӣ Дар ҳадиси дигаре омадааст, баъд аз ин, ки малоика аз он ҷо хориҷ гардиданд, навбати дохил шудан дубора барои онҳо намерасад), баъд аз он зарфе аз шароб, зарфе аз шир ва зарфе аз асал бароям оварданд, ман ширро интихоб намудам. Ҷабраил (ъ) гуфт: Ин ҳамон дини Ислом аст, ки дини ту ва дини уммати туст. Баъд аз он бар ман дар ҳар рӯзе панҷоҳ намоз фарз гардид. Чун баргаштам ва ба Мӯсо (ъ) расидам, гуфт: Уммати ту тавони панҷоҳ намозро дар ҳар рӯзе надорад ва ба Худованд савганд, ки ман пеш аз ту мардумро таҷриба кардаам ва бо бани Исроил даргириҳои бисёр зиёде доштам, волас ба сӯи Парвардигорат баргард ва бихоҳ, то бар уммати ту тахфифу сабукӣ диҳад. Баргаштам ва Худованд даҳ намозро аз ман соқит сохт. Боз назди Мӯсо (ъ) омадам ва ӯ ҳамон сухани аввалиашро такрор намуд. Боз назди Худованд баргаштам ва даҳ намози дигарро аз ман соқит намуд. Барои бори саввум назди Мӯсо (ъ) омадам ва ӯ ҳамон сухани аввалии худро такрор намуд. Бори дигар (ба сӯи Парвардигорам) баргаштам ва боз даҳ намози дигарро аз ман соқит сохт. Боз назди Мӯсо (ъ) омадам ва ӯ ҳамон сухани аввалиашро такрор намуд. Боз баргаштам ва боз Худованд даҳ намози дигарро аз ман соқит намуд ва дар ҳар рӯз маъмур ба адои даҳ намоз гардидам. Боз назди Мӯсо (ъ) омадам ва ӯ ҳамон гуфтаи аввалиашро такрор намуд. Боз баргаштам ва маъмур ба адои панҷ вақт намоз гардидам. Боз назди Мӯсо (ъ) омадам, пурсид: Маъмур ба адои (чанд вақт намоз) шудӣ? Гуфтам: Ба адои панҷ вақт намоз. Гуфт: Уммати ту тавони адои панҷ вақт намозро дар ҳар рӯзе надоранд ва ман пеш аз ту мардумро таҷриба кардаам ва бо бани Исроил даргириҳои шадид доштам, боз баргард ва аз Парвардигор барои уммати худ талаби тахфиф намо! Паёмбари Худо (с) фармуданд: Он қадар аз Парвардигорам талаби тахфиф намудам, ки (аз талаби тахфифи бештар) ҳаё мекунам ва ба он чӣ, ки фарз аст, розӣ ҳастам ва таслими ҳукми Ӯ мебошам. Ва чун аз он ҷо гузаштам, нидое омад, ки фаризаамро муаккад сохтам ва бар бандагонам тахфиф намудам. Ва албатта ҳадиси меъроҷ дар аввали китоби намоз ба ривояти Анас (р) гузашт, вале дар ин ривоят чизҳое ҳаст, ки дар он ҳадис мавҷуд нест (шумораи он ҳадис дар ин мухтасар 228 аст)."
        },
        {
          "number": 1590,
          "full_text": "Аз Ибни Аббос (р) дар ин қавли Худованд, ки мефармояд: «Рӯъёро, ки бароят нишон додем, ҷуз фитнае барои мардумон чизи дигаре қарор надодем». (Исро: 60) Ривоят аст, ки гуфт: Мақсуд аз ин рӯъё чизе аст, ки барои Паёмбари Худо (с) дар шаби Исро ба чашми сар нишон дода шудааст. Ва низ гуфт, ки мурод аз ин қавли Худованди мутаъол, ки мефармояд: «Ва дарахти малъунро дар Қуръон...» (Исро: 60) Ҳамон дарахти заққум аст."
        }
      ]
    },
    {
      "number": 43,
      "title": "Издивоҷи Паёмбари Худо (с) бо Оиша ва омадан ба Мадина ва арӯсӣ кардан бо вай",
      "hadiths": [
        {
          "number": 1591,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) бо ман издивоҷ намуданд, ман шашсола будам. Баъд аз он ба Мадина омаданд ва дар минтақаи бани Ҳорис ибни Хазраҷ иқомат гузидем. Дере нагузашт, ки мариз шудам ва мӯйҳои сарам рехт ва боз кам-кам мӯйҳои пешониам рӯидан гирифт. Рӯзе бо духтарони ҳамсиннусолам дар гаҳворае, ки доштам, бозӣ мекардам (мурод аз ин гаҳвора ресмоне аст, ки ду сари онро ба ду поя мебанданд ва дар васати он нишаста ва ба пеш ва пас ҳаракат мекунанд). Модарам Умми Румон маро бошитоб садо зад, наздаш рафтам, вале намедонистам, ки аз ман чӣ мехоҳад. Дастамро гирифт ва дар назди дарвозаи хона рост монд ва дар ҳоле, ки нафас мекашидам, қадре роҳат шудам. Модарам қадре об гирифт ва рӯй ва сарамро бо он даст кашид ва маро ба хона дохил намуд. Дидам, ки занҳое аз Ансор нишастаанд, гуфтам: Хайр бошад ва муборак бошад ва хушбахт бошӣ ва маро барои онҳо таслим намуд. Онҳо маро ороиш намуданд ва ҳеҷ чизе маро ба ваҳшат наандохт, магар ҳангоми чошт, ки Паёмбари Худо (с) омаданд. Ва маро ба вай таслим намуданд ва ман дар ин вақт нӯҳсола будам."
        },
        {
          "number": 1592,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) барояш гуфтанд: «Туро ду бор дар хоб дидам, як бор туро дар порчаи абрешимине дидам, касе бароям гуфт, ки ин ҳамсари туст ва чун бастаи абрешиминро кушодам, дидам, ки ту ҳастӣ ва бо худ мегуфтам, ки агар ин (хоб) аз тарафи Худо бошад, ҳатман амалӣ хоҳад шуд»."
        }
      ]
    },
    {
      "number": 44,
      "title": "Ҳиҷрати Паёмбари Худо (с) ва саҳоба (р) ба Мадинаи мунаввара",
      "hadiths": [
        {
          "number": 1593,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Ҳаргиз ба ёдам нест, ки падар ва модарамро ҷуз дар ҳолати Ислом дида бошам (яъне: то ҷое, ки ба ёд дорам, падар ва модарам мусалмон буданд) ва рӯзе намегузашт, ки Паёмбари Худо (с) субҳ ва шом ба хонаи мо наоянд. Чун мусалмонон (аз ҷаври куффори Қурайш) ба танг омаданд, Абӯбакр (р) ба тарафи Ҳабаша ҳиҷрат намуд. Чун ба минтақаи Баркал Ғимод расид (Баркал Ғимод мавзеъе аст, ки аз Макка ба тарафи Яман панҷ шаб фосила дорад), Ибни Дағина, ки раиси қабилаи Қора буд, пурсид: Эй Абӯбакр! Куҷо меравӣ? Абӯбакр (р) гуфт: Қавми ман маро берун кардаанд ва мехоҳам ба сарзамине биравам ва Парвардигорамро ибодат намоям. Ибни Дағина барояш гуфт: Эй Абӯбакр (р), шахсе мисли ту набояд на худаш (аз ватанаш) хориҷ гардад ва на ҳам дигарон ӯро хориҷ намоянд, ту касе ҳастӣ, ки бо бенавоён ҳамкорӣ менамоӣ, силаи раҳмро ба ҷо меоварӣ, аз бечорагон дастгирӣ мекунӣ ва аз меҳмонон пазироӣ менамоӣ ва аз масоили ҳақ пуштибонӣ мекунӣ, ман аз ту дифоъ хоҳам кард, баргард ва Парвардигоратро дар хонаат ибодат кун. Абӯбакр (р) баргашт ва Ибни Дағина ҳам бо ӯ ҳамкорӣ намуд. Шаб Ибни Дағина назди ашрофи Қурайш рафт ва гуфт: Абӯбакр набояд на худаш хориҷ гардад ва на ҳам касе ӯро хориҷ созад. Оё шумо мехоҳед касеро берун кунед, ки бо бенавоён ҳамкорӣ менамояд ва силаи раҳмро ба ҷо меоварад, аз бечорагон дастгирӣ мекунад ва аз меҳмон пазироӣ менамояд ва аз масоили ҳақ пуштибонӣ мекунад? Қурайш паноҳ додани Ибни Дағина барои Абӯбакр (р)-ро рад накарданд, вале барояш гуфтанд: Ба Абӯбакр (р) бигӯ, ки Парвардигорашро дар хонааш ибодат кунад ва дар хонааш ҳар чӣ, ки мехоҳад, намоз ва ё Қуръон бихонад, вале садояшро баланд накунад ва ба намоз ва ё Қуръон хонданаш сабаби азияти мо нагардад, зеро мо метарсем, ки занон ва атфоли моро гумроҳ созад. Ибни Дағина ин суханонро ба Абӯбакр (р) гуфт. Абӯбакр (р) муддате дар хонааш ибодат намуд ва дар намоз хондан ва Қуръон хондан садояшро баланд намекард. Баъд аз он чизе ба хотираш гузашт ва дар канори хонааш масҷиде бино намуд ва дар он масҷид намоз мехонд. Занон ва атфоли мушрикин наздаш ҳуҷум оварданд, аз Қуръон хонданаш хушашон меомад ва ба тарафаш назар мекарданд. Абӯбакр (р) шахси нармдиле буд, ки ҳангоми Қуръон хондан чашмашро нигоҳ дошта наметавонист ва ашкаш ҷорӣ мешуд. Ашрофи мушрикини Қурайш аз ин кор тарсиданд ва Ибни Дағинаро хостанд. Чун наздашон омад, гуфтанд: Мо паноҳ додани туро барои Абӯбакр ба шарте қабул карда будем, ки ӯ Парвардигорашро дар хонааш ибодат намояд, вале вай аз ин ҳад таҷовуз намуда, дар канори хонааш масҷиде сохтааст ва дар он ҷо ба таври ошкоро намоз ва Қуръон мехонад ва мо метарсем, ки занҳо ва атфоли моро гумроҳ созад ва бояд ӯро аз ин кор мамониат намоӣ. Агар мехост, ки Парвардигорашро дар хонааш ибодат кунад, озод аст ва агар қабул намекард ва мехост, ки ин корро ба таври ошкоро анҷом диҳад, аз вай бихоҳ аҳдеро, ки бо вай намудаӣ, фасх (бекор) намояд, зеро мо намехоҳем, ки бо ту хиёнат кунем ва на ҳозирем барои Абӯбакр (р) иҷоза бидиҳем, ки ин корҳояшро ошкоро анҷом диҳад. Оиша (р) мегӯяд: Ибни Дағина назди Абӯбакр (р) омад ва гуфт: Аз ваъдае, ки байни ману ту буд, хабар дорӣ, ё бояд ба он ваъда ба таври комил пойбандӣ намоӣ (яъне: намозатро дар хонаат бихонӣ ва Парвардигоратро ба таври пинҳонӣ ибодат намоӣ) ва ё ваъдаамро ба ман пас бидиҳӣ, зеро намехоҳам арабҳо бишунаванд, ки ман бо шахсе, ки аҳду паймон бастаам, хиёнат намудаам. Абӯбакр (р) гуфт: Паноҳ додани туро мегузорам ва ба паноҳи Худованди азза ва ҷалла ризоят медиҳам. Паёмбари Худо (с) дар ин вақт дар Макка буданд, барои мусалмонон гуфтанд: «Ҷойи ҳиҷрати шумо бароям нишон дода шудааст, нахлистоне аст байни ду сангзор». Ва аз ин вақт ба баъд иддае ба тарафи Мадина ҳиҷрат намуданд ва аксар касоне, ки ба Ҳабаша рафта буданд, баргаштанд ва ба Мадина ҳиҷрат намуданд. Ва Абӯбакр (р) ҳам омодагии ҳиҷрат ба Мадинаро гирифт. Паёмбари Худо (с) барояш гуфтанд: «Интизорӣ бикаш, зеро умедворам барои ман низ иҷоза дода шавад». Абӯбакр (р) гуфт: Падар ва модарам фидои шумо, магар шумо ҳам чунин умеде доред? Гуфтанд: «Бале». Абӯбакр (р) ҷиҳати ҳамроҳӣ бо Паёмбари Худо (с) мунтазир монд ва ду шутуреро, ки дошт, муддати чаҳор моҳ аз барги дарахти самар алаф медод. Оиша (р) мегӯяд: Рӯзе ҳангоми чошт дар ҳоле, ки дар хонаи Абӯбакр (р) нишаста будем, касе ба Абӯбакр (р) гуфт: Ин, ки Паёмбари Худо (с) ниқоб пӯшида омаданд ва чун дар чунин вақте Паёмбари Худо (с) намеомаданд. Абӯбакр (р) гуфт: Падару модарам фидояшон бод, ба Худованд савганд, ки омаданашон дар чунин вақт ба сабаби амри муҳиме аст. Ва ҳамон буд, ки Паёмбари Худо (с) омаданд ва иҷозаи дохил шудан хостанд, барояшон иҷоза дода шуд ва дохил гардиданд. Паёмбари Худо (с) ба Абӯбакр (р) гуфтанд: «Касонеро, ки ин ҷо ҳастанд, берун кун», Абӯбакр (р) гуфт: Ё Расулаллоҳ! Падарам фидои шумо, инҳо аҳли хонаводаи худи шумо ҳастанд, Фармуданд: «Бароям иҷозаи берун рафтан дода шудааст. Абӯбакр (р) гуфт: Ё Расулаллоҳ! Падарам фидои шумо! Оё ман ҳам ҳамроҳи шумо ҳастам? Фармуданд: «Бале». Абӯбакр (р) гуфт: Ё Расулаллоҳ! Падару модарам фидои шумо, яке аз ин ду шутурамро шумо интихоб намоед. Паёмбари Худо (с) фармуданд: «Вале дар муқобили қимат». Оиша (р) мегӯяд: Паёмбари Худо (с) ва Абӯбакр (р)-ро ба таври шитобон муҷаҳҳаз намудем ва таъоме барояшон дар халта ниҳодем. Асмоа (р) қисмате аз ҷомаашро пора кард ва сари халтаро бо он баст ва аз ин ҷиҳат ба номи Зотунитоқайн шӯҳрат ёфт (ҳамон ҷомаро, ки Асмоа (р) пора кард ва сари халтаро бо он баст, дар арабӣ нитоқ мегӯянд). Оиша (р) мегӯяд: Баъд аз он онҳо ба ғоре дар кӯҳи Савр рафтанд, ду-се шаб дар онҷо пинҳон буданд ва Абдуллоҳ ибни Абӯбакр (р), ки ҷавони зирак, фаҳмида ва ҳушёр буд, шаб бо онҳо мебуд. Ҳангоми саҳар аз наздашон меомад ва субҳ бо Қурайш тавре вонамуд мекард, ки гӯё шаб дар Макка будааст. Ва ҳеҷ сухане бар алайҳи Паёмбари Худо (с) ва Абӯбакр (р) зада намешуд, магар он, ки суханро ба хотир мегирифт ва ҳангоме, ки шаб торик мешуд, наздашон мерафт ва он хабарро ба онҳо мерасонид. Ва Омир ибни Фуҳайра, ғуломи Абӯбакр (р) гӯсфандони ширдеҳро он ҷо (яъне назди Паёмбари Худо (с) ва Абӯбакр (р) ба чаро мебурд ва чун посе аз шаб мегузашт, аз шири тозае, ки аз гӯсфандони худ ба даст меоварданд, истифода мекарданд ва ҳанӯз, ки шаб торик буд, Омир ибни Фуҳайра бар гӯсфандон садо мезад ва онҳоро аз он ҷо дур мекард ва ҳамин корро дар ҳар се шабе, ки он ҷо буданд, анҷом дод. Паёмбари Худо (с) ва Абӯбакр (р) шахсеро аз бани Дайл аз қабилаи бани Абд ибни Адий, ки роҳнамои моҳире буд, муздур карда буданд ва ӯ бо Оли Ос ибни Воили Саҳмӣ ҳампаймон буд. Ва агарчи ӯ дар дини куффори Қурайш буд, бо он ҳам бар вай итминон карданд ва шутурҳои худро ба дасти ӯ доданд ва бо ӯ ваъда гузошта буданд, ки баъд аз се рӯз ба ғори Савр биёяд. Ва ӯ субҳи рӯзи саввум шутуронро ба ғори Савр ҳозир сохт ва онҳо бо Омир ибни Фуҳайра ва раҳнамои худ (ки Абдуллоҳ ибни Уриқат бошад) ба роҳ афтоданд. Суроқа ибни Молик ибни Ҷуъшуми Мудлиҷӣ (р) ки дар ин вақт мушрик буд) мегӯяд: Фиристодаи куффори Қурайш назди мо омад ва гуфт: Барои ҳар касе, ки Паёмбари Худо (с) ва ҳамроҳонашро бикушад ва ё асир намояд, ба андозаи дияти онҳо (ки сад шутур аст) ҷоиза медиҳам. Ҳанӯз дар маҷлисе аз маҷолиси қавми худ бани Мудлиҷ нишаста будам, ки шахсе аз куффори Қурайш омад ва гуфт: Эй Суроқа! Ҳамин акнун сиёҳиеро (яъне ашхосеро) дар соҳил дидам, фикр мекунам, ки Муҳаммад ва ҳамроҳонаш бошад. Гарчи ман яқин кардам, ки ҳамонҳо ҳастанд, вале барои он шахс гуфтам, ки на, онҳо нестанд, балки фалонӣ ва фалонӣ ва фалонӣ ҳастанд, ки аз назди худи мо рафтанд. Баъд аз он, ки чанд лаҳзаи дигаре дар он маҷлис нишаста будам, бархостам ва ба хонаам рафтам, аз канизам хостам, ки аспамро берун намояд ва дар пушти теппае, ки барояш нишонӣ додам, бароям нигаҳ дорад. Найзаамро бардоштам ва аз роҳи пушти хона дар ҳоле, ки найзаамро бар замин мекашидам ва поён нигоҳ медоштам, худро ба аспам расонидам. Аспро савор шудам ва ба суръат ҳаракат намудам. Ба шитоби ҳарчи бештар роҳ паймудам, то ин, ки ба онҳо наздик шудам. Дар ин вақт аспам бар замин хӯрд ва аз болои он афтодам, бархостам ва дастамро ба сӯи азлом бурдам ва бо онҳо фол гирифтам, ки оё ба ин ашхос зараре бирасонам, ё на? Фол ба хилофи хостаам баромад (яъне: фол тавре баромад, ки бар онҳо зарар марасон) ба азлом эътиное накардам ва ба тарафи онҳо шитофтам, то ҳадде ба онҳо наздик шудам, ки қироат кардани Паёмбари Худо (с)-ро мешунидам. Худи Паёмбари Худо (с) мутаваҷҷеҳи ман нагардид, вале Абӯбакр (р) хеле ин тарафу он тараф нигоҳ мекард. Дар ин вақт дастҳои аспам то зону бар замин фурӯ рафт. Аз асп бар замин афтодам, бархостам ва бар асп ҳайбат задам, ба шиддат ҳаракат намуд ва ба сахтӣ дастҳои худро аз он сӯрох хориҷ сохт. Чун истода шуд, аз ҷое, ки дастҳояш фурӯ рафта буд, дуде бар осмон баланд гардид, дубора азломро берун кардам ва ба онҳо фол гирифтам, боз ҳам натиҷаи фол бар хилофи хостаам баромад. Онҳоро садо задам ва барояшон амон додам, онҳо истоданд. Аспамро савор шудам ва наздашон рафтам ва аз ин, ки аз расидан ба онҳо ба мавонеъ бархӯрд намуда будам, ба дилам гузашт, ки Паёмбари Худо (с) фирӯз хоҳад шуд. Ба Паёмбари Худо (с) гуфтам: Қавми ту ба андозаи як дият ҷоиза таъин намудаанд. Ва барои онҳо аз тасмиме, ки Қурайш нисбат ба онҳо гирифтаанд, хабар додам ва таом ва ғизоеро, ки бо худ доштам, барояшон тақдим намудам, онҳо қабул накарданд, вале гуфтанд, ки «Рози моро пӯшида нигоҳ дор». Аз эшон хостам, то бароям амоннома навишта кунанд. Ба Омир ибни Фуҳайра (р) амр карданд ва ӯ дар руқъае аз пӯст бароям амоннома навишт ва сипас ҳаракат намуданд ва ба роҳи худ идома доданд. Оиша (р) мегӯяд онҳо дар роҳ бо Зубайр (р), ки бо қофилае аз мусалмонон, ки ба тиҷорат рафта буданд ва аз тарафи Шом бармегаштанд, рӯбарӯ шуданд. Зубайр (р) ба Паёмбари Худо (с) ва Абӯбакр (р) ҷомаҳои сафеде бахшиш дод. Мусалмонон дар Мадина аз баромадани Паёмбари Худо (с) аз Макка бохабар шуданд ва ҳар субҳ ба беруни шаҳри Мадина мебаромаданд ва то чошт, ки ҳаво гарм мешуд, интизори омадани онҳоро мекашиданд. Дар яке аз рӯзҳо, ки баъд аз интизории зиёд ба хонаҳои худ баргашта буданд, шахсе аз яҳуд ба ҷиҳати коре, ки дошт, бар пушти боми қалъааш баромада буд ва ба ин тарафу он тараф назар мекард, дар ин вақт назараш бар Паёмбари Худо (с) ва ҳамроҳонаш афтод, ки бо ҷомаҳои сафед намоён мешаванд. Он яҳуд ихтиёрашро аз даст дода ва бо садои баланд фарёд зад: Эй мардуми Араб! Инак, нури чашме, ки интизорашро мекашидед, расид. Мусалмонон аслиҳаҳояшонро бардоштанд ва дар минтақаи Ҳарра бо Паёмбари Худо (с) мулоқот намуданд. Паёмбари Худо (с) бо онҳо тарафи рости роҳро гирифтанд, то он, ки ба маҳаллаи бани Амр ибни Авф расиданд. Ва ин воқеа дар рӯзи душанбе ва дар моҳи Рабеъулаввал буд (ва ин, ки дар рӯзи аввал ва ё дуввум ва ё дувоздаҳ ва ё сездаҳуми Рабеъулаввал будааст, ихтилоф аст). Дар ҳоле, ки Паёмбари Худо (с) нишаста буданд, Абӯбакр (р) бархоста буд ва аз мардум пазироӣ мекард. Касоне, ки аз Ансор омада ва Паёмбари Худо (с)-ро надида буданд, бо Абӯбакр (р) хуш омадед мегуфтанд, то он, ки офтоб бар Паёмбари Худо (с) тобид, Абӯбакр (р) омад ва бо ридои худ бар болои сари Паёмбари Худо (с) соя мекард ва дар ин вақт буд, ки мардум Паёмбари Худо (с)-ро шинохтанд (Чун Паёмбари Худо (с) нисбат ба Абӯбакр (р) ҷавонтар буданд ва Абӯбакр (р) пир ва мӯйсафед буд, фикр мекарданд, ки Паёмбари Худо (с) ӯст). Ва Паёмбари Худо (с) даҳ шаб дар маҳаллаи бани Амр ибни Авф (р) боқӣ монданд ва масҷидеро, ки ба асоси тақво таъсис шуда буд, дар ҳамин ҷо бино намуданд ва дар он намоз хонданд (мурод аз ин масҷид масҷиди Қубо аст, ки ҳам акнун ба ҳамин ном ва дар ҳамон ҷойи аввал худ қарор дорад). Баъд аз он Паёмбари Худо (с) шутури худро савор шуданд ва дар ҳоле, ки мардум бо онҳо ҳамроҳӣ мекарданд, рафтанд, то ин, ки дар ҷойи масҷиди набавии имрӯзӣ шутур хобид. Дар он вақт иддае аз мусалмонон дар он ҷо намоз мехонданд. Дар он замин хурмоҳоро хушк мекарданд ва мутааллиқ ба ду тифли ятиме ба номҳои Суҳайл ва Саҳл буд, ки зери сарпарастии Асъад ибни Зурора зиндагӣ мекарданд. Ҳангоме, ки шутури Паёмбари Худо (с) дар он ҷо хобид, фармуданд: «Иншоаллоҳ манзил ҳамин ҷост». Баъд аз он Паёмбари Худо (с) он ду ятимро талаб намуданд ва ба онҳо пешниҳод карданд, ки он заминро бифрӯшанд, то дар он ҷо масҷиде бино намоянд. Онҳо гуфтанд: Ё Расулаллоҳ, онро барои шумо мебахшем. Паёмбари Худо (с) бахшиши онҳоро қабул накарданд, балки он заминро аз онҳо хариданд ва масҷидро дар он замин бино намуданд. Дар сохтани масҷид Паёмбари Худо (с) бо дигар мардум хишт меоварданд ва мегуфтанд: «Ин маҳмула (ки мурод аз он хишт ва хоки бинои масҷид бошад) аз маҳмулае ки аз Хайбар меояд (монанди ангур ва хурмо ва амсоли инҳо, дар назди Худованд) беҳтар ва пояндатар аст». Ва мефармуданд: «Худоё! Музди ҳакиқӣ музди охират аст ва бар Ансор ва муҳоҷирин раҳмат ва меҳрубонӣ кун»."
        },
        {
          "number": 1594,
          "full_text": "Аз Асмоа (р) ривоят аст, ки гуфт: Ҳангоми ҳамли Абдуллоҳ ибни Зубайр (р) дар ҳоле, ки муддати ҳамли ман комил шуда буд, аз Макка ба тарафи Мадина муҳоҷират намудам. Чун ба Мадина расидам Абдуллоҳ ибни Зубайр (р) дар минтақаи Қубо таваллуд гардид, баъд аз он назди Паёмбари Худо (с) омадам ва ӯро дар оғӯшашон гузоштам. Паёмбари Худо (с) хурмоеро хойда ва дар даҳони ӯ гузоштанд ва ба ин тариқ аввалин чизе, ки ба шиками ӯ (яъне ба шиками Абдуллоҳ ибни Зубайр (р) дохил гардид, оби даҳони Паёмбари Худо (с) буд. Баъд аз он хурмои дигареро ба комаш молиданд ва барои ӯ дуо карданд ва ӯ аввалин мавлуде аз муҳоҷирин буд, ки (дар Мадинаи мунаввара) дар Ислом ба дунё омад."
        },
        {
          "number": 1595,
          "full_text": "Аз Абӯбакр (р) ривоят аст, ки гуфт: Ҳангоме, ки бо Паёмбари Худо (с) дар дохили ғор бӯдам, сарамро боло кардам ва пойҳои мушрикинро дидам. Гуфтам: Ё Расулаллоҳ, агар касе аз инҳо ба поён нигоҳ кунад, моро мебинад, фармуданд: «Эй Абӯбакр! Сокит бош, мо ду нафаре мебошем, ки саввуми мо Худост». (Яъне: Ёвару мададгори мо Худост)."
        }
      ]
    },
    {
      "number": 45,
      "title": "Қудуми Паёмбари Худо (с) ва саҳобаҳояшон ба Мадина",
      "hadiths": [
        {
          "number": 1596,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Аввалин касоне, ки аз муҳоҷирин ба Мадина омаданд, Мусъаб ибни Умайр ва Ибни Умми Мактум буданд. Ин ду нафар барои мардум Қуръон мехонданд. Баъд аз ин ду нафар Билол ва Саъд ва Аммор ибни Ёсир ва баъд аз онҳо Умар ибни Хаттоб бо бист нафари дигар аз саҳобаҳои Паёмбари Худо (с) омаданд. Баъд аз инҳо Паёмбари Худо (с) ташриф оварданд ва ҳеҷ вақт надидам, ки мардуми Мадина ба чизе ба андозаи омадани Паёмбари Худо (с) хушҳол шуда бошанд, то ҷое, ки канизон ҳам аз омадани эшон хушҳол гардида ва мегуфтанд: Инак, Паёмбари Худо (с) расиданд. Ва ҳангоме ба Мадина омаданд, ки сураи «Саббиҳисма раббикал аъло»- ро бо чанд сураи дигар аз сураҳои муфассал ҳифз намуда будам (бино ба қавли имом Нававӣ ибтидои сураҳои муфассал аз сураи «Ҳуҷурот» шурӯъ мешавад)."
        }
      ]
    },
    {
      "number": 46,
      "title": "Иқомати муҳоҷир дар Макка баъд аз адои маносик",
      "hadiths": [
        {
          "number": 1597,
          "full_text": "Аз Алоъ ибни Ҳазрамӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Барои муҳоҷир баъд аз тавофи видоъ (ки баъд аз омадан аз Мино мебошад), иҷоза аст, то се рӯз дар Макка боқӣ бимонад»."
        }
      ]
    },
    {
      "number": 47,
      "title": "Омадани яҳуд назди Паёмбари Худо (с) ҳангоми омаданашон ба Мадина",
      "hadiths": [
        {
          "number": 1598,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар даҳ нафар аз (сардорони) яҳуд ба ман имон меоварданд, ҳамаи яҳуд ба ман имон меоварданд»."
        }
      ]
    }
  ],
  "total_chapters": 47,
  "total_hadiths": 79,
  "unique_hadith_numbers": 79
}