{
  "id": 38,
  "number": 38,
  "title": "КИТОБИ АҲКОМИ ҲАВОЛАҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Агар касеро ба шахси сарватманде ҳавола доданд, набояд рад намояд",
      "hadiths": [
        {
          "number": 1060,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Муъаттал сохтани шахси сарватманд зулм аст ва агар ба шахси пулдоре ҳавола дода шудед, ҳаволаро қабул намоед»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ҳавола доданн қарзи шахси мурда ҷоиз аст",
      "hadiths": [
        {
          "number": 1061,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) нишаста будем, ки ҷанозаро оварданд, аз Паёмбари Худо (с) хостанд, то бар он намоз бихонанд. Паёмбари Худо (с) пурсиданд: «Оё ин шахс қарздор аст?» Гуфтанд: На. Пурсиданд: «Аз вай чизе тарака мондааст?» Гуфтанд: На. Паёмбари Худо (с) бархостанд ва бар ӯ намоз хонданд. Баъд аз он ҷанозаи дигареро оварданд ва гуфтанд: Ё Расулаллох! Бар ӯ намоз бихонед. Гуфтанд: «Оё ин шахс қарздор аст?» Гуфтанд: Бале. Пурсиданд: «Аз вай чизе тарака мондааст?» Гуфтанд: Се динор аз ӯ мондааст. Бархостанд ва бар ӯ намоз хонданд. Ҷанозаи саввумро оварданд ва гуфтанд: Ё Расулаллоҳ. бар ӯ намоз бихонед. Пурсиданд: «Аз худ чизе тарака ба ҷо гузоштааст?» Гуфтанд: На. Пурсиданд: «Бар ӯ қарзе ҳаст?» Гуфтанд: Бале, се динор қарздор аст. Фармуданд: «Шумо бар ӯ намоз бихонед». Абӯқатода гуфт: Ё Расулаллоҳ! Шумо бар ӯ намоз бихонед ва қарзаш бар ман бошад. Ва ҳамон буд, ки бархостанд ва бар ӯ намоз хонданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: «Насиби касонеро, ки бо онҳо ақди таворус бастаед, адо намоед»",
      "hadiths": [
        {
          "number": 1062,
          "full_text": "Ривоят аст, ки касе аз Анас ибни Молик (р) пурсид: Оё ин хабар ба ту расидааст, ки Паёмбари Худо (с) фармудаанд: «Таҳолуфе (ҳампаймонӣ) дар ислом нест?» Гуфт: Худи Пайғамбар (с) дар хонаам байни Қурайш ва Ансор ақди таҳолуф бастанд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар касе қарзи шахси мурдаро кафил гардид, набояд аз кафолати худ баргардад",
      "hadiths": [
        {
          "number": 1063,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳангоме, ки моли Баҳрайн бирасад, ба ту ин қадар ва он қадар мол хоҳам дод». Вале то ҳангоми вафоти Паёмбари Худо (с) моли Баҳрайн нарасид. Чун моли Баҳрайн расид, Абӯбакр (р) мунодӣ фиристод, ки агар касе аз Паёмбари Худо (с) ваъда ва ё талабе дошта бошад, назди мо биёяд. Ман наздаш рафта гуфтам: Паёмбари Худо (с) ба ман чунин ва чунон гуфтанд. Мушти пулеро ба тарафи ман андохт ва гуфт: Онҳоро шумора кун! Шумора кардам, панҷсадто буд. Гуфт: Ду чанди инҳоро ҳам барои худ бардор."
        }
      ]
    }
  ],
  "total_chapters": 4,
  "total_hadiths": 4,
  "unique_hadith_numbers": 4
}