{
  "id": 81,
  "number": 81,
  "title": "КИТОБИ ДИЁТ ХУНБАҲО",
  "chapters": [
    {
      "number": 1,
      "title": "“Ҳар касе инсонеро аз марг наҷот диҳад, гуё тамоми мардумонро ҳаёт бахшидааст” (Моида: 32)",
      "hadiths": [
        {
          "number": 2170,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки бар зидди мо силоҳ бардорад, аз мо нест.\""
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованди мутаъол: “Шахс муқобили шахс ва чашм муқобили чашм” (Моида: 45)",
      "hadiths": [
        {
          "number": 2171,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: \"Рехтани хуни мусалмоне, ки шаҳодат диҳад, ки худое ҷуз Худои ягона вуҷуд надорад ва ман фиристодаи Худоям, ҷуз ба яке аз се чиз раво нест: ин, ки шахси дигареро ба қатл расонда бошад, дар ҳолати эҳсон зино карда бошад (мурод аз эҳсон он аст, ки бо никоҳи шаръӣ ҷимоъ карда бошад ва агарчи ҳангоми зино мард зан надошта бошад ва ё зан шавҳар). Ва ё он, ки дини худро гузошта ва ҷамоъати мусалмононро тарк намуда бошад” (мурод аз касе, ки динашро гузошта ва ҷамоъати мусалмононро тарк кардааст, муртад аст)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Касе, ки худ шахсеро ба ғайри ҳақ мутолаба намояд",
      "hadiths": [
        {
          "number": 2172,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Се кас аз бадтарин мардумон дар назди Худованди мутаъол ҳастанд, касе ки дар Ҳарам муртакиби гуноҳ гардад, касе, ки дар Ислом равиши ҷоҳилиятро бихоҳад ва касе, ки ба ноҳақ мутолабаи хуни шахсеро бинмояд, то хунашро бирезанд.\""
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки худаш бидуни иттилоъи султон ҳаққашро бигирад ва ё қасос намояд",
      "hadiths": [
        {
          "number": 2173,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: \"Агар касе бидуни иҷоза ба хонаат нигоҳ кард ва ту бо санг зада, чашмашро кӯр намудӣ, гуноҳ бар ту нест.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Хунбаҳои ангуштон",
      "hadiths": [
        {
          "number": 2174,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармудянд: \"Ин ва ин (дар дият) бо ҳам баробар аст. Яъне Ангушти хурдӣ бо нарангушт баробар мебошад.\""
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}