{
  "id": 63,
  "number": 63,
  "title": "КИТОБИ АНВОЪИ ТАЪОМҲО ВА Ё ОДОБИ ТАЪОМ ХУРДАН",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 1887,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Гуруснагӣ бар ман ғалаба кард ва бо Умар ибни Хаттоб (р) мулоқот намудам. Аз вай хостам, то як ояте аз Қуръонро бароям тиловат намояд. Ӯ он оятро бароям тиловат намуд ва дарвозаи хонаашро кушоду рафт. Каме роҳ рафтам, аз хастагӣ ва гуруснагӣ афтода ва беҳуш гардидам. (Чун ба ҳуш омадам) дидам, ки Паёмбари Худо (с) бар болои сарам истодаанд, маро садо заданд ва фармуданд: Эй Абӯҳурайра (р). Гуфтам: Бале, ё Расулаллоҳ! Дастамро гирифтанд ва маро аз ҷой бардоштанд ва мушкили маро дарк намуданд, маро ба хонаи худ бурданд ва фармуданд, то бароям қадаҳи шире биёваранд, аз он шир миқдоре нӯшидам. Фармуданд: Эй Абӯҳурайра! Дигар ҳам бинӯш. Бори дигар нӯшидам, фармуданд: Боз ҳам бинӯш. Боз ҳам нӯшидам, то ин, ки шикамам монанди тире рост истод. Абӯҳурайра (р) мегӯяд: Баъд аз он Умар (р)-ро дидам ва моҷароро барояш қисса намудам ва барояш гуфтам: Он чӣ, ки орзуям буд, касе ки аз ту онро беҳтар анҷом медод, мутакафил гардид ва ба Худованд савганд аст, ҳангоме ки аз ту хостам, то бароям фалон оятро тиловат намоӣ, ман худам он оятро аз ту беҳтар медонистам. Умар (р) гуфт: Ба Худованд савганд, агар туро ба хонаам мебурдам, бароям хуштар аз он буд, ки галаи шутуре дошта бошам."
        }
      ]
    },
    {
      "number": 1,
      "title": "Бисмиллоҳ гуфтан ва таом хурдан бо дасти рост",
      "hadiths": [
        {
          "number": 1888,
          "full_text": "Ривоят аст, ки Умар ибни Абӯсалама (р) гуфт: Ҳангоми туфулият дар тарбияи Паёмбари Худо (с) будам ва сабабаш он буд, ки Паёмбари Худо (с) бо модари вай, ки Умми Салама аст, издивоҷ намуда буданд. Ҳангоми таъом хӯрдан ба ҳар гӯшаву канори коса даст меандохтам. Паёмбари Худо (с) бароям гуфтанд: “Эй писар! “Бисмиллоҳ\" бигӯ, ба дасти рости худ бихӯр ва аз наздики худ бихӯр. Аз он вақт ба баъд то акнун таъом хӯрданам ба ҳамон тариқа шуд, ки Паёмбари Худо (с) ҳидоят намуданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Хурдан то сер шудан",
      "hadiths": [
        {
          "number": 1889,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме вафот намуданд, ки аз об ва хурмо сер шуда метавонистем (яъне, пеш ин вақт ҳатто аз обу хурмо низ сер намешудем)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Нони нарм ва хӯрдан бар болои дастархон",
      "hadiths": [
        {
          "number": 1890,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: То ҳангоме Паёмбари Худо (с) вафот намуданд, на нони нарму мулоим хӯрданд ва на гӯсфанди бирёнӣ."
        },
        {
          "number": 1891,
          "full_text": "Аз Анас (р) ривояти дигараш омадааст, ки гуфт: Ман нашунидам, ки Паёмбари Худо (с) дар коса таъом хӯрда бошанд ва ё нони нарму мулоимеро тановул намуда бошанд ва он, ки беруни дастурхон таъоме тановул карда бошанд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Таоми як нафар барои ду нафар кофист",
      "hadiths": [
        {
          "number": 1892,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Таъоми ду нафар барои се нафар ва таъоми се нафар барои чаҳор нафар кофӣ аст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Мӯъмин дар як рӯда таом мехӯрад",
      "hadiths": [
        {
          "number": 1893,
          "full_text": "Ривоят аст, ки Ибни Умар (р) то мискинеро намеёфт, ки ҳамроҳаш нон бихӯрад, таъом намехӯрд. Рӯзе шахсеро оварданд, ки бо вай нон бихӯрад. Ин шахс бисёр нон хӯрд, Ибни Умар (р) барои ходимаш гуфт: Ин шахсро дубора наздам маёвар, зеро Паёмбари Худо (с) фармуданд, ки: “Мусалмон дар як рӯда таом мехӯрад ва кофир дар ҳафт рӯда.\""
        }
      ]
    },
    {
      "number": 6,
      "title": "Таъом хӯрдан дар ҳоли такя задан",
      "hadiths": [
        {
          "number": 1894,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) будам, эшон барои шахсе, ки дар наздашон буд, гуфтанд: “Ман дар ҳоле, ки такя зада бошам, нон намехӯрам.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Паёмбари Худо (с) ҳеҷ таомеро бад намегуфтанд:",
      "hadiths": [
        {
          "number": 1895,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳеҷ таъомеро бад намегуфтанд, агар иштиҳо доштанд, мехӯрданд ва агар бадашон меомад, он таъомро тарк мекарданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Пуф кардан дар ҷав",
      "hadiths": [
        {
          "number": 1896,
          "full_text": "Аз Саҳл (р) ривоят аст, ки касе аз вай пурсид: Оё шумо дар замони Паёмбари Худо (с) нони нармро дида будед? Гуфт: На. Пурсид: Орди ҷавро гирбол мекардед? Гуфт: На, балки (ҷиҳати пок кардани он) дар он нафх мекардем (яъне, бо даҳани худ пуф мекардем, то сабӯс ва хошоки он қадре кам шавад)."
        }
      ]
    },
    {
      "number": 9,
      "title": "Хӯроки Паёмбари Худо (с) ва саҳобаҳояшон",
      "hadiths": [
        {
          "number": 1897,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Рӯзе Паёмбари Худо (с) хурмоҳоро байни саҳобаҳои худ тақсим намуданд ва барои ҳар кадоме ҳафт дона хурмо доданд ва аз ҳафт дона хурмое, ки барои ман доданд, як донаи онҳо хароб буд ва он як донаи хароб аз ҳамаи онҳо бароям беҳтар мазза дод, зеро маҳкам ба дандонҳоям часпид (зеро ҳамон хурмое, ки ба дандонҳояш часпида буд, лаҳзаҳое дар даҳонаш монда буд ва ҳамон чиз сабаби лаззат бурдан ва таскинаш гардида буд)."
        },
        {
          "number": 1898,
          "full_text": "Ривоят аст, ки Абуҳурайра (р) гузараш ба мардуме афтод, ки гӯсфанди бирёншудае пеши рӯяшон қарор дошт, онҳо Абӯҳурайраро даъват ба хӯрдан намуданд. Вале ӯ аз хӯрдан ибо варзид ва гуфт: Паёмбари Худо (с) аз дунё рафтанд ва аз нони ҷав сер нашуданд."
        },
        {
          "number": 1899,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Хонаводаи Паёмбари Худо (с) аз рӯзе, ки ба Мадина омаданд, то ҳангоми вафоти (Паёмбари Худо (с) се рӯзи пай дар пай аз нони гандум сер нашуданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Ҳалво. Унвони ин боб талбина аст ва талбина ғизое аст, ки аз орди сабӯс ва равған ва асал сохта мешавад ва бештар шабоҳат ба чизе дорад, ки мо онро фарн мегӯем. Вале он аз фарн рақиқтар аст, зеро фарн бо қошуқ хӯрда мешавад ва талбина нӯшида мешавад.",
      "hadiths": [
        {
          "number": 1900,
          "full_text": "Ривоят аст, ки Оиша (р) ҳамсари Паёмбари Худо (с) одат дошт, ки агар касе аз хонаводааш вафот мекард ва занҳо ҷамъ мешуданд, (баъд аз он, ки меҳмонон ба хонаҳои худ мерафтанд, касонеро, ки аз ақвом ва хонаводаи соҳиби мурда боқӣ монда буд, амр мекард, то деги талбина таҳия намоянд. Баъд аз он нонро реза мекард, талбинаро ба болои онҳо мерехт ва мегуфт: “Аз ин таъом бихӯред, зеро аз Паёмбари Худо (с) шунидам, ки мефармуданд: \"Талбина сабаби оромиши қалби мариз мегардад ва ғамашро то андозае аз байн мебарад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Таъом хӯрдан дар зарфе, ки ба нуқра пӯшонда шудааст",
      "hadiths": [
        {
          "number": 1901,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки мефармуданд: “Абрешим ва дебоҷро напӯшед ва дар зарфи тилло ва нуқра чизе наёшомед ва дар зарфҳои тилло ва нуқра чизе нахӯред, зеро ин чизҳо дар дунё барои ғайри мусалмонон ва дар охират барои мо (мусалмонон) аст.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Шахсе, ки барои бародарони худ таъоме таҳия менамояд",
      "hadiths": [
        {
          "number": 1902,
          "full_text": "Аз Абӯмасъуди Ансорӣ (р) ривоят аст, ки гуфт: Шахсе аз ансор ба номи Абӯшуъайб ғуломи қассобе дошт. Барои ғуломи худ гуфт, ки бароям таъоме таҳия кун, зеро мехоҳам Паёмбари Худо (с)-ро бо чаҳор нафари дигар даъват намоям. Ҳамон буд, ки Паёмбари Худо (с)-ро бо чаҳор нафари дигар даъват намуд, шахси шашуме ҳам ба думболи онҳо ба роҳ афтод. Паёмбари Худо (с) (ба мизбон) гуфтанд: “Ту панҷ нафари моро даъват карда будӣ ва ин шахс худаш бо мо омадааст. Агар мехоҳӣ, барояш иҷоза бидеҳ ва агар мехоҳӣ, ҷавобаш бидеҳ.” Он шахс гуфт: Балки барояш иҷоза медиҳам."
        }
      ]
    },
    {
      "number": 13,
      "title": "Хӯрдани хурмо бо хиёр",
      "hadiths": [
        {
          "number": 1903,
          "full_text": "Аз Абдуллоҳ ибни Ҷаъфар ибни Абутолиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки рутабро бо хиёр мехӯрданд (рутаб иборат аз хурмои тоза аст)."
        }
      ]
    },
    {
      "number": 14,
      "title": "Хурмои тоза ва хурмои хушк",
      "hadiths": [
        {
          "number": 1904,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар Мадина шахси яҳудие буд, ки бароям то вақти ба даст омадани хурмо қарз медод. Ровӣ мегӯяд: Ва замини Ҷобир ҳамон буд, ки дар роҳи Рума воқеъ гардида буд. (Ва Рума номи чоҳе аст дар наздикии Мадина, ки Усмон (р) онро аз шахси яҳудие харид ва фисабилиллоҳ вақф намуд). Ҷобир мегӯяд: Ин замин дар яке аз солҳо аз ҳосил нишаст ва мева надод ва ба он ҳам он шахси яҳудӣ ҳангоми чидани хурмо омад (ва қарзи худро талаб намуд) ва чун хурморо начида будам, ки барояш бидиҳам, аз вай хостам, то бароям як соли дигар мӯҳлат бидиҳад, вале ӯ қабул накард ва ибо варзид. Аз мавзӯъ ба Паёмбари Худо (с) хабар додам, эшон барои саҳобаҳои худ фармуданд: \"Биёед бо ҳам биравем ва аз яҳудӣ барои Ҷобир мӯҳлат бихоҳем.” Ҳамон буд, ки ба нахлистонам омаданд ва Паёмбари Худо (с) дар ин маврид бо он яҳудӣ гуфтугӯ намуданд. Яҳуди дар ҷавобашон мегуфт:\tЁ Абалқосим! Барояш муҳлат намедиҳам. Чун Паёмбари Худо (с) ин ҳолатро мушоҳида намуданд, бархостанд ва дохили нахлистон гардиш намуданд, баъд аз он бозгаштанд ва дубора дар мавриди мӯҳлат ба он яҳудӣ гуфтугӯ намуданд. Вале ӯ қабул намекард ва ибо меварзид. Ман бархостам ва андаке хурмои тоза овардам ва назди Расули Худо (с) гузоштам, аз он хурмоҳо хӯрданд ва пурсиданд: “Соябонат куҷо аст?” Барояшон нишон додам, фармуданд: “Онро бароям фарш кун.” Онро фарш кардам. Ва эшон рафтанд ва дар он соябон хобиданд. Баъд аз он, ки бедор шуданд, миқдори дигаре хурмои тоза барояшон овардам. Аз онҳо миқдоре хӯрданд ва назди яҳудӣ омаданд ва бори дигар дар мавриди қарз бо ӯ гуфтугӯ намуданд ва ӯ ибо меварзид. Баъд аз он бори дуввум дар байни хурмоҳои тоза гардиш намуда ва фармуданд: “Эй Ҷобир! Хурмоҳоро бичин ва қарзи худро адо кун.” Ҷобир (р) мегӯяд; Хурмоҳоро чидам ва Паёмбари Худо (с) назди хурмоҳои чидашуда истоданд ва ман аз он хурмоҳо қарзи худро додам ва баъд аз адои қарз ҳамон андозаи дигар бароям боқӣ монд, омадам ва ин хабари хушро ба Паёмбари Худо (с) расондам. Фармуданд: “Худам шаҳодат медиҳам, ки ман Паёмбари Худо (с) ҳастам.” (Ва одати Паёмбарн Худо (с) ин буд, ки ҳар гоҳ Худованди мутаъол мӯъҷизаеро дар дасти инсон зоҳир месохт, ба ваҳдонияти Худовандӣ ва рисолати худ шаҳодат медоданд)."
        }
      ]
    },
    {
      "number": 15,
      "title": "Хурмои аҷва",
      "hadiths": [
        {
          "number": 1905,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки субҳ ҳафт донаи хурмои аҷва бихӯрад, дар ҳамон рӯз заҳр ва ҷоду бар ӯ зараре намерасонад.” (Аҷва хурмое аст сиёҳранг ва қариб гирдшакл, бисёр хушмазза, вале камёб аст. Дар Мадинаи мунаввара ёфта мешавад, вале беш аз даҳ чанд хурмоҳои дигар қиммат дорад)."
        }
      ]
    },
    {
      "number": 16,
      "title": "Лесидани ангуштон",
      "hadiths": [
        {
          "number": 1906,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Вақте, ки касе аз шумо чизе мехӯрад, то вақте ки дасти худро намелесад, онро пок накунад.\""
        }
      ]
    },
    {
      "number": 17,
      "title": "Баъд аз таъом хӯрдан чӣ бояд гуфт?",
      "hadiths": [
        {
          "number": 1907,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) дастмоли дигаре ба ҷуз аз кафҳои дасту бозуҳо ва қадамҳои худ надоштем (яъне, баъд аз таъом хӯрдан кафҳои дасти худро бо якдигар ва ё ба бозуҳо ва қадамҳои худ мемолидем. Ва бояд таваҷҷӯҳ дошт, ки таъомҳо дар он вақт бештар нони хушк ва хурмо ва шир буд ва чирк надошт)."
        },
        {
          "number": 1908,
          "full_text": "Аз Абӯумома ривоят аст, ки Паёмбари Худо (с) вақте ки дастархон бардошта мешуд, мегуфтанд: “Алҳамдулиллоҳи ҳамдан касиран, тайибан, муборакан фиҳи ғайра макфийина вало муваддиъин”, яъне, ситоиши хос барои Худост, чунон ситоиш, ки бисёр пок аст ва дар он баракат аст, зиёдии таъом талаф нашавад. Ин таъом охирин таъом набошад ва бениёзии охир набошад."
        },
        {
          "number": 1909,
          "full_text": "Ва аз Абӯумома (р) дар ривояти дигаре омадааст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки аз таъом хӯрдан фориғ мешуданд, мегуфтанд “Алҳамду лиллоҳи лазӣ кафоно ва арвоно ғайра макфийин ва ло макфурин,” яъне, ситоиш барои Худое аст, ки таъоми бокифоятеро барои мо дод ва моро сероб сохт, зиёдии таъом талаф нашавад ва ин таъом бидуни шукргузорӣ набошад."
        }
      ]
    },
    {
      "number": 18,
      "title": "Ин қавли Худованд, ки мефармояд: “Ва чун таъом хӯрдед, пароканда шавед” (Аҳзоб: 53)",
      "hadiths": [
        {
          "number": 1910,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Аз қиссаи ҳиҷоб аз ҳамаи мардум ман бохабартар ҳастам ва Убай ибни Каъб дар бораи он аз ман суол мекард. Ҳангоме, ки Паёмбари Худо (с) бо Зайнаб бинти Ҷаҳш (р) дар Мадина издивоҷ намуданд, мардумро дар вақти чошт барои таъом даъват намуданд. Баъд аз ин ки мардум бархостанд, Паёмбари Худо (с) нишастанд ва иддае аз мардум бо эшон нишастанд, то ин, ки Паёмбари Худо (с) низ бархостанд ва ба тарафи ҳуҷраи Оиша (р) рафтанд ва ман низ ҳамроҳашон рафтам ва фикр карданд, ки мардум баромада рафтанд, аз ин рӯ баргаштанд ва ман ҳам бо эшон баргаштам. Вале дидем, ки мардум ҳанӯз дар ҷои худ нишастаанд, боз бори дуввум баргаштанд ва ман низ бо эшон баргаштам, то ин, ки ба дарвозаи ҳуҷраи Оиша (р) расидем ва дигар гумон кардем, ки онҳо бархостанд ва ҳамон буд, ки баргаштанд ва ман ҳам бо эшон баргаштам. Дидем, ки мардум бархостанд ва Паёмбари Худо (с) байни ману байни худ пардае овезон карданд ва ояти ҳиҷоб нозил гардид (ва он ин ояи карима аст: “Ё айюҳаллазина оману ло тадхулӯ буютаннабий илло анюъзана лакум.”"
        }
      ]
    }
  ],
  "total_chapters": 19,
  "total_hadiths": 24,
  "unique_hadith_numbers": 24
}