{
  "id": 64,
  "number": 64,
  "title": "КИТОБИ АҚИҚА НОМГУЗОРӢ",
  "chapters": [
    {
      "number": 1,
      "title": "Номгузории мавлуд",
      "hadiths": [
        {
          "number": 1911,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Худованд бароям фарзанде ато намуд, ӯро назди Паёмбари Худо (с) бурдам. Ӯро Иброҳим ном ниҳоданд. Хурмоеро хоиданд ва бар даҳанаш гузоштанд ва барояш дуо карданд ва ӯро ба дастам доданд."
        },
        {
          "number": 1912,
          "full_text": "Аз ҳадиси Асмоа (р) дар мавриди ин, ки Абдуллоҳ ибни Зубайрро (р) таваллуд намудааст, дар ҳадиси ҳиҷрат қаблан гузашт ва дар ин ривоят омадааст, ки мусалмонон аз таваллуди ӯ ниҳоят хушҳол шуданд, зеро касе барои онҳо гуфта буд, ки мардуми яҳудӣ шуморо сеҳр кардаанд ва фарзанддор нахоҳед шуд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Дур кардани ифлосиҳо аз бадани тифл дар вақти ақиқа",
      "hadiths": [
        {
          "number": 1913,
          "full_text": "Аз Салмон ибни Омир ибни Забӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Аз писар бояд акиқа дод, пас барояш ҳайвонеро забҳ кунед ва ифлосиҳоро аз вай дур намоед (мафҳуми ҳадис мухолифи мӯътабар нест. Яъне ин тавр набояд фаҳмид, ки аз писар ақиқа бидиҳед ва аз духтар надиҳед, балки суннат аст, ки барои писар ду гӯсфанд ва барои духтар як гӯсфанд ақиқа дода шавад)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Фаръ",
      "hadiths": [
        {
          "number": 1914,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Фаръ ва ъатира (дар Ислом) нест. (Фаръ иборат аз нитоҷи аввали ҳайвон аст, ки аҳли ҷоҳилият онро барои бутҳои худ забҳ мекарданд ва ъатира шутуре аст, ки онро дар (даҳ рӯзи аввали) моҳи раҷаб (барои бутҳои худ) забҳ мекарданд (ва аз ин ҷиҳат ба номи раҷабия низ ёд мешуд ва Паёмбари Худо (с) аз ин ду амал наҳй фармуданд)."
        }
      ]
    }
  ],
  "total_chapters": 3,
  "total_hadiths": 4,
  "unique_hadith_numbers": 4
}