{
  "id": 72,
  "number": 72,
  "title": "КИТОБИ ИҶОЗА ХОСТАН",
  "chapters": [
    {
      "number": 1,
      "title": "Салом додани афроди кам барои афроди бисёр",
      "hadiths": [
        {
          "number": 2057,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо ривоят аст, ки (с) фармуданд: “Хурдсолон барои бузургсолон, раҳгузар барои нишаста ва афроди кам барои афроди бисёр салом бидиҳанд.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Салом додани раҳгузар бар шахси нишаста",
      "hadiths": [
        {
          "number": 2058,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигар омадааст, ки Паёмбари Худо (с) фармуданд: “Савора ба пиёда ва пиёда ба нишаста ва ашхоси кам ба ашхоси бисёр салом бидиҳанд.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Салом додан барои шинос ва ё ношинос",
      "hadiths": [
        {
          "number": 2059,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) пурсид: Кадом навъи Ислом беҳтар аст? Фармуданд: “Ин, ки барои ҳар шинос ва ё ношинос нон ва салом бидиҳӣ.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Иҷоза хостан барои он аст, ки назарат наяфтад",
      "hadiths": [
        {
          "number": 2060,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Шахсе аз сӯрохие, ки дар ҳуҷраҳои Паёмбари Худо (с) буд, ба дохил нигоҳ мекард ва дар ин вақт дар дасти Паёмбари Худо (с) оҳане буд, ки сари худро ба он мехориданд (чизе, ки ба дасти Паёмбари Худо (с) буд, ба номи мидра ёд мешавад ва он иборат аз шонаи оҳанине аст, ки машшотагар мӯи занро ба он росту мураттаб месозад). Ба он шахс гуфтанд: “Агар хабар мешудам, ки ту ба дохили хона нигоҳ мекунӣ, ин оҳанро дар чашмат фурӯ мебурдам, иҷоза хостан барои ҳамин аст, ки шахс нигоҳ накунад.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Ғайр аз фарҷ дигаре аъзои бадан ҳам зино мекунанд",
      "hadiths": [
        {
          "number": 2061,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) фармуданд: “Худованд барои ҳар инсоне насибашро аз зино муқаддар кардааст ва ба ин чиз ҳатман хоҳад расид. Зинои чашм назар кардан аст (ва он назаре, ки баъд аз назари аввал аст ва назаре аст, ки аз рӯи лаззат ва шаҳват бошад). Ва зинои забон гуфтан аст.” (Яъне, бо зан ба мақсади зино ва фаҳшо гуфтугӯ намояд ва суханаш тавре бошад, ки ӯро ба ин кор мутамоил созад). Ва нафси шахс хоҳиш мекунад ва орзу менамояд ва фарҷи инсон ин чизро амалӣ менамояд ва ё аз он ибо меварзад,\" (агар амалӣ сохт, шахс дар ин ҳолат муртакиби гуноҳи кабира мегардад ва дучори азоби Худованд аст ва агар аз анҷом додани он ибо варзид, мавриди афв ва бахшоиши Худованд қарор мегирад)."
        }
      ]
    },
    {
      "number": 6,
      "title": "Салом додан ба атфол",
      "hadiths": [
        {
          "number": 2062,
          "full_text": "Ривоят аст, ки Анас ибни Молик (р) аз назди атфол гузашт, бар онҳо салом дод ва гуфт: Паёмбари Худо (с) чунин мекарданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Агар мепурсад: Кистӣ? Мегӯяд: Ман ҳастам",
      "hadiths": [
        {
          "number": 2063,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар мавзӯъи қарзе, ки бар болои падарам буд, назди Паёмбари Худо (с) омадам ва дарро задам, гуфтанд: “Кистӣ?” Гуфтам: “Ман ҳастам.” Паёмбари Худо (с) гуфтанд: “Ман ҳастам, ман ҳастам.” (Чӣ маънӣ дорад), (ва тавре эҳсос кардам, ки) гӯё аз ин ҷавоб додан бадашон омад."
        }
      ]
    },
    {
      "number": 8,
      "title": "Фарох нишастан дар маҷолис",
      "hadiths": [
        {
          "number": 2064,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе набояд дигареро аз ҷояш бархезонад ва худаш дар ҷои он шахс бинишинад, вале метавон андаке бо ҳам наздик шуд ва ё андаке аз ҳам дур гардид.\""
        }
      ]
    },
    {
      "number": 9,
      "title": "Дар оғӯш гирифтани зонуҳо ҳангоми нишастан",
      "hadiths": [
        {
          "number": 2065,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт Паёмбари Худо (с)-ро дидам, ки дар канори хонаи Каъба нишаста буданду дастҳои худро ба даври зонуҳои худ ҳалқа карда буданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Агар (дар маҷлис) беш аз се нафар буданд, монее аз хусусӣ сӯҳбат кардан нест",
      "hadiths": [
        {
          "number": 2066,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар се нафар будед, набояд ду нафар бо ҳам хусусӣ сӯҳбат намуда ва саввумиро тарк намоед, магар он, ки касони дигаре низ дар маҷлис иштирок намоянд, зеро ин кор сабаби ҳузну андӯҳи шахси саввум мешавад.\""
        }
      ]
    },
    {
      "number": 11,
      "title": "Набояд ҳангоми хоб оташро афрӯхта нигоҳ дошт",
      "hadiths": [
        {
          "number": 2067,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Дар Мадина хонае бо ҳама касоне, ки дар он зиндагонӣ мекарданд сӯхт. Мардум дар ин маврид бо Паёмбари Худо (с) сӯҳбат намуданд, эшон фармуданд: “Оташ душмани шумо аст, ҳангоми хоб онро хомӯш созед.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Он чӣ, ки дар мавриди иморат омадааст",
      "hadiths": [
        {
          "number": 2068,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Он ҳолатеро ба ёд меоварам, ки дар замони Паёмбари Худо (с) барои худ хона сохтам, то аз борон бароям паноҳгоҳе ва аз офтоб соябоне бошад ва дар сохтани ин хона ҳеҷ касе аз халқи Худо бо ман ҳамкорӣ накард.”"
        }
      ]
    }
  ],
  "total_chapters": 12,
  "total_hadiths": 12,
  "unique_hadith_numbers": 12
}