{
  "id": 11,
  "number": 11,
  "title": "КИТОБИ НАМОЗИ ҶУМЪА",
  "chapters": [
    {
      "number": 1,
      "title": "Фарзияти намози ҷумъа",
      "hadiths": [
        {
          "number": 492,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: иМо (мусулмонон) дар охир омада, вале дар рӯзи қиёмат аз ҳама пештарем, бо вуҷуди ин, ки барои онҳо пеш аз мо китобе фиристода шуда буд ва таъзими ин рӯз (яъне, рӯзи ҷумъа) бар онҳо фарз гардида буд. Вале онҳо дар (таъзими он рӯз) ихтилоф намуданд ва Худованди мутаъол моро дар (ихтиёр ва таъзими) ин рӯз муваффақ намуд, мардумони дигар (дар таъзими) ин рӯз аз мо пайравӣ хоҳанд кард, яҳуд фардои рӯзи ҷумъа (рӯзи шанбе)-ро ва насоро пасфардои онро (рӯзи якшанберо)»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Истеъмоли хушбӯӣ барои рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 493,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Шаҳодат медиҳам, ки Паёмбари Худо (с) фармуданд: ‘Ғусли рӯзи ҷумъа ва мисвок задан ва истеъмоли хушбӯӣ, агар мавҷуд бошад, бар ҳар мусалмони болиғ воҷиб аст.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Фазилати рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 494,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки рӯзи ҷумъа монанди ғусли ҷанобат ғусл намуда ва сипас ба тарафи масҷид биравад, монанди касест, ки шутуре хайрот кардааст ва касе, ки дар соати дуввум биравад, монанди касест, ки гове хайрот карда бошад ва касе, ки дар соати саввум биравад, монанди касест, ки қӯчқори шохдореро хайрот намудааст ва касе, ки дар соати чорум биравад, монанди касест, ки мурғеро хайрот кардааст ва касе, ки дар соати панҷум биравад, монанди касест, ки тухми мурғеро хайрот кардааст. Ҳангоме, ки имом (барои хутба хондан) берун мешавад, малоика (авроқи навиштани савоби аъмолро баста намуда) ва машғули шунидани хутба мегарданд.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Истеъмоли равғани хушбӯй дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 495,
          "full_text": "Аз Салмони Форсӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки рӯзи ҷумъа ғусл намуда ва то ҷое, ки барояш муяссар аст, худашро пок ва назиф намояд ва аз равғани хушбӯе, ки дар ихтиёр дорад, ба танаш равған бизанад ва ё аз хушбӯие, ки дар хона дорад, ба танаш истеъмол намояд, баъд аз он аз хона барояд ва бидуни он, ки (дар дохили масҷид) аз рӯйи шонаҳои касе бигузарад, он чӣ, ки барояш муқаддар аст, намоз бихонад ва сипас ҳангоми хутба ба суханони имом гӯш бидиҳад, гуноҳони байни ин ҷумъа ва ҷумъаи ояндааш бахшида мешавад»."
        },
        {
          "number": 496,
          "full_text": "Ривоят аст, ки касе аз Ибни Аббос (р) пурсид: (Оё саҳеҳ аст, ки) мегӯянд, Паёмбари Худо (с) фармудаанд: “Рӯзи ҷумъа агарчӣ ҷунуб ҳам набошед, ғусл намоед ва сари худро шуста ва хушбӯӣ истеъмол намоед?” Дар ҷавоб гуфт: Ғусл, бале! Вале хушбӯиро намедонам."
        }
      ]
    },
    {
      "number": 5,
      "title": "Беҳтарин либоси худро бипӯшед",
      "hadiths": [
        {
          "number": 497,
          "full_text": "Ривоят аст, ки Умар ибни Хаттоб (р) дид, ки дар дарвозаи масҷид ҷомаи абрешиминеро мефурӯшанд, гуфт: Ё Расулаллоҳ (чӣ мешавад), агар ин ҷомаро харида ва рӯзи ҷумъа ва рӯзҳое, ки мардум ба мулоқоти шумо меоянд, бипӯшед? Паёмбари Худо (с) фармуданд: «Ин ҷомаро касоне мепӯшанд, ки барояшон насиб ва баҳрае аз охират нест.” Баъд аз муддате ҷомаҳои абрешиминеро барои Паёмбари Худо (с) оварданд ва эшон яке аз он ҷомаҳоро ба Умар ибни Хаттоб (р) доданд. Умар (р) гуфт: Ё Расулаллоҳ, шумо дар мавриди ҷомаи Аторид (Аторид исми соҳиби он ҷомаи абрешимине буд, ки дар рӯзи ҷумъа дар дарвозаи масҷид мефурӯхт), чунин ва чунон гуфтед. Паёмбари Худо (с) фармуданд: “Ман инро ба ту надодам, ки бипӯшӣ, балки барои он додам, ки ба дигаре бипӯшонӣ.” Ва Умар ибни Хаттоб (р) он ҷомаро барои бародараш, ки мушрик буд ва дар Макка мезист, фиристод."
        }
      ]
    },
    {
      "number": 6,
      "title": "Мисвок задан дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 498,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар бар умматам ё бар мардум душвор намешуд, эшонро амр мекардам, то дар вақти ҳар намозе (дандонҳояшонро) мисвок бизананд»."
        },
        {
          "number": 499,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дар мавриди мисвок барои шумо бисёр тавсия намудам.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Сураҳое, ки дар намози субҳи рӯзи ҷумъа хонда мешаванд",
      "hadiths": [
        {
          "number": 500,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар намози субҳи рӯзи ҷумъа сураи Алиф, лом-мим, танзил, Саҷда ва сураи Ҳал ато ъалал инсон-ро қироъат мекарданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Намози ҷумъа дар деҳот ва шаҳрҳо",
      "hadiths": [
        {
          "number": 501,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: (Эй мардум, ҳамаи шумо нигаҳбон ҳастед ва ҳамаи шумо аз раъияти худ масъул ҳастед, имом (яъне халифа) нигаҳбон буда, аз раъияти худ масъул аст, шахс дар дохили хонааш нигаҳбон буда, аз афроди зердасти худ масъул аст, зан дар хонаи шавҳараш нигаҳбон буда ва аз он чӣ, ки наздаш мебошад, масъул асг, ходим нигаҳбон аст ва аз он чӣ, ки таҳти тасарруфаш мебошад, масъул аст.” Ровӣ мегӯяд: Фикр мекунам, инро ҳам гуфтанд, ки “шахс дар моли падари худ нигаҳбон буда ва аз он он чӣ, ки зери дасташ мебошад, масъул аст ва ҳамаи шумо нигаҳбон ҳастед ва аз он чӣ, ки зердасти шумоён аст, масъул ҳастед.\""
        }
      ]
    },
    {
      "number": 9,
      "title": "Оё бар касе, ки намози ҷумъа воҷиб нест, ғусли рӯзи ҷумъа воҷиб аст?",
      "hadiths": [
        {
          "number": 502,
          "full_text": "Ҳадиси Абӯҳурайра (р), ки Паёмбари Худо (с) фармуда буданд: “Мо охир омадем ва аз ҳама пештар мебошем...” қаблан гузашт ва дар ин ривоят ин ҳам омадааст, ки фармуданд: “Бар ҳар мусалмоне лозим аст, ки дар ҳар ҳафт рӯзе як рӯз ғусл намуда, сар ва тани худро бишӯяд»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Намоз аз куҷо собит шуда ва бар кадом шахс воҷиб аст",
      "hadiths": [
        {
          "number": 503,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Мардум аз манозили худ ва аз Аволӣ ба таври навбатӣ ба намози ҷумъа меомаданд, дар гарду хок меомаданд, ки ғубор ва арақ ба танашон нишаста ва аз эшон бӯи арақ меомад. Шахсе аз ин афрод дар ҳоле, ки Паёмбари Худо (с) дар хонаам буданд, наздашон омад. Паёмбари Худо (с) ба вай гуфтанд “Чӣ мешавад, агар барои имрӯз (яъне рӯзи ҷумъа) худро шуста, пок намоед?”"
        },
        {
          "number": 504,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Мардумон ба корҳои рузмарраи худ машғул буданд ва ба ҳамон либосҳои кории худ ба намози ҷумъа мерафтанд. Барояшон гуфта шуд, ки “чӣ мешавад, агар ғусл кунед.”"
        },
        {
          "number": 505,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) намози ҷумъаро ҳангоми заволи офтоб мехонданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Агар гармӣ дар рӯзи ҷумъа зиёд шуд",
      "hadiths": [
        {
          "number": 506,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Замоне, ки ҳаво ба шиддат сард мешуд, намози ҷумъаро дар аввали вақт адо мекарданд ва ҳангоме, ки ҳаво ба шиддат гарм мешуд, намози ҷумъаро вақте мехонданд, ки ҳаво каме сард мешуд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Рафтан ба сӯи намози ҷумъа",
      "hadiths": [
        {
          "number": 507,
          "full_text": "Ривоят аст, ки Абӯабс (р) дар ҳоле, ки ба сӯи намози ҷумъа равон буд, гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки қадамҳояш дар роҳи Худо ғуборолуд шавад, Худованд оташи дӯзахро бар вай ҳаром мегардонад.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Набояд касе бародари мусалмонашро аз ҷояш дур карда ва худаш ба ҷои ӯ биншинад",
      "hadiths": [
        {
          "number": 508,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ин ки шахс бародарашро аз ҷояш дур карда ва худаш ба ҷои вай биншинад, наҳй намудаанд. Пурсиданд: Дар рӯзи ҷумъа? Гуфт: Дар рӯзи ҷумъа ва ғайри ҷумъа."
        }
      ]
    },
    {
      "number": 14,
      "title": "Азон дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 509,
          "full_text": "Аз Соиб ибни Язид (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) ва Абӯбакр ва Умар (р) азони аввал ҳангоме буд, ки имом бар рӯи минбар менишаст. Чун хилофат ба Усмон (р) расид ва мардум зиёд шуданд, азони саввумиро зиёд намуд ва дар ҷое, ки ба номи Завро ёд мешуд, азон медоданд."
        }
      ]
    },
    {
      "number": 15,
      "title": "Азон додани як муаззин дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 510,
          "full_text": "Ва аз Соиб ибни Язид (р) дар ривояти дигаре омадааст, ки гуфт: Барои Паёмбари Худо (с) ҷуз як муаззин муаззини дигаре набуд ва азон дар рӯзи ҷумъа ҳангоме буд, ки имом рӯйи минбар менишаст."
        }
      ]
    },
    {
      "number": 16,
      "title": "Воҷиб аст, ки имом бар рӯи минбар ҷавоби муаззинро бигӯяд",
      "hadiths": [
        {
          "number": 511,
          "full_text": "Ривоят аст, ки Муовия ибни Абӯсуфён (р) дар рӯзи чумъа болои минбар нишаст. Чун муаззин гуфт: Аллоҳу акбар, Аллоху акбар, Муовия (р) ҳам гуфт: Аллоҳу акбар, Аллоҳу акбар. Чун муаззин гуфт: Ашҳаду ал ло илоҳа иллаллоҳ. Муовия (р) гуфт: Ашҳаду ал ло илоҳа иллаллоҳ. Чун муаззин азонро тамом кард, Муовия (р) гуфт: Эй мардум, ман аз Паёмбари Худо (с), дар ҳоле, ки дар ҳамин ҷо нишаста буданд, шунидаам, ки ҳангоми азон додан он чиро мегуфтанд, ки шумо аз ман шунидед."
        }
      ]
    },
    {
      "number": 17,
      "title": "Хутба додан бар болои минбар",
      "hadiths": [
        {
          "number": 512,
          "full_text": "Ҳадиси Саҳл ибни Саъд (р) дар мавзӯъи минбар ва кайфияти намоз хондани он ҳазрат (с) ва ба ақиб омаданашон ҳангоми саҷда кардан қаблан гузашт ва дар ин ривоят омадааст, ки чун Паёмбари Худо (с) аз намоз фориғ шуданд, рӯй ба мардум намуда ва фармуданд: “Эй мардум, аз ин ҷиҳат чунин кардам, то ба ман ба иқтидо кунед ва кайфияти намоз хондани маро ёд бигиред.”"
        },
        {
          "number": 513,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) (ҳангоми хутба хондан) рӯйи танаи дарахте, ки дар он ҷо буд, меистоданд ва чун барояшон минбаре сохтанд, аз он танаи дарахт овозҳое монанди овози шутурҳои ҳомиладорро мешунидем, то ҷое, ки Паёмбари Худо (с) аз минбар фаромада ва дасти худро бар он танаи дарахт ниҳоданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Хутба додан дар ҳолати истода",
      "hadiths": [
        {
          "number": 514,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) монанде, ки шумо имрӯз хутба мехонед, хутба мехонданд, дар ҳолати истода хутба хонда ва баъд аз он менишастанд, боз дубора бархоста ва хутба мехонданд."
        }
      ]
    },
    {
      "number": 19,
      "title": "Гуфтани «аммо баъд» дар хутба баъд аз ҳамд ва санои Худованди мутаъол",
      "hadiths": [
        {
          "number": 515,
          "full_text": "Аз Амр ибни Тағлиб (р) ривоят аст, ки гуфт: Мол ва ё асиронеро назди Паёмбари Худо (с) оварданд. Эшон он чизҳоро тақсим намуданд, вале барои мардуме аз онҳо дода ва ба мардуме надоданд. Чун ба Паёмбари Худо (с) хабар расид, ки мардумоне, ки ба онҳо чизе дода нашудааст, мутаассир гардида, хашмгин шуданд, бархостанд ва баъд аз ҳамд ва санои Парвардигор гуфтанд: “Аммо баъд, ба Худованд қасам ман барои мардуме чизе медиҳам ва ба мардуми дигаре чизе намедиҳам, вале онҳоеро, ки чизе намедиҳам, дар наздам маҳбубтар аз касонеанд, ки барояшон чизе додаам. Ба касоне, ки чизе медиҳам, назар ба ҳирсе аст, ки дар онҳо мушоҳида менамоям. Ва касонеро, ки чизе намедиҳам, аз ҷиҳати қаноат ва сабре аст, ки Худованди мутаъол дар дили онҳо ниҳодааст, аз он ҷумла Амр ибни Тағлиб аст.” (Амр ибни Тағлиб) мегӯяд: Ба Худованд қасам, ин сухани Паёмбари Худо (с)-ро ба ҳамаи неъматҳои чаҳон баробар намекунам."
        },
        {
          "number": 516,
          "full_text": "Аз Абӯҳумайди Соъидӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шабе баъд аз намоз бархоста ва баъд аз ҳамд ва саное, ки сазовори Худованди мутаъол аст, гуфтанд: “Аммо баъд...”"
        },
        {
          "number": 517,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) болои минбар баромаданд ва ин охирин боре буд, ки рӯйи минбар нишастанд ва дар ҳоле, ки ҷомаро ба шонаҳои худ печонда ва дастмоли бузургеро ба сари худ баста буданд, баъд аз ҳамд ва санои Парвардигор гуфтанд: “Эй мардум, назди ман биёед.” Мардум назди эшон ҷамъ шуданд. Баъди он фармуданд: “Аммо баъд (бидонед), ки мардуми Ансори ин деҳа (Мадина) кам мегарданд ва дигарон зиёд мешаванд. Агар касе аз уммати Муҳаммад (с) ба мансабе расид, ки метавонист ба мардум нафъ ва зарар бирасонад, бояд накӯкори (мардуми Ансор)-ро навозиш намояд ва хатокорашонро мавриди бахшоиш қарор диҳад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Имом дар ҳоли хутба хондан шахсеро мебинад, ки ба масҷид дохил мегардад ва ӯро амр менамояд, то ду ракаат намоз бихонад",
      "hadiths": [
        {
          "number": 518,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар ҳоле, ки Паёмбари Худо (с) машғули хутба хондан буданд, шахсе дохили масҷид гардид. Паёмбари Худо (с) ба ӯ гуфтанд: “Эй фалон, оё намоз хондӣ?” Гуфт: На. Фармуданд: “Бархез ва ду ракаат намоз бихон!\""
        }
      ]
    },
    {
      "number": 21,
      "title": "Талаби борон дар хутбаи рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 519,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) мардум ба хушксолӣ дучор гардиданд. Дар яке аз рӯзҳои ҷумъа ҳангоме, ки Паёмбари Худо (с) машғули хутба додан буданд, шахси бодиянишине бархост ва гуфт: Ё Расулаллоҳ! Амволи мо ҳалок ва аҳлу авлоди мо ба қаҳтӣ дучор шудаанд, барои мо дар назди Худованд дуо кун. Паёмбари Худо (с) даст ба дуо баланд намуданд ва дар ҳоле, ки асареро аз абр дар осмон намедидем, қасам ба зоте, ки ҷонам дар дасти ӯст, ҳанӯз дасти худро поён накарда буданд, ки абрҳое монанди кӯҳ баланд гардид ва ҳанӯз аз минбар поён нашуда буданд, ки дидам, борон аз риши муборакашон сарозер шудааст. Ҳамон рӯз ва фардои он ва пасфардои он ва рӯзҳои дигар то рӯзи ҷумъаи оянда борон борид. (Дар рӯзи ҷумъаи оянда) ҳамон шахси бодиянишин ё шахси дигаре бархост ва гуфт: Ё Расулаллоҳ, хонаҳо хароб ва амвол ғарқ гардид, барои мо дар назди Худованд дуо кун. Паёмбари Худо (с) дуо намуданд, ки \"Илоҳо, боронро дар атрофи хонаҳои мо бибор, на бар хонаҳои мо!” (Баъд аз ин дуо) абре набуд, ки Паёмбари Худо (с) ба дасти худ ба тарафи он ишора намоянд ва он абр пароканда нашавад ва шаҳри Мадинаи мунаввара монанди ҳавзи обе шуда буд, дашту саҳро дар муддати як моҳ монанди ҳавзи обе гардида буд ва ҳар касе, ки аз хориҷи шаҳри Мадина меомад, ҷуз аз мавзӯъи борон сухани дигаре намегуфт."
        }
      ]
    },
    {
      "number": 22,
      "title": "Гӯш додан ба хутбаи имом дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 520,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар дар рӯзи ҷумъа ҳангоме, ки хатиб хутба мехонад, ба ҳамнишини худ гуфтӣ, ки (хомӯш бош) фазилати намози ҷумъаатро аз байн бурдӣ” (Бинобар ин, сухан гуфтан дар вақти хутба хондани имом барои ҳар мақсаде, ки бошад, ҳаром аст)."
        }
      ]
    },
    {
      "number": 23,
      "title": "Соати иҷобати дуо дар рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 521,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) дар рӯзи ҷумъа хутба хонда фармуданд: “Дар рӯзи ҷумъа соате аст, ки агар бандаи мусалмон дар он соат намоз бихонад ва чизеро аз Худованд бихоҳад, дуояш рад намешавад.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Агар мардум дар рӯзи ҷумъа аз назди имом рафтанд",
      "hadiths": [
        {
          "number": 522,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар ҳоле, ки бо Паёмбари Худо (с) намоз мехондем, қофилае, ки озуқаворӣ дошт, расид. Мардум ба тарафи қофила рафтанд, то ҷое, ки бо Паёмбари Худо (с) ба ҷуз аз дувоздаҳ нафар каси дигаре боқӣ намонд ва ин оя нозил гардид: «Агар корвони тиҷоратӣ ва ё бозиро бубинанд, ба сӯи онҳо сарозер мешаванд ва туро истода тарк мекунанд». (Ҷумъа: 11)"
        }
      ]
    },
    {
      "number": 25,
      "title": "Намоз хондан баъд аз намози ҷумъа ва пеш аз он",
      "hadiths": [
        {
          "number": 523,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) пеш аз намози пешин ду ракаат ва баъд аз он ду ракаат ва баъд аз намози шом дар хонаи худ ду ракаат ва баъд аз намози хуфтан ду ракаат намоз мехонданд ва баъд аз намози ҷумъа то вақте ки барнамегаштанд, намозе намехонданд, вале баъд аз баргаштан ба хона ду ракаат намоз адо мекарданд."
        }
      ]
    }
  ],
  "total_chapters": 25,
  "total_hadiths": 32,
  "unique_hadith_numbers": 32
}