{
  "id": 18,
  "number": 18,
  "title": "КИТОБИ КУТОҲ ХОНДАНИ НАМОЗ",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар мавриди кӯтоҳ хондани намоз ва муддати иқомат омадааст",
      "hadiths": [
        {
          "number": 575,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) нуздаҳ рӯз дар Макка иқомат намуданд ва (дар ин муддат) намозро кӯтоҳ мехонданд."
        },
        {
          "number": 576,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) аз Мадина ба сӯи Макка сафар намудем, то вақте ки пас ба Мадина омадем, намозро ду ракаат-ду ракаат мехонданд. Ровӣ мегӯяд: Пурсидам: Оё муддате дар Макка иқомат намудед? Гуфт: Бале, даҳ рӯз дар Макка иқомат намудем."
        }
      ]
    },
    {
      "number": 2,
      "title": "Намоз хондан дар Мино",
      "hadiths": [
        {
          "number": 577,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ва Абӯбакр ва Умар (р) ва ибтидои хилофати Усмон (р) намозро дар Мино дуракаатӣ хондам, баъд аз он Усмон (р) намозро комил (яъне, чаҳорракаатӣ) адо намуд."
        },
        {
          "number": 578,
          "full_text": "Аз Ҳориса ибни Ваҳб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар Мино, дар ҳоле, ки амният комилан таъмин буд, намозро дуракаатӣ адо намуданд."
        },
        {
          "number": 579,
          "full_text": "Ривоят аст, ки чун ба Ибни Масъуд (р) гуфтанд, ки Усмон (р) дар Мино намозро чаҳорракаатӣ хондааст, гуфт: Инно лилоҳ ва инно илайҳи роҷеъун. Сипас гуфт: Ман бо Паёмбари Худо (с) дар Мино намозро дуракаатӣ хондам ва бо Абӯбакр (р) дар Мино намозро дуракаатӣ хондам ва бо Умар (р) дар Мино намозро дуракаатӣ хондам ва ман аз чаҳор ракаат ду ракаатеро, ки қабул шавад, беҳтар медонам."
        }
      ]
    },
    {
      "number": 3,
      "title": "Дар чӣ масофате намоз кӯтоҳ хонда мешавад",
      "hadiths": [
        {
          "number": 580,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: \"Барои зане, ки ба Худо ва рӯзи охират имон дорад, раво нест, ба ҷое, ки як шабонарӯз роҳ аст, бидуни маҳрам сафар намояд.’’"
        }
      ]
    },
    {
      "number": 4,
      "title": "Намози шом дар сафар ҳам бояд се ракаат хонда шавад",
      "hadiths": [
        {
          "number": 581,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки агар дар сафар шитоб медоштанд, намози шомро таъхир мекарданд ва онро се ракаат мехонданд. Баъд аз салом додан андаке даранг намуда ва намози хуфтан иқома мегардид, намози хуфтанро ду ракаат хонда, салом медоданд. Баъд аз намози хуфтан, то вақте ки ними шаб бармехостанд, намози нафл намехонданд."
        },
        {
          "number": 582,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози нафлро дар ҳолати савора ва ба тарафи дигаре ғайр аз тарафи қибла адо менамуданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Хондани намози нафл бар болои хар",
      "hadiths": [
        {
          "number": 583,
          "full_text": "Ривоят аст, ки Анас (р) бар болои улоғе дар ҳоле, ки рӯяш ба тарафи чапи қибла буд, намоз мехонд. Аз вай пурсиданд: Чаро ба тарафи дигаре ғайри тарафи қибла намоз мехонӣ? Гуфт: Агар Паёмбари Худо (с)-ро намедидам, ки чунин кардаанд, ман ҳаргиз чунин намекардам."
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки дар сафар баъд аз намози фарз нафл нахондааст",
      "hadiths": [
        {
          "number": 584,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ҳамсафар будам ва надидам, ки дар сафар намози нафл хонда бошанд ва Худованди мутаъол мефармояд: «Ва барои шумо Паёмбари Худо (с) беҳтарин улгу аст». (Аҳзоб: 21)"
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе, ки дар сафар пеш аз намози фарз ва баъд аз он нафл хондааст",
      "hadiths": [
        {
          "number": 585,
          "full_text": "Аз Омир ибни Рабеъа (р) ривоят аст, ки Паёмбари Худо (с)-ро дар сафар дидааст, ки ҳангоми шаб бар болои шутури худ нафл мехонданд ва рӯяшон ба тарафе буд, ки шутур ба ҳамон тараф равон буд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Ҷамъ кардан байни намози шом ва хуфтан дар сафар",
      "hadiths": [
        {
          "number": 586,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар роҳи сафар байни намози пешин ва аср ва байни намози шом ва хуфтан ҷамъ мекарданд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Агар шахсе наметавонист нишаста намоз бихонад, бояд ғалтида ва ба паҳлӯ намоз бихонад",
      "hadiths": [
        {
          "number": 587,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки гуфт: Нисбат ба марази бавосире, ки доштам, аз Паёмбари Худо (с) нисбат ба адои намоз пурсиш намудам. Фармуданд: “Истода бихон, агар натавонистӣ, нишаста бихон ва агар натавонистӣ, ба паҳлӯ бихон.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Агар касе нишаста намоз хонад ва баъд аз он сиҳат ёфт, бояд намозро тамом намояд",
      "hadiths": [
        {
          "number": 588,
          "full_text": "Аз модари мӯъминон Оиша (р) ривоят аст, ки гуфт: Ҳеҷ вақт Паёмбари Худо (с)-ро надидаам, ки намози шабро (намози таҳаҷҷудро) то вақти синнашон зиёд нашуда буд, нишаста хонда бошанд ва чун синнашон зиёд шуд, (намози таҳаҷҷудро) нишаста мехонданд, вале пеш аз рукӯъ кардан бармехостанд ва ҳудуди сӣ-чил оятро мехонданд ва баъд аз он рукӯъ мекарданд."
        },
        {
          "number": 589,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре омадааст, ки сипас дар ракаати дуввум низ монанди ракаати аввал амал менамуданд, баъд аз тамом кардани намоз, агар бедор мебудам, бо ман сӯҳбат мекарданд ва агар хоб мебудам, ба паҳлӯ хобида истироҳат мекарданд."
        }
      ]
    }
  ],
  "total_chapters": 10,
  "total_hadiths": 15,
  "unique_hadith_numbers": 15
}