{
  "id": 55,
  "number": 55,
  "title": "КИТОБИ АХБОРИ АНБИЁ Ъ",
  "chapters": [
    {
      "number": 1,
      "title": "Хилқати одам ва зуррияи он",
      "hadiths": [
        {
          "number": 1399,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳангоме, ки Худованди мутаъол Одамро халқ кард, тӯлаш шаст зироъ буд, баъд аз он барояш гуфт: Бирав ва барои ин гурӯҳ аз малоика салом бидеҳ! Ва бишунав, ки ҷавоби саломи туро чӣ мегӯянд? Ва чизе, ки мегӯянд, таҳияи ту ва зуррияи ту хоҳад буд. Одам (ъ)\tрафт ва бар малоика салом дод ва гуфт: Ассалому алайкум. Онҳо гуфтанд: Ассалому алайка ва раҳматуллоҳ. Ва онҳо «ва раҳматуллоҳ»- ро зиёд карданд». Ва (Паёмбари Худо (с) фармуданд: «Ҳар касе ба биҳишт дохил мешавад, ба шакли аввали Одам (ъ) дохил мешавад ва халоиқ то ҳоло хурд шуда рафтаанд»."
        },
        {
          "number": 1400,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: ба Абдуллоҳ ибни Салом (р) аз омадани Паёмбари Худо (с) ба Мадинаи мунаввара хабар расид, наздашон омад ва гуфт: Ман се чизеро, ки ба ҷуз аз Паёмбар каси дигаре намедонад, аз шумо мепурсам: Аввалин аломати қиёмат чист? Ва аввалин таъомро, ки аҳли биҳишт мехӯранд, кадом аст? Ва чӣ чиз сабаби шабоҳати тифл бо падараш ва чӣ чиз сабаби шабоҳати тифл ба тағоиҳояш мешавад? Паёмбари Худо (с) фармуданд: «Ҳамин алъон Ҷабраил (ъ) аз ин чизҳо бароям хабар дод». Анас (р) мегӯяд, ки Абдуллоҳ ибни Салом (р) гуфт, ки аз байни малоика душмани қавми яҳуд ҳамин малак аст (ва яҳуд аз ин ҷиҳат Ҷабраил (ъ)-ро душмани худ медонистанд, ки аҳкоми Худоро нозил мекард ва сабаби мукаллафияти онҳо дар анҷом додани он аҳком мегардид). Паёмбари Худо (с) фармуданд: «Аввалин аломати қиёмат оташе аст, ки мардумро аз тарафи машриқ ба тарафи мағриб меронад ва аввалин таомеро, ки аҳли биҳишт мехӯранд, ҷигаргӯшаи моҳӣ аст ва сабаби шабоҳати тифл он аст, ки дар вақти ҷимоъ кардани шахсе бо занаш агар оби мард сабқат намояд, тифл ҳамранги падар ва агар оби зан сабқат намояд, тифл шабеҳи модар мешавад». Абдулло гуфт: «Гувоҳӣ медиҳам, ки ту Паёмбари Худо (с) ҳастӣ. Баъд аз он гуфт: Ё Расулаллоҳ! Яҳуд мардуми бӯҳтонгаре ҳастанд, агар аз мусулмон шуданам, пеш аз ин, ки аз онҳо (дар бораи ман савол намоед) хабар шаванд, бар ман дар назди худатон тӯҳмат хоҳанд зад. Ҳамон буд, ки яҳуд омаданд ва Абдуллоҳ дар (гӯшае) дохил гардида ва пинҳон шуд. Паёмбари Худо (с) аз мардуми яҳуд пурсиданд: «Абдуллоҳ ибни Салом дар байни шумо чӣ гуна шахсиятест?» Гуфтанд: «Донотарини моён ва фарзанди донотарини моён аст, беҳтарини моён ва фарзанди беҳтарини моён аст. Боз Паёмбари Худо (с) пурсиданд: «Агар Абдуллоҳ ибни Салом мусалмон шавад, чӣ мегӯед?» Гуфтанд: Худованд ӯро аз ин чиз ҳифз намояд! Ва дар ин вақт Абдуллоҳ аз хонае, ки дар он пинҳон шуда буд, наздашон омада ва гуфт: Ашҳаду алло илоҳа иллаллоҳу ва ашҳаду анна Муҳаммадан расулуллоҳ. Гуфтанд: Ӯ бадтарини моён ва фарзанди бадтарини моён аст. Ва ӯро дашном доданд."
        },
        {
          "number": 1401,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар Бани Исроил намебуд, гӯшт фосид намешуд ва агар Ҳавво (ҳамсари Одам (ъ) намебуд, ҳеҷ зане ба шавҳараш хиёнат намекард»."
        },
        {
          "number": 1402,
          "full_text": "Аз Анас (р) ба нақл аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованди мутаъол барои яке аз дӯзахиён, ки азобаш аз ҳама хафифтар аст (гӯянд, ин шахс Абӯтолиб аст, зеро азоби вай аз ҳамаи дӯзахиён камтар аст), мегӯяд: Агар тамоми он чӣ, ки дар рӯи замин аст, аз ту мебуд, ҷиҳати халосии худ медодӣ? Мегӯяд: Бале (медодам). Худованди мутаъол мегӯяд: Ман аз ту ҳангоме, ки ҳанӯз дар пушти Одам будӣ, чизи бисёр камтаре мутолиба намудам ва он ин буд, ки ба ман ширк наоварӣ, вале ту ҷуз ширк овардан дигар чизеро қабул накардӣ». (Мурод аз ширк мутлақ кофар шудан ба Худост, хоҳ аз тарики ширк бошад ва хоҳ аз тарики инкори асли улуҳият ва ё ба ҳар тариқи дигаре)."
        },
        {
          "number": 1403,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ҳеҷ касе нест, ки ба ғайри ҳақ кушта шавад, магар он, ки бар фарзанди аввали Одам (ъ) аз он қатл гуноҳе аст, зеро ӯ аввалин касе буд, ки куштани ба ғайри ҳақро ривоҷ дод»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованди мутаъол, ки: «Дар мавриди Зулқарнайн аз ту суол мекунанд, бигӯ ки...» (Каҳф: 83-84)",
      "hadiths": [
        {
          "number": 1404,
          "full_text": "Аз Зайнаб бинти Ҷаҳш (р) ривоят аст, ки Паёмбари Худо (с) саросема наздаш омада ва гуфтанд: «Ло илоҳа иллаллоҳ, эй вой бар қавми араб аз бадбахтие, ки наздик аст домангири онҳо шавад. Имрӯз аз садде, ки муқобили Яъҷуҷ ва Маъҷуҷ қарор дорад, ин андоза кушода шудааст». Ва барои таъин намудани он андозае, ки кушода шудааст, ангушти шаҳодатро ҳалқа карданд ва ба сарангуште, ки дар паҳлӯи ангушти шаҳодат қарор дорад, расонданд. Зайнаб бинти Ҷаҳш (р) мегӯяд: пурсидам: Ё Расулаллоҳ! Оё дар ҳоле, ки мардуми солеҳ ва некӯкоре дар байни мо вуҷуд доранд, ҳалок хоҳем шуд? Фармуданд: «Бале! Дар сурате, ки фисқу фуҷур зиёд шавад»."
        },
        {
          "number": 1405,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованди мутаъол (Одам (ъ)-ро мухотаб қарор дода ва мегӯяд: Эй Одам! Одам мегӯяд: «Лаббайка ва саъдайка, валхайру фи ядайка» (ва истеъмоли ин калимот барои ниҳояти омодагӣ ва ҳузур дар хидмат аст). Худованди мутаъол мегӯяд: Дӯзахиёнро (аз байни мардум) берун кун. Мегӯяд: Дӯзахиён чӣ миқдор ҳастанд? Мефармояд: Аз ҳар ҳазор нафаре нӯҳсаду наваду нӯҳ нафар ва дар ин ҷост, ки тифл пир мегардад ва ҳар зани ҳомила сиқти ҷанин мекунад ва инсон гумон мекунад, ки ҳамаи мардумон маст ҳастанд ва ҳол он, ки онҳо маст нестанд, балки сабаби он шиддати азоби Худост». Пурсиданд: Ё Расулаллоҳ! Аз байни моён он як нафар кист? Фармуданд: «Барои шумо башорат бод, ки аз Яъҷуҷ ва Маъҷуҷ ҳазор нафар ва аз шумо ҳамон як нафар аст». Баъд аз он фармуданд: «Савганд ба Зоте, ки ҷонам дар дасти ӯст, ман умедворам, ки шумоён чаҳорум ҳиссаи аҳли ҷаннат бошед». Гуфтем: Аллоҳу акбар. Эшон фармуданд: «Умедворам, ки саввуми ҳиссаи аҳли ҷаннат бошед». Гуфтем: Аллоҳу акбар. Эшон фармуданд: «Умедворам, ки шумо нисфи аҳли ҷаннат бошед». Гуфтем Аллоҳу Акбар. Фармуданд: «Шумо нисбат ба дигар мардумон бештар аз як мӯйи сиёҳ дар пӯсти як гови сафед нестед ва ё бештар аз як мӯйи сафед дар пӯсти як гови сиёҳ нестед» (ва ин камии адад нисбат ба дигарон дар майдони маҳшар аст, варна дар биҳишт ними касоне, ки дар он ҷо мебошанд, бинобар он чӣ, ки Паёмбари Худо (с) дар ҳамин ҳадис фармуданд, аз уммати Муҳаммад (с) мебошанд)."
        },
        {
          "number": 1406,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Шумо дар ҳолате ҳашр мегардед, ки пой ва ҷисми шумо бараҳна мебошад ва бидуни хатна ҳастед». Баъд аз он ин ояи каримаро тиловат намуданд: «Ба ҳамон шакле, ки мардумонро бори аввал халқ намудаем, ба ҳамон шакл онҳоро (баъд аз марг) зинда хоҳем кард ва ин ваъдаи мост ва мо ин корро хоҳем кард». (Анбиё: 104) Ва аввалин касе, ки дар рӯзи қиёмат пӯшонда мешавад, Иброҳим (ъ) аст ва мардумоне аз саҳобаи ман ба тарафи чап кашонда мешаванд (яъне ба тарафи дӯзах бурда мешаванд). Мегӯям: Инҳо саҳобаҳои ман ҳастанд. Гуфта мешавад: Аз рӯзе, ки аз онҳо муфориқат намудӣ, ба ақиб раҷъат намуданд (яъне ба куфр баргаштанд). Ва ман чизеро мегӯям, ки бандаи солеҳ Исо ибни Марям (ъ) гуфт: «То вақте ки дар байни онҳо будам, нигаҳбонашон будам ва чун маро аз байни онҳо гирифтӣ, ту худат бар онҳо нигаҳбон будӣ. Агар онҳоро азоб мекунӣ, бандагонат ҳастанд ва агар онҳоро меомурзӣ, пас худат бар ҳамаи чиз ғолиб ва боҳикмат ҳастӣ». (Моида: 112) (Гӯянд инҳоеро, ки ба тарафи дӯзах мебаранд, касоне аз аъроби бодиянишин буданд, ба Паёмбари Худо (с) имон оварда буданд ва баъд аз вафоти Паёмбари Худо (с) дубора муртад шуда, аз дин баргаштанд)."
        },
        {
          "number": 1407,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Иброҳим (ъ) падари худ (Озар)-ро дар рӯзи қиёмат дар ҳоле, ки рӯяш қирандуд ва ғуборолуд аст, мулоқот мекунад, Иброҳим (ъ) барояш мегӯяд: Магар ба ту нагуфта будам, ки аз ман мухолифат макун? Падараш мегӯяд: Имрӯз аз фармонат сарпечӣ намекунам. Иброҳим (ъ) мегӯяд: Илоҳо! Ту бароям ваъда карда будӣ, ки дар рӯзи растохез маро хору залил намегардонӣ ва кадом зиллат ва хорӣ бадтар аз ин аст, ки падарам аз раҳмати ту дур бошад. Худованд барояш мегӯяд: Ман ҷаннатро бар кофарон ҳаром гардонидаам. Баъд аз он гуфта мешавад, ки эй Иброҳим! Дар зери пойи ту чист? Чун назар мекунад, кафтари гилолуд ва ифлосеро мушоҳида мекунад (ва ин кафтор Озар аст, ки ба ин шакл масх шудааст) ва ҳамон аст, ки аз даст ва пойи он кафтор мегиранд ва ӯро дар дӯзах меандозанд»."
        },
        {
          "number": 1408,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: мардуме гуфтанд: Ё Расулаллоҳ! Беҳтарини мардумон киёнанд? Фармуданд: «Ботақвотарини онҳо», Гуфтанд: Аз ин чиз напурсидем. Фармуданд: «Пас Юсуф Набиюллоҳ, Ибни Набиюллоҳ, Ибни Набиюллоҳ, Ибни Халилуллоҳ аст». Гуфтанд: Аз ин чиз напурсидем. Фармуданд: «Пас аз асли араб мепурсед? Беҳтарини онҳо дар ислом, беҳтарини онҳо дар ҷоҳилият ҳастанд, агар масоили динро биомӯзанд»."
        },
        {
          "number": 1409,
          "full_text": "Аз Самура ибни Ҷундуб (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Шаби гузашта ду нафар наздам омаданд ва бо ҳам назди шахси баландқомате, ки наздик буд, аз дарозқоматӣ сарашро дида натавонам, рафтем ва ӯ Иброҳим (ъ) буд»."
        },
        {
          "number": 1410,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Агар мехоҳед шамоили» Иброҳим (ъ)-ро бидонед, ба тарафи ман нигоҳ кунед ва ҳар чӣ, ки Мӯсо (ъ) аст, мӯйҳояш муҷаъъад ва рангаш гандумгун аст ва болои шутури сурхе, ки ба ресмоне маҳор шудааст, савор аст, гӯё ҳамин ҳоло ба тарафаш назар мекунам, ки (савор бар шутур) ба тарафи дашт равон аст»."
        },
        {
          "number": 1411,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Иброҳим (р) дар синни ҳаштодсолагӣ бо теша худро хатна намуд. (Иброҳим (ъ) баъд аз хатна кардан, тибқи ривоёти мухталиф, байни 80 то 110 соли дигар умр дид)."
        },
        {
          "number": 1412,
          "full_text": "Такрори ҳадиси гузашта аст, бо ихтилофе дар таъбир аз (теша) дар арабӣ, ки дар ривояти аввалӣ ба (қаддум) ва дар ривояти дуввумӣ ба (қадум) таъбир шудааст."
        },
        {
          "number": 1413,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Иброҳим (ъ) ба ҷуз се бор дурӯғ нагуфтаанд, ду дурӯғе аз он аз се дурӯғ хос ба ҷиҳати Худо буд: (аввалин дурӯғаш ин буд, ки) гуфт: (ман мариз ҳастам), (ва ин суханро вақте гуфт, ки қавми Иброҳим (ъ) аз вай хостанд, ки бо онҳо ба бутхона биравад, вале чун ӯ мехост, ки танҳо ба бутхона биравад ва бутҳоро бишиканад, гуфт, ки ман мариз ҳастам). (Ва дуввумин дурӯғаш ин буд), ки гуфт: (Балки ин корро бути калон кардааст. (Ва ин суханро вақте гуфт, ки тамоми бутҳои бутхонаро шикаст ва бути калонро ба ҳолаш гузошт ва табареро, ки бо он бутҳоро шикаста буд, бар гардани ҳамон бут овехт ва чун бутпарастон Иброҳим (ъ)-ро ба шикастани бутҳо муттаҳам карданд, гуфт: Бутҳоро бути калон шикастааст). (Ва саввумин дурӯғаш он буд, ки) «рӯзе дар ҳоле, ки бо Соро сафар мекард, ба яке аз тавоғит расид, барои он тоғут хабар доданд, ки ин ҷо шахсе аст, ки зеботарин зани ҷаҳон ҳамроҳи ӯ аст, шахсеро ба ақибаш фиристод ва аз вай пурсид: Ин зан кист? Гуфт: Хоҳари ман аст. Ва назди Соро омад ва гуфт»... (Ва бақияи ҳадис ба шумораи 1043 қаблан гузашт ва албатта ғарази Иброҳим (ъ) аз ин дурӯғҳо хидмат ба дин ва иҷрои авомири илоҳӣ буд, аз ин ҷиҳат бар вай муохаза нест)."
        },
        {
          "number": 1414,
          "full_text": "Ҳадиси (Умми Шарик (р) дар бораи ин, ки Паёмбари Худо (с) ба куштани чалпоса амр намуданд, қаблан гузашт ва дар ин ривоят ин ҳам омадааст, ки «ва ҳамин чалпоса буд, ки бар оташи Иброҳим (ъ) пуф мекард»."
        },
        {
          "number": 1415,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Аввалин боре, ки занҳо пешбанд истеъмол карданд (пешбанд ҷомаи лунгимонанде аст, ки занҳо ҳангоми кор кардан рӯи дигар ҷомаҳои худ мепӯшанд), ба пайравӣ аз модари Исмоил (ъ) буд, зеро ӯ лунгӣ пӯшида буд, то ради пойи худро аз (Соро) пинҳон дорад. Баъд аз он Иброҳим (ъ) ҳамсар ва фарзандаш Исмоил (ъ)-ро дар ҳоле, ки ҳанӯз ӯро шир медод, овард ва наздики хонаи Каъба зери дарахти бузурге дар канори Зам-зам, дар қисмати болои масҷид гузошт ва ин дар вақте буд, ки ҳеҷ кас дар Макка набуд ва обе дар он сарзамин вуҷуд надошт. Онҳоро он ҷо гузошт ва кисае аз хурмо ва машқулаи оберо назди онҳо гузошт ва худаш баргашт, модари Исмоил (ъ) (яъне Ҳоҷар) ба дунболаш давид ва гуфт: Куҷо меравӣ ва моро дар ин даште, ки на инсоне аст ва на чизе, танҳо мегузорӣ? Ва ин суханро чандин бор такрор намуд, вале Иброҳим (ъ) ба ӯ илтифоте намекард, билохира модари Исмоил (ъ) барояш гуфт: Магар Худованди мутаъол туро ба ин кор амр фармудааст? Гуфт: Бале. Модари Исмоил (ъ) гуфт: Пас моро зоеъ нахоҳад сохт. (Инро гуфт) ва баргашт. Иброҳим (ъ) ба роҳаш идома дод, то ба болои пуштае расид, ки дигар онҳоро намедид, дар ин вақт рӯяшро ба тарафи қибла кард ва дар ҳоле, ки дастҳояшро боло карда буд, чунин дуо намуд: «Парвардигоро! Аҳлу авлодамро дар дашти бе кишту коре дар назди хонаи ту, ки боҳурмат аст, ҷой додам. Парвардигоро! То ин, ки намозро бар по доранд, пас дили иддае аз мардумонро ба сӯи онҳо гаравида бисоз ва онҳоро аз анвоъи меваҳо ризқу рӯзӣ бидеҳ, шояд эшон шукргузорӣ намоянд». (Иброҳим: 37) Модари Исмоил (ъ) фарзандашро шир дод ва аз он обе, ки (Иброҳим (ъ) наздаш гузошта буд, менӯшид, то он, ки билохира он об халос шуд. Худаш ва фарзандаш ҳар ду ташна шуданд, то ҷое, ки он тифл аз ташнагӣ ба худ мепечид. Чун Ҳоҷар тоқати диданашро ба он ҳолат надошт, аз наздаш дур гардид, наздиктарин кӯҳеро, ки дид, кӯҳи Сафо буд. Бар болои он кӯҳ боло шуд ва ба тарафи дашт назар андохт, ки шояд кадом касеро бубинад, вале касеро надид, баъд аз он аз Сафо поён шуд, то ба дашт расид. Сипас гӯшаи пироҳанашро гирифт ва монанди инсоне, ки ба шиддат медавад, давид, то он, ки ҳамвории даштро паймуд ва ба кӯҳи Марва расид, бар болои Марва баромаданд ва ба тарафи дашт нигоҳ кард, ки шояд кадом касеро бубинад, вале касеро надид ва ин амалро ҳафт бор анҷом дод. Ибни Аббос (р) мегӯяд: Паёмбари Худо (с) фармуданд: «Ва ин ҳамон саъйе аст, ки байни Сафо ва Марва анҷом мегирад». Чун барои (бори охир) бар болои Марва боло шуд, овозеро шунид, ба худаш гуфт, ки сокит бош! Боз гӯш дод ва ҳамон овозро шунид ва гуфт: Овозатро шунавондӣ, агар кӯмаке карда метавонӣ, барои мо кӯмак кун! Дар ин вақт буд, ки малакеро дар наздики Замзам мушоҳида намуд, ки бо пойи худ ё бо боли худ чизеро ҷустуҷӯ мекунад ва ҳамон буд, ки об намоён гардид. Модари Исмоил (ъ) обро дар ҳавз (ки бо дасти худ аз хок ва рег месохт) ҷамъ мекард ва ба дасти худ мекӯфт, ки обро ҳамин гуна нигоҳ дор ва чун аз об бо дасти худ бармедошт ва дар машк мерехт, медид, ки об фаварон мекунад. Ибни Аббос (р) мегӯяд, ки Паёмбари Худо (с) фармуданд: «Худованд модари Исмоил (ъ)-ро раҳмат кунад, агар Замзамро ба ҳолаш мегузошт (ва ё фармуданд: агар ба даст барнадоштӣ), Замзам чашмаи оби равоне мешуд». Ибни Аббос (р) мегӯяд: Модари Исмоил (ъ) аз он об ошомид ва фарзандашро шир дод ва малак барояш гуфт: Аз ҳалокат ва зоеъ шудан матарс, зеро ин ҷо хонаи Худост, ин тифл бо падараш ин хонаро обод хоҳанд кард. Ва Худованд аҳл ва авлоди ӯро зоеъ нахоҳад кард ва хона аз замин ба монанди баландие, ки онро сел зада ва об аз чапу росташ чизеро бурда бошад, баланд буд. Ва Ҳоҷар ба ҳамин зиндагии худ, ки аз он об менӯшид ва фарзандашро шир медод, идома медод, то вақте ки мардуме ва ё хонаводае аз қабилаи Ҷурҳум аз роҳи Кадо омаданд ва дар қисмати поёни Макка маскан гузиданд. Мардуми қабилаи Ҷурҳум дар он ҷо паррандаеро мушоҳида карданд, ки сахт дар ҷустуҷӯи об аст, бо худ гуфтанд: Ин парранда ба гирди об мегардад ва агарчӣ мо ин дашт ва сарзаминро хуб мешиносем, вале оберо дар он суроғ надорем. Бо ин ҳам як ё ду нафарро фиристоданд, то барои онҳо (аз вуҷуди об) хабар биёваранд. Онҳо ба сурати ғайри чашмдошт дар он ҷо обро диданд ва баргаштанд ва аз вуҷуди об хабар доданд, ҳамагӣ ба канори об омаданд. Ибни Аббос (р) мегӯяд: Модари Исмоил (ъ) дар канори об нишаста буд, барояш гуфтанд: Оё барои мо иҷоза медиҳӣ, ки дар наздикат маскан гузинем? Гуфт: Бале, вале барои шумо аз ин об ҳақе нест. Ибни Аббос (р) мегӯяд: Паёмбари Худо (с) фармуданд: «Он мардум модари Исмоилро (ъ) диданд, ки унс ва улфатро дӯст медорад. Ва ҳамон буд, ки дар он ҷо истиқомат гузиданд ва ашхосеро ба талаби хонаводаҳои худ фиристоданд. Хонаводаҳои онҳо низ омаданд ва дар он ҷо маскан гузиданд, то он, ки дар он ҷо чанд оилае ба вуҷуд омад. Он тифл, ки Исмоил (ъ) аст) бузург гардид ва арабиро аз онҳо омӯхт ва ҳангоме он тифл калон шуд, зеботарин ва хубтарини онҳо буд. Чун ба синни булуғ расид, мардуми Ҷурҳум яке аз духтарони худро барои ӯ ба никоҳ доданд (исми ин духтар Амора бинти Саъд ибни Усома буд). Баъд аз ин, ки Исмоил (ъ) издивоҷ намуд, модараш вафот ёфт ва Иброҳим (ъ) барои хабаргирӣ аз онҳо ба он ҷо омад. Исмоил (ъ)-ро надид ва аз ҳамсараш суроғи ӯро пурсид, ҳамсараш гуфт, ки вай ба талаби ризқу рӯзӣ баромадааст. Иброҳим (ъ) аз чигунагии маъишати онҳо пурсид, гуфт: Дар ҳоли фақр ва бечорагӣ зиндагонӣ мекунем. Ва аз ин ҳолат дар назди Иброҳим (ъ) шикоят намуд. Иброҳим (ъ) ба он зан гуфт: Чун шавҳарат омад, бар вай салом бигӯ ва барояш бигӯ, ки остонаи дарвозаашро тағйир диҳад. Чун Исмоил (ъ) омад, гӯё чизеро эҳсос намуд ва пурсид: Кадом кас омада буд? Ҳамсараш гуфт: Бале, пирмарде бо чунин мушаххасоте омад ва аз мо роҷеъ ба ту пурсид, барояш хабар додам, баъд аз он аз кайфияти зиндагии мо пурсид, барояш гуфтам, ки дар фақр ва шиддат зиндагӣ мекунем. Гуфт: оё туро ба кадом чизе васият намуд? Гуфт: Бале, бароям гуфт, ки бароят салом бигӯям ва гуфт, ки остонаи дарвозаатро тағйир бидеҳ. Гуфт: Ӯ падарам мебошад ва маро амр кардааст, ки туро талоқ бидиҳам, пас ту ба хонаи падару модарат бирав. Ва ӯро талоқ дод ва зани дигареро аз он мардум ба никоҳ гирифт (Исми ин зан Сома бинти Муҳалҳал буд). Иброҳим (ъ) муддате аз онҳо дур монд ва дубора боз омад ва фарзандашро надид ва аҳволи ӯро аз ҳамсараш ҷӯё шуд, ҳамсараш гуфт: Барои мо ба талаби ризқу рӯзӣ баромадааст. Пурсид: Ҳоли шумо чӣ гуна ва тарзи маишати шумо чӣ шакл аст? Гуфт: Ба хайр ва хубӣ аст. Ва ҳамд ва санои Худоро ба ҷо овард. Пурсид: Таъоми шумо чист? Гуфт: Гӯшт. Пурсид: Нӯшидани шумо чист? Гуфт: Об. (Иброҳим (ъ) дар ҳаққи онҳо дуо кард ва гуфт: Худоё! Ба гӯшт ва оби онҳо баракат бидеҳ. Паёмбари Худо (с) фармуданд: «Дар ин вақт дона (мисли гандум ва ҷав ва амсоли инҳо) вуҷуд надошт, агар медошт, дар он чиз ҳам барои онҳо дуои баракат мекард». Ибни Аббос (р) гуфт: Касе, ки дар ғайри Макка танҳо гӯшт ва обро бихӯрад, барои вай носозгор меафтад. Иброҳим (ъ) гуфт: Ҳангоме, ки шавҳарат омад, барои ӯ салом бирасон ва бигӯ, ки остонаи дарвозаашро маҳкам кунад. Чун Исмоил (ъ)\tомад, пурсид: Кадом касе омада буд? Ҳамсараш гуфт: Бале, шайхи хушманзаре омад ва аз ман дар бораи ту суол кард, барояш хабар додам, баъд аз он пурсид: Маишати шумо чӣ гуна аст? Гуфтам: Ба хайр ва хубӣ аст. Пурсид: Туро ба кадом чизе васият кард? Гуфт; Бале, ӯ бароят салом гуфт ва ба ту амр кард, ки остонаи дарвозаатро маҳкам нигоҳ дорӣ. Гуфт: Он шахс падарам мебошад ва мақсад аз остонаи дарвоза ту ҳастӣ, маро амр кардааст, то туро нигаҳ дорам. Боз Иброҳим (ъ) муддати замоне аз онҳо дур монд ва дубора боз омад, дид, ки Исмоил (ъ) зери дарахти бузурге наздики Замзам нишастааст ва тиреро метарошад. Исмоил (ъ) чун падарашро дид, бархост ва он чиро, ки дар чунин ҳолате падар бо фарзандаш ва фарзанд дар муқобили падар мекунад, анҷом доданд, сипас гуфт: Эй Исмоил! Худованд маро ба чизе амр кардааст. Гуфт: Ба ҳар чӣ амр кардааст, анҷом бидеҳ. Гуфт: Ту ҳам бо ман ҳамкорӣ мекунӣ? Гуфт: Ҳамкорӣ мекунам. Гуфт: Худованд бароям амр кардааст, ки дар ин ҷо хонае барпо намоям. Ва ишора ба атрофи теппае, ки он ҷо буд, намуд. Ибни Аббос (р) мегӯяд: Дар ин вақт пояҳои хонаро баланд карданд, Исмоил (ъ) санг меовард ва Иброҳим (ъ) бино мекард ва чун сохтмон баланд гардид, Исмоил (ъ) ҳамин сангеро, ки ба номи мақоми Иброҳим машҳур аст овард ва Иброҳим (ъ) рӯи он истод ва ӯ бино мекард ва Исмоил (ъ) сангро ба дасташ медод ва ҳар дуи онҳо мегуфтанд: «Эй Парвардигори мо! Аз мо қабул бигардон, ба дурустие, ки ту худат шунаво ва доно ҳастӣ». (Бақара: 127)"
        },
        {
          "number": 1416,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Аввалин масҷиде, ки дар рӯи замин сохта шуд, кадом масҷид буд? Фармуданд: «Масҷидулҳаром». Гуфт: пурсидам: Баъд аз он кадом (масҷид) буд? Фармуданд: «Масҷидулақсо». Гуфтам: Байни бинои ин ду масҷид чӣ муддат замоне фосила буд? Фармуданд: «Чиҳил сол, баъд аз ин ба ҳар ҷое, ки вақти намоз дохил гардид, намозро адо кун, чун фазилат дар ҳамон ҷост»."
        },
        {
          "number": 1417,
          "full_text": "Аз Абӯҳумайд (р) ривоят аст, ки саҳоба (р) гуфтанд: Ё Расулаллоҳ! Бар шумо чӣ гуна дуруд бифиристем? Паёмбари Худо (с) фармуданд: «Бигӯед: Аллоҳума салли ъало Муҳамадин ва азвоҷиҳи ва зурриятиҳи камо саллайта ъала оли Иброҳима ва борик ало Муҳаммадин ва азвоҷиҳи ва зурриятиҳи, камо боракта ъало оли Иброҳима инака ҳамидун маҷид»."
        },
        {
          "number": 1418,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои Ҳасан ва Ҳусайн (р) ба Худованд (ба калимоте, ки баъд аз ин меояд), паноҳ меҷустанд ва мегуфтанд, ки «Падаратон барои Исмоил ва Исҳоқ (ба ҳамин калимот) ба Худованд паноҳ меҷустанд ва мегуфтанд: «Аъузу бикалимотиллоҳит томмоти, мин кулли шайтонин ва ҳоматин ва мин кулли ъайнин ломмати» (яъне: паноҳ меҷӯям ба калимоти томмаи Худованд аз ҳар шайтоне, чи инсӣ бошад ва чи ҷиннӣ ва аз ҳар ҳашароти газандае ва аз ҳар чашми занандае)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: «Ва аз меҳмони Иброҳим барои онҳо хабар бидеҳ» (Ҳиҷр: 51)",
      "hadiths": [
        {
          "number": 1419,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Мо аз Иброҳим (ъ) ба гуфтани ин сухан мустаҳиқтарем, ки гуфт: «Парвардигоро! Бароям нишон бидеҳ, ки мурдагонро чӣ гуна зинда мегардонӣ? Гуфт: Магар (ба ин чиз) имон надорӣ? Гуфт: Чаро на (балки имон дорам), вале мехоҳам, ки дилам ором бигирад». (Бақара: 260) Ва Худованд бар Лут (ъ) раҳмат кунад, ки ба қавм ва хешони худ паноҳ мебурд. Ва агар тамоми муддатеро, ки Юсуф (ъ) дар зиндон гузаронид, ман ҳам дар зиндон мегузарондам, хоҳиши берун шудан аз зиндонро қабул мекардам»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Ин қавли Худованди мутаъол, ки; «аз Исмоил дар китоб ёд кун, зеро ӯ дар аҳди худ содиқ буд» (Марям: 54)",
      "hadiths": [
        {
          "number": 1420,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Гузари Паёмбари Худо (с) бар мардуме аз бани Аслам афтод, ки мусобиқаи тирандозӣ мекунанд. Паёмбари Худо (с) ба онҳо гуфтанд: «Эй авлоди Исмоил, тирандозӣ кунед! Зеро падаратон тирандоз буд ва ман ба ҳамроҳи бани фалон ҳастам». Абӯзар (р) мегӯяд: Яке аз он ду гурӯҳе (ки тирандозӣ мекарданд) аз тирандозӣ даст кашиданд. Паёмбари Худо (с) фармуданд: «Чаро тирандозӣ намекунед?» Гуфтанд: Ё Расулаллоҳ! Дар сурате, ки шумо бо он гурӯҳи дигар ҳастед, чӣ гуна метавонем бо онҳо мусобиқа кунем? Фармуданд: «Тирандозӣ кунед ва ман ба ҳамроҳи ҳамаи шумо ҳастам»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Ин қавли Худованд, ки: «барои қавми Самуд бародари эшон Солеҳро фиристодем» (Лъроф: 73)",
      "hadiths": [
        {
          "number": 1421,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки чун Паёмбари Худо (с) дар ғазваи Табук дар минтақаи Ҳиҷр фуруд омаданд (Ҳиҷр сарзамини қавми Самуд буд, ки азоби Худованд дар он минтақа бар онҳо нозил шуда буд), ба саҳоба амр карданд, ки аз чоҳи он минтақа об нанӯшанд ва бо худ об бар надоранд. Саҳоба гуфтанд: Ҳоло аз оби он чоҳ хамир кардаем ва бо худ об гирифтаем. Амр карданд, ки хамирро дур биандозанд ва обро берун бирезанд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Ин қавли Худованд, ки «оё ҳангоме, ки марги Яъқуб фаро расид ва ба авлоди худ гуфт, ки...» (Бақара: 133)",
      "hadiths": [
        {
          "number": 1422,
          "full_text": "Ва аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки (дар бораи Юсуф (ъ) фармуданд: (ки вай) «Карим, фарзанди Карим, фарзанди Карим, фарзанди Карим». Юсуф фарзанди Яъқуб, фарзанди Исхоқ, фарзанди Иброҳим (ъ) аст»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Қиссаи Хизр бо Мӯсо (ъ)",
      "hadiths": [
        {
          "number": 1423,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Аз он ҷиҳат Хизр (ъ)-ро Хизр мегӯянд, ки вай чун рӯи замини хушк менишаст, атрофаш сарсабз мегардид» (ва Хизр дар луғати арабӣ ба маънии сарсабзӣ аст)."
        }
      ]
    },
    {
      "number": 9,
      "title": "",
      "hadiths": [
        {
          "number": 1424,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҷое кубос мечидем (кубос меваи дарахти арок аст ва дар саҳро мерӯяд ва дар баъзе аз манотиқи ҷазираи араб пайдо мешавад ва арок ҳамон чӯби мисвок аст), Паёмбари Худо (с) фармуданд: «Навъи сиёҳи онро бичинед, чун хушмаззатар аст». Аз эшон пурсиданд: Магар чӯпон будед? Фармуданд: «Магар паёмбаре ҳаст, ки чӯпон набошад?»"
        }
      ]
    },
    {
      "number": 10,
      "title": "Ин қавли Худованд, ки: «Барои касоне, ки имон овардаанд, Худованд зани Фиръавнро мисол задааст...» (Таҳрим: 10-12)",
      "hadiths": [
        {
          "number": 1425,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Аз мардҳо иддаи бисёре ба дараҷаи камол расидаанд, вале аз занҳо ба ҷуз аз Осия ҳамсари Фиръавн ва Марям духтари Имрон касе ба дараҷаи камол нарасидааст ва бартарии Оиша бар дигар занҳо мисли бартарии шӯрбо бар дигар таъомҳост»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Ин қавли Худованд, ки: «Ба тахқик, ки Юнус аз ҷумлаи мурсалин буд» (Соффот: 139)",
      "hadiths": [
        {
          "number": 1426,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Барои касе муносиб нест, ки бигӯяд ман (яъне Муҳаммад (с) аз Юнус ибни Мато беҳтарам. Ӯро ба падараш нисбат доданд»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Ин қавли Худованд, ки: «Ва барои Довуд Забурро додем» (Нисо: 163)",
      "hadiths": [
        {
          "number": 1427,
          "full_text": "Ва аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Хондани Қуръон (яъне Забур) барои Довуд (ъ) то ҳадде сабук ва равон буд, ки амр мекард, то маркабашро зин кунанд ва пеш аз он, ки маркабаш зин мешуд, Қуръонро хатм мекард ва Довуд (ъ) ба ҷуз аз меҳнати дасти худ аз манбаи дигаре нон намехӯрд»."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ин қавли Худованд, ки: «Сулаймонро барои Довуд бахшидем...» (Сод: 30)",
      "hadiths": [
        {
          "number": 1428,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: «Масали ман бо мардумон монанди шахсе аст, ки оташро барафрӯхтааст ва парвонаҳо ва ҳашароти дигар омада ва дар он оташ меафтанд». Ва фармуданд: «Ду зане ҳамроҳи баччаҳои худ буданд, ки гурге омад ва баччаи яке аз онҳоро бурд. Яке барои дигарӣ гуфт, ки баччаи туро бурдааст, дигарӣ гуфт: на, баччаи туро бурдааст. Мунтаҳо барои муҳокима назди Довуд (ъ) рафтанд. Довуд (ъ) ҳукм кард, ки баччаро барои зани калонтар бидиҳанд. Он ду зан назди Сулаймон (ъ) рафтанд ва аз қазия барояш хабар доданд, ӯ гуфт: Корде бидиҳед, то ин тифлро ду ним кунам ва барои ҳар кадоме аз ин ду зан нисфи аз он тифлро бидиҳам. Зани хурдтар гуфт: Худо туро хайр бидиҳад, чунин макун, он тифл баччаи ӯст. (Чун Сулаймон инро шунид) ҳукм кард, ки тифлро барои он зани хурдтар бидиҳанд»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Ин қавли Худованд, ки: «Замонеро ба ёд биёвар, ки малоика гуфтанд: Эй Марям! Худованд туро баргузидааст...» (Оли Имрон: 42-44)",
      "hadiths": [
        {
          "number": 1429,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки мефармуданд: «Беҳтарин зани дунё (дар аср ва замони худаш) Марям бинти Имрон буд ва беҳтарин зани дунё (дар аср ва замони худаш) Хадиҷа (р) мебошад». (Ё маънояш ин аст, ки беҳтарини занони бани Исроил Марям бинти Имрон ва беҳтарини занони Араб Хадиҷа бинти Хувайлид аст)."
        },
        {
          "number": 1430,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Расули Худо (с) фармуданд: «Беҳтарин занҳое, ки бар шутур савор шудаанд (яъне беҳтарин занҳои араб), занҳои Қурайш ҳастанд, зеро бар тифли худ меҳрубон ва бар моли шавҳари худ амонатдор ҳастанд»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Ин қавли Худованд аст, ки: «Эй аҳли китоб! Дар дини худ ғулув накунед...» (Нисо: 171)",
      "hadiths": [
        {
          "number": 1431,
          "full_text": "Аз Убода (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки шаҳодат диҳад бар ин, ки Худои дигаре ҷуз Худои ягона вуҷуд надорад ва шарике барои ӯ нест ва Муҳаммад (с) банда ва расули ӯст ва Исо (ъ) бандаи Худо ва расули ӯст ва калимаи ӯст, ки барои Марям илқо намудааст ва рӯҳе аз ҷониби Худо аст ва ҷаннат ҳақ ва дӯзах ҳақ аст, бо ҳар амале, ки дошта бошад, Худованд ӯро ба ҷаннат мебарад»."
        }
      ]
    },
    {
      "number": 16,
      "title": "Ин қавли Худованд, ки: «Марямро ҳангоме, ки аз аҳли худ гӯшагирӣ намуд, дар китоб зикр кун...» (Марям: 16)",
      "hadiths": [
        {
          "number": 1432,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Дар гаҳвора ба ҷуз аз се кас дигар касе сухан нагуфтааст: (аввал) Исо (ъ) ва (дуввум) шахсе аз бани Исроил, ки ба номи Ҷурайҷ ёд мешуд, ин шахс дар ҳоли намоз хондан буд, ки модараш омад ва ӯро садо зад, бо худ гуфт: Оё ҷавоби модарамро бидиҳам ва ё намозамро бихонам? (Чун ҷавоби модарашро надод) модараш гуфт: Худоё! Ӯро намирон, то занҳои зинокорро барояш нишон бидиҳӣ. Ҷурайҷ дар ибодатгоҳаш буд, ки зане омад ва бо ӯ сухан зад, вале ӯ аз сухан задан бо он зан худдорӣ намуд, он зан назди чӯпоне омад ва худро дар ихтиёраш гузошт ва аз он чӯпон тифле ба дунё овард ва иддао кард, ки ин тифл аз Ҷурайҷ аст. Мардум омаданд ва ибодатгоҳи Ҷурайҷро хароб карданд ва ӯро аз он ҷо берун намуданд ва дашном доданд. Ҷурайҷ баъд аз вузӯ сохтан ва адои намоз назди он бачча омад ва аз вай пурсид: Падари ту кист? Гуфт: Фалон чӯпон аст. Мардум гуфтанд: Ибодатгоҳатро аз тилло дубора обод менамоем. Гуфт: Ба ҷуз аз хишт ва гил, аз чизи дигаре намехоҳам. (Ва саввумӣ) зане буд, аз Бани Исроил, тифлашро шир медод, ки саворе бо нишонаҳо ва медалҳо аз наздаш гузашт. Он зан гуфт: Худоё! Ин тифламро мисли ӯ бигардон! Он тифл синаи модарашро гузошт ва рӯи худро ба тарафи он савора намуда ва гуфт: Худоё! Маро мисли ӯ магардон! Инро гуфт ва дубора синаи модарашро гирифт ва ба макидан шурӯъ намуд». Абӯҳурайра (р) мегӯяд: Гӯё ҳамин ҳоло ба тарафи Паёмбари Худо (с) нигоҳ мекунам, ки ангушти худро мемаканд. Сипас он зан бо тифлаш назди канизе расиданд, модараш гуфт: Худоё! Тифли маро мисли ин каниз магардон. Он тифл синаи модарашро гузошт ва гуфт: Худоё! Маро мисли ин каниз бигардон. Модараш аз он тифл пурсид: Сабаби ин гуфторат чӣ буд? Гуфт: Он савор тоғуте аз тоғутиҳо буд ва ин каниз, мардум барояш мегӯянд: зино кардӣ, дуздӣ кардӣ, дар ҳоле, ки ӯ муртакиби чунин аъмол нашудааст»."
        },
        {
          "number": 1433,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармудаанд: «Исо ва Мӯсо ва Иброҳим (ъ)-ро дидам. Исо (ъ) шахсест гулгунранг ва дорои мӯйҳои муҷаъъад ва синаи фарох ва Мӯсо (ъ) шахсе аст гандумгун, ҷасим (ҷасим дар ин ҷо ба маънии баландқомат аст) ва мӯйҳояш рехтааст, гӯё шахсе аз мардуми Зута аст (Зута ҷинсе аз мардуми Судон аст)»."
        },
        {
          "number": 1434,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Шаби гузашта шахси гандумгунеро ба хоб дидам, ки аз хушчеҳратарин ашхоси гандумгун буд. Кокулаш ба шонаҳояш мерасид, мӯйҳояш шоназада буд ва аз сараш об мечакид ва дар ҳоле, ки дастҳояшро ба сар шонаҳои ду нафари дигар ниҳода буд, ба хонаи (Каъба) тавоф мекард. Гуфтам: Ин шахс кист? Гуфтанд: Ин Масеҳ ибни Марям аст. Ва дар пушти сараш шахси дигареро дидам, ки мӯйҳои пурпечутобе дошт, чашми росташ кӯр ва хеле шабеҳ ба Ибни Қатан буд (Ибни Қатан касе буд аз қабилаи Хузоа, ки дар ҷоҳилият мурда буд), дастҳояшро бар шонаҳои шахси дигаре гузошта буд ва ба хонаи Каъба тавоф мекард. Гуфтам: ин кист? Гуфтанд: «Ин Масеҳи Даҷҷол аст»."
        },
        {
          "number": 1435,
          "full_text": "Ва аз Ибни Умар (р) ривояти дигар омадааст, ки гуфт: Ба Худованд савганд, ки Паёмбари Худо (с) нагуфтаанд, ки Исо (ъ) сурхчеҳра аст, балки гуфтаанд, ки «Дар ҳоле, ки ман хоб будам (дар хоб дидам), ки ба Каъба тавоф мекунам, шахсе гандумгунеро дидам, ки мӯйҳояш рехта ва ба ду нафар такя дода буд ва аз сараш об мечакид. Ва ё гуфтанд: Аз сараш об мерехт. Гуфтам: Ин шахс кист? Гуфтанд: (Исо) ибни Марям аст. Баъд аз он чашмам ба шахси дигаре афтод, ки рангаш сурх, ҷуссааш бузург, мӯйҳояш муҷҷаъад ва чашми росташ кӯр ва ба монанди донаи ангур баромадааст. Пурсидам: Ин кист? Гуфтанд: «Ин Даҷҷол аст ва ин шахс аз ҳар касе ба Ибни Қатан шабоҳати бештаре дошт»."
        },
        {
          "number": 1436,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Ман аз ҳар каси дигаре ба Исо (ъ) наздиктарам Анбиё (ъ) монанди бародарҳое ҳастанд, ки падарашон яке ва дорои модарони мухталиф ҳастанд, (яъне асли динашон тавҳид ва фурӯъи шариати онҳо мухталиф аст, пас мурод аз падар асли дин ва мурод аз модарҳои мухталиф фурӯъи шариати онҳо аст, Худованди мутаъол мефармояд: «Ликуллин ҷаъално минкум ширъатан ва минҳоҷан» байни ман ва ӯ паёмбари дигаре нест»."
        },
        {
          "number": 1437,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ман дар дунё ва охират ба Исо ибни Марям (ъ) наздиктарам. Анбиё (ъ) монанди бародароне ҳастанд, ки падарашон яке ва модарҳояшон мухталиф ҳастанд, яъне динашон як аст ва дорои шариатҳои мухталиф мебошанд». (Яъне дар масъалаи имон ба Худованд ва Расул ва китоб ва рӯзи охират дорои як ақида ҳастанд, вале дар фурӯъи шариъат монанди кайфияти намоз ва рӯза ва никоҳ ва талоқ ва амсоли онҳо бо якдигар мухталиф ҳастанд)."
        },
        {
          "number": 1438,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Исо ибни Марям (ъ) шахсеро дид, ки дуздӣ мекунад, ба ӯ гуфт: Дуздӣ мекунӣ? Гуфт: Савганд ба Худое, ки ҷуз ӯ Худое нест, дуздӣ намекунам. Исо (ъ) гуфт: Ба Худо имон дорам ва мегӯям: Чашмам дурӯғ гуфтааст»."
        },
        {
          "number": 1439,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки фармуданд: «Дар бораи ман монанде, ки насоро дар бораи Марям (ъ) ғулув (азҳадгузарӣ) карданд, ғулув накунед, (яъне монанди ин, ки насоро дар мадҳи Исо (ъ) ғулув карда ва барояш даъвои улуҳият намуданд, дар мадҳи ман ғулув накунед) ман фақат бандаи Худо ҳастам, бигӯед, ки Муҳаммад (с) бандаи Худо ва Расули Худост»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Нузули Исо ибни Марям (ъ)",
      "hadiths": [
        {
          "number": 1440,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар замоне, ки Исо (ъ) дар байни шумо биёяд ва имоми шумо (дар намоз) аз худи шумо бошад, ҳоли шумо чӣ гуна хоҳад буд?»"
        }
      ]
    },
    {
      "number": 18,
      "title": "Он чӣ, ки дар мавриди Бани Исроил омадааст",
      "hadiths": [
        {
          "number": 1441,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Ҳангоме, ки Даҷҷол хурӯҷ мекунад, бо вай об ва оташе аст, он чиро, ки мардум оташ мебинанд, дар воқеъ оби сарде аст ва он чиро, ки мардум оби сарде фикр мекунанд, дар воқеъ оташи сӯзоне аст. Касе, ки аз шумо замони Даҷҷолро дарк кард, оташро ихтиёр намояд, зеро он оташ дар воқеъ оби гуворое аст»."
        },
        {
          "number": 1442,
          "full_text": "Ва аз Ҳузайфа (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Шахсе замони маргаш фаро расид ва чун аз зиндагӣ ноумед шуд, барои бозмондагонаш васият намуд, ки баъд аз мурдан маро дар байни ҳезуми бисёре қарор диҳед ва оташ бизанед. Баъд аз он, ки гӯштам сӯхт, устухонамро бигиред ва орд кунед ва дар рӯзе, ки боди шадиде мевазад, орди устухонамро дар дарё биандозед. Бозмондагонаш чунин карданд ва Худованди мутаъол аҷзои ӯро ҷамъ кард ва барояш чунин гуфт: Чаро чунин васияте карда будӣ? Гуфт: Аз тарси (азоби) ту! Ва Худованди мутаъол (ба сабаби ин тарсаш) ӯро бахшид». (Ҳузайфа (р) аз Паёмбари Худо (с) ривоят мекунад, ки фармуданд: «Ин шахс кафандузд буд, кафани мурдаҳоро медуздид)»."
        },
        {
          "number": 1443,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Сарпарастии бани Исроил ба дасти анбиё (ъ) буд. Ҳар паёмбаре, ки ҳалок мегардид, Худованд паёмбари дигареро мефиристод, вале баъд аз ман паёмбари дигаре нест ва халифаҳои бисёре хоҳанд буд. Мардум пурсиданд: Дар ин сурат моро ба чӣ чиз амр мефармоед? Фармуданд: «Ба байъати халифаи аввал вафо кунед ва ҳаққи хулафоро барои онҳо адо намоед ва Худованди мутаъол аз он чи ки онҳоро бар он муваккал сохтааст (дар рӯзи қиёмат) муҳосиба хоҳад кард»."
        },
        {
          "number": 1444,
          "full_text": "Аз Абӯсаъид (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Шумоён ҳатман равиши гузаштагонро ваҷаб ба ваҷаб ва газ ба газ пайравӣ хоҳед кард, ҳатто агар ба сурохи сусморе дохил шуда бошанд, шумо ҳам дохил мешавед». Пурсиданд: Мақсади шумо (аз гузаштагон) яҳуд ва насоро ҳастанд? Фармуданд: «Пас чӣ касоне ҳастанд?» (Яъне мақсади ман ҷуз яҳуд ва насоро каси дигаре нест."
        },
        {
          "number": 1445,
          "full_text": "Аз Абдуллоҳ ибни Амр ривоят аст, ки Паёмбари Худо (с) фармуданд: «Агарчи як оят ҳам бошад, аз ман барои мардум бирасонед ва аз бани Исроил ҳар чӣ, ки мехоҳед, ривоят кунед ва ҳараҷе нест ва касе, ки аз рӯи қасд аз тарафи ман дурӯғ бигӯяд, ҷояшро дар оташи дӯзах омода намояд»."
        },
        {
          "number": 1446,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Яҳуд ва насоро мӯйҳои (сар ва риши) худро ранг намедиҳанд ва шумо аз онҳо мухолифат намоед»."
        },
        {
          "number": 1447,
          "full_text": "Аз Ҷундуб ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар мардумони пеш аз шумо шахсе захмӣ шуд, таҳаммули дардро накард ва кордеро гирифт ва дасти худро ба он қатъ кард, хун мунқатеъ нашуд ва он шахс мурд. Худованди мутаъол фармуд: «Ин бандаам бар ман сабқат кард ва худаш худро кушт, ман биҳиштро бар ӯ ҳаром гардонидам». (Ин ҳадис далолат бар ин дорад, ки қатли нафс, чи аз худ бошад ва чи аз дигаре, аз гуноҳони кабира аст)."
        },
        {
          "number": 1448,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: «Се нафар аз бани Исроил-яке пес, дигаре кал ва саввумӣ кӯре буд, Худованди мутаъол хост, то онҳоро озмоиш намояд ва ҳамон буд, ки фариштаеро назди онҳо фиристод. Он фаришта назди шахси пес омад ва гуфт: Беҳтарин орзуят чист? Гуфт: Мехоҳам, ки ранги ҷилди ман ба ҳоли оддиаш баргардад, зеро мардум аз ман мутанаффир шудаанд. Фаришта дасте бар вай кашид, он шахс сиҳат ёфт ва ранги ҷилдаш ба ҳоли оддии худ баргашт. Боз аз вай пурсид: Кадом мол дар назди ту маҳбубтар аст? Гуфт: Шутур. Барояш шутури ҳомилае дод, ки ба зоиданаш чанд рӯзи бештаре намонда буд ва он фаришта гуфт: Худованд дар молат баракат бидиҳад. Баъд аз он назди кал омад ва гуфт: Беҳтарин орзуят чист? Гуфт: Орзуям ин аст, ки сарам мӯй барорад ва ин иллат аз ман дур гардад, зеро мардум аз ман мутанаффир шудаанд. Бар ӯ дасте кашид, иллаташ дур гардид ва мӯйи зебо барояш дода шуд. Баъд аз он барояш гуфт: Кадом молро бештар дӯст дорӣ? Гуфт: Говро. Барояш гови ҳомилае дод ва гуфт: (Худованд) бароят баракат бидиҳад. Баъд аз он назди кӯр омад ва гуфт: Беҳтарин орзуят чист? Гуфт: Ин, ки Худованд биноиямро бароям бозгардонад, то мардумро дида битавонам. Худованд биноияшро барояш бозгардонид, баъд аз он вай пурсид: Кадом молро бештар дӯст медорӣ? Гуфт: :гӯсфандро. Барояш гӯсфанди зиҳе дод. Соҳибони шутур ва гов ва гӯсфанд ба тавлид ва ҳосилдиҳӣ пардохтанд, аввалӣ дорои галлаҳои шутур, дуввумӣ дорои галлаҳои гов ва саввумӣ дорои раммаҳои гӯсфанд шуд. Фаришта ба сурате, ки бори аввал назди шахси пес омада буд, наздаш рафт ва гуфт: Шахси мискине ва мусофире ҳастам, васоили зиндагӣ аз дастам рафтааст, умеде ҷуз ба Худо ва баъд аз он ба ту надорам, ба номи Худое, ки бароят ранг ва ҷилди некӯ ато карда ва ин ҳама молро бахшидааст, бароям як шутуре бидеҳ, то битавонам ба ватанам баргардам. Гуфт: Масорифам зиёд аст. Фаришта барояш гуфт: Гӯё ман туро мешиносам, магар ту ҳамон песе нестӣ, ки мардум аз ту мутанаффир буданд ва дар ҳолати фақру бечорагӣ афтода будӣ ва Худованд ҳамаи ин молҳоро бароят додааст? Гуфт: На, ман ин амволро аз падаронам мерос бурдаам. Фаришта гуфт: Агар дурӯғ бигӯӣ. Худованд туро ба ҳолати аввалиат баргардонад. Баъд аз он ба сурати аввалиаш назди кал омад ва монанди чизе, ки барои пес гуфта буд, барои ӯ ҳам гуфт. Ва ӯ ҳам ҷавоби ӯро монанди шахси пес дод. Гуфт: Агар дурӯғ бигӯӣ, Худованд туро ба ҳолати аввалиат баргардонад. Баъд аз он ба сурати аввалиаш назди кӯр омад ва гуфт: Шахси мискин ва мусофир ҳастам, васоили зиндагӣ аз дастам рафтааст ва умеде ҷуз ба Худо ва баъд аз он ба ту надорам. Ба номи Худое, ки биноиятро бароят бозгардонидааст, бароям як гӯсфанд бидеҳ, то битавонам сафарамро ба он идома бидиҳам. Он шахс гуфт: Ман кӯр будам, Худованд маро бино кард ва фақир будам ва маро тавонгар сохт, пас ҳар чӣ, ки мехоҳӣ, бароят бигир, ба Худованд савганд аст, ҳар андозае, ки аз молам ихтиёр кунӣ, аз ту дареғ нахоҳам дошт. Фаришта барояш гуфт: Молатро назди худат нигоҳ дор, ин як озмоиш ва ибтилое буд, Худованд аз ту розӣ ва аз он ду нафари дигар норозӣ аст»."
        },
        {
          "number": 1449,
          "full_text": "Аз Абӯсаъид (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Шахсе аз бани Исроил наваду нӯҳ нафарро кушт ва сипас рафт ва дар бораи он (яъне тавба кардан аз ин гуноҳ) пурсиш мекард. Назди роҳибе расид ва аз вай пурсид: Оё барои ман имкони тавба ҳаст? Гуфт: На. Он роҳибро ҳам кушт. Боз ба суол карданаш идома дод. Шахсе барояш гуфт: Ба фалон қария бирав (зеро дар он қария мардумоне ҳастанд, ки Худоро ибодат мекунанд), ту ҳам бо онҳо Худоро ибодат кун. Он шахс ба тарафи он қария ба роҳ афтод (вале пеш аз расидан ба қария) дар роҳ мурд ва дар ҳолати марг худро ба сина ба тарафи он қария кашонид. Малоикаи раҳмат ва малоикаи азоб омаданд ва дар борааш низоъ намуданд (малоикаи раҳмат мехостанд ӯро ба ҷаннат бубаранд ва малоикаи азоб мехостанд ӯро ба дӯзах биандозанд) ва Худованд барои қария, ки ба тарафи он равон буд, амр кард, ки наздик шавад ва барои қарияе, ки аз он хориҷ шуда буд, амр кард, ки дур шавад ва баъд аз он барои малоика гуфт, ки масофати байни ин ду қарияро андозагирӣ кунанд, (баъд аз андозагирӣ) диданд, ки ба қарияе, ки ба тарафи он равон буда, як ваҷаб наздиктар аст ва ҳамон буд, ки барои он шахс омурзида шуд»."
        },
        {
          "number": 1450,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе аз дигаре заминашро харид ва дар он хумеро, ки пур аз тилло буд ёфт. Барои касе, ки заминро аз вай харида буд гуфт: Тиллоятро бигир, ман аз ту заминро харида будам, на тиллоро. Ва касе, ки замин аз вай буд, гуфт: Ман заминро бо ҳар чӣ, ки дар он ҳаст, барои ту фурӯхтаам. Билохира шахсеро ҳакам (довар) қарор доданд, шахси ҳакам аз он ду нафар пурсид: Оё фарзанд доред? Яке гуфт: Ман писаре дорам. Ва дигаре гуфт: Ман духтаре дорам. Гуфт: Духтарро барои писар ба никоҳ бидиҳед ва аз он тиллоҳо чизеро барои онҳо бидиҳед ва бақияро садақа кунед»."
        },
        {
          "number": 1451,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки касе аз вай пурсид: Дар мавриди вабо аз Паёмбари Худо (с) чӣ шунидаӣ? Усома (р) гуфт: Паёмбари Худо (с) фармуданд: «Вабо касофате аст, ки бар тоифае аз бани Исроил ва ё бар мардуме, ки пеш аз шумо буданд, фиристода шудааст. Агар шунидед, ки дар сарзамине вабо пайдо шудааст, ба он ҷо наравед ва агар ба ҷое будед, ки дар он ҷо вабо пайдо шуда буд, барои гурехтан аз он ҷо хориҷ нашавед»."
        },
        {
          "number": 1452,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Дар мавриди вабо аз Паёмбари Худо (с) пурсиш намудам, бароям гуфтанд, ки вабо азобе аст, ки Худованди мутаъол бар ҳар касе, ки хоста бошад, мефиристад. Ва Худовандн мутаъол ваборо барои мусалмонон раҳмате қарор додааст, касе ки вабо дар минтақааш воқеъ мегардад ва ӯ дар он ҷо сабр кунад ва савоби худро аз Худо биҷӯяд ва яқин дошта бошад, ки чизе ба ҷуз он чӣ, ки Худованд муқаддар кардааст, барояш намерасад (ҳар вақте ки бимирад) савоби шаҳиде барояш дода мешавад. (Хоҳ ба сабаби вабо бимирад ва хоҳ ба сабаби дигаре, хоҳ дар вақти вабо бимирад ва хоҳ баъд аз вабо."
        },
        {
          "number": 1453,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Гӯё ҳамин ҳоло ба тарафи Паёмбари Худо (с) нигоҳ мекунам, ки эшон аз паёмбаре аз паёмбарон қисса мекарданд, фармуданд: Қавми вай ӯро заданд ва хунолуд намуданд ва дар ҳоле, ки хунро аз рӯи худ пок мекард, дуо намуд ва гуфт: Худоё! Барои қавми ман биомурз! Зеро инҳо намедонанд. (Баъзе аз уламо гуфтанд, ки ин паёмбар Нӯҳ (ъ) буд)."
        },
        {
          "number": 1454,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Шахсе дар ҳоле, ки изорашро аз рӯи кибр ба замин мекашид, дар замин фурӯ рафт ва ӯ то рӯзи қиёмат дар замин фурӯ меравад»."
        }
      ]
    },
    {
      "number": 19,
      "title": "Маноқиб ва фазоил",
      "hadiths": [
        {
          "number": 1455,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мардум монанди маъдан ҳастанд, касоне ки дар ҷоҳилият хуб буданд, дар ҳолати мусулмон шудан ҳам хуб ҳастанд, ба шарти он, ки фиқҳ ва дониш дошта бошанд ва муносибтарин шахс барои хилофат касе аст, ки аз хилофат дурӣ биҷӯяд ва аз он рӯйгардон бошад ва бадтарин мардумон афроди дуранг ва дурӯй ҳастанд, ки назди мардуме ба як рӯй ва назди мардуми дигаре ба рӯи дигар мераванд»."
        },
        {
          "number": 1456,
          "full_text": "Ва аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мардум дар кори иморат ва вилоят тобеъ ва пайрави Қурайш ҳастанд, мусалмонони онҳо тобеъи мусалмонони Қурайш ва кофирони онҳо тобеъи кофирони Қурайш мебошанд. Мардум монанди маъдан ҳастанд, беҳтарини онҳо дар чоҳилият беҳтарини онҳо дар Ислом ҳастанд, агар фиқҳ ва дониш дошта бошанд. Бехтарин (ва муносибтарин) мардумон дар кори аморат ва хилофат касе аст, ки то замоне, ки кори хилофат бар гарданаш меафтад, аз он мутанаффир ва рӯйгардон бошад»."
        }
      ]
    },
    {
      "number": 20,
      "title": "Бартариҳои Қурайш",
      "hadiths": [
        {
          "number": 1457,
          "full_text": "Ба Муовия (р) хабар расид, ки Абдуллоҳ ибни Амр ибни Ос (р) мегӯяд: Ба зудӣ шахсе аз мардуми Каҳтон подшоҳ хоҳад шуд. Муовия аз ин сухан ба хашм омад, бархост ва баъд аз ҳамд ва санои Худованди мутаъол гуфт: Аммо баъд, бароям хабар мерасад, ки касоне аз шумо чизҳое мегӯянд, ки на дар китоби Худо аст ва на аз Паёмбари Худо (с) ривоят шудааст, инҳо ҷоҳилони шумо ҳастанд. Аз орзухое, ки сабаби гумроҳӣ мешавад, бипарҳезед, зеро ман аз Паёмбари Худо (с) шунидаам, ки фармуданд: «Хилофат мутааллиқ ба Қурайш аст ва ҳар касе, ки бо онҳо дар ин амр мухолифат намояд, Худованд ӯро сарнагун (яъне хор ва расво) месозад ва ин то вақте аст, ки Қурайш пойбанди дин бошанд»."
        },
        {
          "number": 1458,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Мардуми Қурайш, Ансор, Ҷуҳайна, Музайна, Аслам, Ашҷаъ ва Ғифор (номҳои қабилаҳои Араб аст) ҳампаймонон ва Дӯстони ман ҳастанд ва ба ҷуз аз Худо ва Расули Ӯ дӯсти дигаре барои онҳо нест»."
        },
        {
          "number": 1459,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ин амр (яъне масъалаи хилофат) то вақте ки ду нафар аз Қурайш бимонанд, дар байни он ду нафар хоҳад буд»."
        },
        {
          "number": 1460,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Бо Усмон (р) назди Паёмбари Худо (с) рафтем, ӯ гуфт: Ё Расулаллоҳ! Барои бани Мутталиб (чизе) додед ва барои мо надодед, ҳол он ки мо ва бани Мутталиб нисбат ба шумо дар як манзилат қарор дорем. Паёмбари Худо (с) фармуданд: «Танҳо бани Ҳошим ва бани Мутталиб як чиз ҳастанд»."
        }
      ]
    },
    {
      "number": 21,
      "title": "",
      "hadiths": [
        {
          "number": 1461,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: «Касе, ки дониста худро ба ғайри падараш нисбат диҳад, кофар мешавад ва касе худро ба қавме нисбат диҳад, ки аз онҳо набошад, ҷояшро дар оташи дӯзах омода намояд»."
        },
        {
          "number": 1462,
          "full_text": "Аз Восила ибни Асқаъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Аз бузургтарини тӯҳматҳо он аст, ки инсон худро ба ғайри падараш нисбат диҳад ва ё он, ки бигӯяд: дар хоб чунин ва чунон дидам, дар ҳоле, ки чунин хобе надида бошад ва ё он, ки аз Паёмбари Худо (с) чизеро ривоят кунад, ки (Паёмбари Худо (с) он чизро нагуфта бошад»."
        }
      ]
    },
    {
      "number": 22,
      "title": "Қиссаи Аслам, Ғифор, Музайна, Ҷухайна ва Ашҷаъа",
      "hadiths": [
        {
          "number": 1463,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) бар болои минбар фармуданд: «Мардуми Ғифорро Худованд мағфират намояд ва мардуми Асламро Худованд саломат дошта бошад ва мардуми Усайя (касонеанд), ки исёни Худо ва Расулро кардаанд»."
        },
        {
          "number": 1464,
          "full_text": "Аз Абӯбакра (р) ривоят аст, ки гуфт: Ақраъ ибни Ҳобис барои Паёмбари Худо (с) гуфт: Аз қабилаи Аслам ва Ғифор ва Музайна ва Ҷуҳайна касоне аз шумо пайравӣ карданд, ки роҳзан буданд ва амволи ҳоҷиёнро ба яғмо мебурданд. Паёмбари Худо (с) фармуданд: «Оё агар қабилаи Аслам ва Ғифор ва Музайна ва Ҷуҳайна аз қабилаи бани Тамим ва бани Омир ва Асад ва Ғатфон беҳтар бошанд, ба назари ту сабаби бадбахтӣ ва зиёни онҳо (яъне бани Тамим ва бани Омир...) нест?» Гуфт: Бале, ҳаст. Фармуданд: «Савганд ба зоте, ки ҷонам дар дасти ӯст, ки онҳо (яъне қабилаи Аслам ва Ғифор...) аз инҳо (яъне аз бани Тамим ва...) беҳтар ҳастанд»."
        },
        {
          "number": 1465,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Қабилаи Аслам ва Ғифор ва чизе аз Музайна ва Ҷуҳайна. Ва ё фармуданд: чизе аз Ҷуҳайна ё Музайна-дар назди Худованди мутаъол. Ва ё фармуданд: дар рӯзи қиёмат аз қабилаи Асад ва Тамим ва Ҳавозин ва Ғатфон беҳтар ҳастанд»."
        }
      ]
    },
    {
      "number": 23,
      "title": "Зикри Қахтон",
      "hadiths": [
        {
          "number": 1466,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Қиёмат то он вақт барпо намешавад, ки шахсе аз қабилаи Қаҳтон биёяд ва ба мардум ҳукумат намояд»."
        }
      ]
    },
    {
      "number": 24,
      "title": "Наҳй намудан аз мафкураи ҷоҳилият",
      "hadiths": [
        {
          "number": 1467,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ғазвае иштирок намудем, иддае аз муҳоҷирин бо эшон ҷамъ шуданд ва кам-кам теъдоди онҳо зиёд гардид ва дар байни муҳоҷирин шахси шӯх ва бозигаре буд. Ин шахс ангушти худро ба мақъади шахсе аз Ансор зад. Ансорӣ сахт ғазабнок ва барошуфта гардид, то он, ки ҳар кадом тарафдорони худро ба кӯмак талабиданд, Ансорӣ Ансорро ва муҳоҷир муҳоҷиринро. Паёмбари Худо (с) фармуданд: «Чаро мафкура ва равиши аҳли ҷоҳилиятро пеш гирифтаед?» Баъд аз он пурсиданд: «Байни инҳо чӣ воқеа шудааст?» Аз даст задани муҳоҷир ба мақъади шахси Ансор барояшон гуфтанд, фармуданд: «Ин корро тарк кунед, ки кори хабисе аст». Абдуллоҳ ибни Убай ибни Салули (мунофиқ) гуфт: Оё (шумо мардуми муҳоҷир) бар зидди мо ҳамдастӣ менамоед? Вақте ки ба Мадина баргардем, гурӯҳи азиз ва мӯҳтарам (мақсадаш мардуми Ансор буд), гурӯҳи залил ва хорро (ки ба гумонаш мардуми муҳоҷир мебошад), аз Мадина берун хоҳанд кард. Умар (р) ба тарафи Абдуллоҳ ибни Убай ишора намуда гуфт: Ё Расулаллоҳ! Оё ин хабисро ба қатл бирасонам? Паёмбари Худо (с) фармуданд: «Намехоҳам, мардум бигӯянд, ки ӯ саҳобаҳои худро ба қатл мерасонад»."
        }
      ]
    },
    {
      "number": 25,
      "title": "Қиссаи Хузоъа",
      "hadiths": [
        {
          "number": 1468,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Амр ибни Луҳай, ибни Қамъа, ибни Хиндиф, Абу Хузоъа аст»."
        },
        {
          "number": 1469,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Амр ибни Омир ибни Луҳайи Хузоъиро дидам, ки рӯдаҳояшро дар байни оташ ба дунболи худ мекашад ва ӯ аввалин касе буд, ки тариқаи Савоибро ихтиёр намуд» (Савоиб иборат аз ҳайвоноте буд, ки бино ба одати аҳли ҷоҳилият агар касе аз омадани мусофире ва ё ҷиҳати шифо ёфтани маризе назр мекард, мегуфт: Фалон шутурам озод бошад. Баъд аз он на он шутурро савор мешуданд, на медӯшиданд ва на аз чаридан ва рафтанаш дар ҳар ҷойе, ки бошад, мамониат мекарданд)."
        }
      ]
    },
    {
      "number": 26,
      "title": "Қиссаи исломи Абузар (р)",
      "hadiths": [
        {
          "number": 1470,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Абӯзар (р) гуфт, ки ман шахсе аз қабилаи Ғифор будам, барои мо хабар расид, ки шахсе дар Макка зуҳур кардааст ва иддаои паёмбарӣ дорад. Ба бародарам гуфтам: Назди ин шахс бирав, бо ӯ ҳарф бизан ва хабарашро бароям биёвар. Бародарам рафт ва баъд аз мулоқот бо вай баргашт, аз вай пурсидам: Назари ту дар борааш чист? Гуфт: Ба Худованд савганд, ӯро шахсе дидам, ки ба кори хайр амр мекунад ва аз кори бад монеъ мешавад. Бар вай гуфтам:Ҷавоби комиле бароям наовардӣ. Худам озуқа ва асоямро гирифтам ва ба тарафи Макка ба роҳ афтодам. Худам Паёмбари Худо (с)-ро намешинохтам ва дар айни ҳол намехостам аз касе дар мавриди эшон суол намоям, балки мехостам аз оби Замзам биошомам ва дар масҷид бошам. Абӯзар (р) мегӯяд: Алӣ (р) наздам омад ва гуфт: Гӯё шахси ғарибе ҳастӣ? Гуфтам: Бале. Гуфт: Ба манзили мо бифармо. Бо вай ба манзилаш рафтам, на ӯ аз ман чизе пурсид ва на ман барояш чизе гуфтам. Чун субҳ шуд, батарафи масҷид омадам, то дар мавриди Паёмбари Худо (с) ҷустуҷӯ ва пурсиш намоям, вале касе набуд, ки дар борааш бароям чизе бигӯяд. Боз Алӣ (р) наздам омад ва гуфт: Ҳанӯз натавонистӣ манзили дӯстатро пайдо кунӣ? Гуфтам: На. Гуфт: Бо ман биё. Аз ман пурсид: Чикораӣ? Ва чӣ чиз сабаби омаданат ба ин сарзамин шудааст? Гуфтам: Агар розамро пинҳон дорӣ, бароят мегӯям. Гуфт: Пинҳон медорам. Гуфтам: Ба мо хабар расид, ки дар ин ҷо шахсе зуҳур карда ва иддао дорад, ки ӯ паёмбар аст. Бародарамро фиристодам, то бо ӯ сухан бигӯяд ва бароям аз вай маълумоте биоварад, вале ӯ бароям хабари комиле наовард, аз ин ҷиҳат хостам, то худам бо ӯ мулоқот намоям. Гуфт: Кори бисёр хубе кардӣ, акнун ман назди ӯ меравам, ту ҳам бо ман биё, ба ҳар ҷое, ки дохил шудам, ту ҳам дохил шав ва агар касеро дидам, ки аз вай нисбат ба ту эҳсоси хатар мекардам, ман ба баҳонаи ислоҳ кардани кафшам ба канори девор меистам ва ту ба роҳи худ идома бидеҳ. Ва ҳамон буд, ки бо ҳам рафтем, Алӣ (р) назди Паёмбари Худо (с) дохил гардид, ман ҳам дохил шудам. Ба Паёмбари Худо (с) гуфтам: Исломро бар ман арза кунед. Исломро бар ман арза карданд ва ҳамон ҷо мусалмон шудам. Ба ман гуфтанд: «Эй Абӯзар! Ин мавзӯъро пинҳон дор ва вопас ба минтақаи худ бирав ва чун аз зуҳури мо шуниди, дубора назди мо биё». Гуфтам: Савганд ба Зоте, ки шуморо ба ҳақ фиристодааст, исломи худро дар пеши рӯи онҳо (яъне куффори Қурайш) эълон хоҳам кард ва ҳамон буд, ки ба масҷид омадам ва дар ҳоле, ки Қурайш он ҷо ҷамъ шуда буданд, гуфтам: «Ашҳаду алло илоҳа иллаллоҳу ва ашҳаду анна Муҳаммадан абдуҳу ва расулуҳу,» (мушрикин инро шунида) ва гуфтанд: Ба сарвақти сари\tин навмусулмон бирасед. Бархостанд ва маро то сарҳади марг лату кӯб карданд, вале Аббос саривақт расид ва худро ба рӯям андохт, баъд аз он рӯи худро ба онҳо кард ва гуфт: Эй вой бар шумо! Мехоҳед шахсеро аз қабилаи Ғифор ба қатл бирасонед, дар ҳоле, ки рафту омади қофилаҳои тиҷоратии шумо аз минтақаи Ғифор аст, онҳо аз заданам даст кашиданд, Чун субҳ шуд, боз назди онҳо омадам ва ҳамон суханро, ки дирӯз гуфта будам, дубора такрор намудам, боз гуфтанд: Зуд ба чораи ин навмусулмон бирасед. Ва монанди дирӯз маро лату кӯб карданд. Боз Аббос омад ва худро ба рӯям андохт ва ҳамон сухани дирӯзаашро такрор намуд, (Ибни Аббос (р) мегӯяд: Қиссаи мусалмон шудани Абӯзар (р) чунин буд."
        }
      ]
    },
    {
      "number": 27,
      "title": "Касе, ки дар Ислом ва ҷоҳилият ба падаронаш нисбат дода шудааст",
      "hadiths": [
        {
          "number": 1471,
          "full_text": "Ва аз Ибни Аббос (р) ривоят аст, ки гуфт: Чун ин оят, ки «ақориби наздикатро бим бидеҳ» нозил гардид, Паёмбари Худо (с) қабилаҳоро яке пас аз дигаре талаб намуда, мегуфтанд: «Эй бани Феҳр! Эй бани Адий!» Ва дигар қабоили Қурайшро."
        }
      ]
    },
    {
      "number": 28,
      "title": "Касе, ки хост насабаш дашном дода нашавад",
      "hadiths": [
        {
          "number": 1472,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳассон (р) аз Паёмбари Худо (с) дар ҳаҷв намудани мушрикин иҷоза хост. Паёмбари Худо (с) фармуданд: «Бо насаби ман чӣ мекунӣ?» (яъне: вақте ки мушрикинро ҳаҷв кунӣ, чун дар насаб бо онҳо муштарак ҳастам, дар ин ҳаҷв ман низ шомил мегардам.) Ҳассон (р) гуфт: Шуморо аз байни онҳо ба монанде, ки мӯй аз хамир берун кашида мешавад, берун мекашам."
        }
      ]
    },
    {
      "number": 29,
      "title": "Он чӣ, ки дар бораи номҳои Паёмбари Худо (с) омадааст",
      "hadiths": [
        {
          "number": 1473,
          "full_text": "Аз Ҷубайр ибни Мутъим (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Бароям панҷ ном аст: Муҳаммад, Аҳмад, Моҳӣ (яъне: маҳвкунанда), ки Худованд куфрро ба сабаби ман маҳв мекунад ва Ҳошир, ки ҳамаи мардум бар қадамҳоям ҳашр мешаванд ва ман Оқиб ҳастам, ки ба ақиби ҳамаи паёмбарон омадаам ва баъд аз ман паёмбаре мабъус намешавад»."
        },
        {
          "number": 1474,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Оё аз ин тааҷҷуб намекунед, ки Худованди мутаъол чӣ гуна дашном ва лаънати Қурайшро аз ман мунсариф месозад? Онҳо Музаммамро дашном дода ва лаънат мекунанд, ҳол он, ки номи ман Муҳаммад аст, (Куффори Қурайш лаъанаҳумуллоҳ Паёмбари Худо (с)- ро Музаммам меномиданд ва Музаммам маънояш акси маънои Муҳаммад аст)."
        }
      ]
    },
    {
      "number": 30,
      "title": "Хотамун-набийин (с)",
      "hadiths": [
        {
          "number": 1475,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Мавқеъи ман аз паёмбарони гузашта монанди шахсе аст, ки хонаеро бино мекунад ва ҳамаи гӯша ва канори онро комил менамояд ва зебо месозад, вале дар он таъмир ҷои як хишт холӣ мемонад. Мардуме ба тамошои он хона меоянд ва онро меписанданд, вале мегӯянд: чӣ хуб буд, агар ҷойи ин хишт холӣ намебуд (ва ман омадам ва ҷои он хиштро комил кардам)»."
        },
        {
          "number": 1476,
          "full_text": "Ва дар ривояте дар ҳадиси мазкур ин чиз ҳам омадааст, ки «...магар ҷойи холии як хишт дар як гӯша». Ва дар ривояти дигаре омадааст, ки «... ва ман ҳамон хиштам ва ман хотами анбиё ҳастам»."
        }
      ]
    },
    {
      "number": 31,
      "title": "Вафоти Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1477,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) дар шастусесолагӣ вафот намуданд."
        }
      ]
    },
    {
      "number": 32,
      "title": "",
      "hadiths": [
        {
          "number": 1478,
          "full_text": "Аз Соиб ибни Язид (р), ки навадучаҳорсола ва шахси қавӣ ва ростандоме буд, ривоят аст, ки гуфт: Ман яқин дорам, ки саломатӣ, шунавоӣ ва биноиям ҷуз дуои Паёмбари Худо (с) сабаби дигаре надорад. Холаам маро назди эшон бурд ва гуфт: Ё Расулаллоҳ! Хоҳарзодаам мариз аст, барои ӯ дуо кунед. Ва эшон барои ман дуо карданд."
        }
      ]
    },
    {
      "number": 33,
      "title": "Сифати Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1479,
          "full_text": "Аз Уқба ибни Ҳорис (р) ривоят аст, ки гуфт: Абӯбакр (р) намози асрро хонд ва берун шуд (ва ин баъд аз чанд рӯзе аз вафоти Паёмбари Худо (с) буд ва дар ин вақт Алӣ (р) низ ҳамроҳаш буд). Ҳасан (р)-ро дид, ки бо дигар атфол бозӣ мекунад (Ҳасан (р) дар ин вақт ҳафтсола буд), ӯро бар шонаи худ савор намуда ва гуфт: Ба сари падарам савганд, ки ӯ ҳамранги Паёмбари Худо (с) аст, на ҳамранги Алӣ. Ва Алӣ (р) механдид."
        },
        {
          "number": 1480,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Ман Паёмбари Худо (с)-ро дидам, Ҳасан ибни Алӣ (р) шабеҳашон буд. Касе барояш гуфт: Мушаххасоти Паёмбари Худо (с)-ро ба мо бигӯ. Гуфт: Паёмбари Худо (с) сафедранг буданд ва дар мӯйҳои сиёҳашон мӯйҳои сафед пайдо шуда буд ва он ҳазрат (с) амр карданд, то ба мо сездаҳ шутур бидиҳанд, вале пеш аз он, ки мо он шутуронро бигирем, вафот намуданд."
        },
        {
          "number": 1481,
          "full_text": "Аз Абдуллоҳ ибни Буср (р), ки аз саҳобаҳои Паёмбари Худо (с) буд, пурсиданд: Оё Паёмбари Худо (с)-ро дар ҳоли пирӣ дидӣ? Гуфт: Аз мӯйҳои зери лаби эшон чанд мӯйе сафед шуда буд (теъдоди мӯйҳои сафед, ҳафдаҳ мӯй буд)."
        },
        {
          "number": 1482,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) миёнақад буданд, на баланд буданд ва на кӯтоҳ, рангашон гулгун буд, на сафеди беранг ва на гандумгун, мӯйҳояшон на муҷаъъад буд ва на рехта. Ҳангоме, ки ваҳй барояшон нозил гардид, чиҳилсола буданд. Даҳ сол дар Макка ваҳй барояшон нозил мешуд ва даҳ сол дар Мадина. Ва ҳангоми вафот бист мӯйи сафед ба сару рӯяшон дида намешуд (аз зоҳири ин ҳадис чунин дониста мешавад, ки умри он ҳазрат (с) шаст сол буд, дар сурате, ки умрашон ба таври собит шасту се сол аст ва сабабаш ин аст, ки Анас (р) муддати нузули ваҳй дар Маккаро баён мекунад, на муддати бақои Паёмбари Худо (с) дар Маккаро ва тавре, ки маъруф аст, дар шаш моҳи аввали беъсат барои Паёмбари Худо (с) рӯъёҳои солеҳа зоҳир мегардид ва дар муддати дуввуним соли дигар ваҳй ба таври комил қатъ гардида буд, ки маҷмӯъи муддати қатъи ваҳй се сол мешавад ва ба ин тариқ умри Паёмбари Худо (с) ҳамон (шасту се сол) мешавад)."
        },
        {
          "number": 1483,
          "full_text": "Ва дар ривояти дигаре аз Анас ибни Молик (р) омадааст, ки гуфт: Паёмбари Худо (с) на бисёр қоматбаланд буданд ва на кӯтоҳқомат, на сафеди беранг ва на гандумгун, на дорои мӯйи муҷаъъад ва на мӯйи рехта. Дар чиҳилсолагӣ ба паёмбарӣ мабъус гардидаанд... (ва бақияи ҳадисро, ки каблан гузашт, ривоят кард)."
        },
        {
          "number": 1484,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ҳама зеботар ва хушхӯтар буданд, на бисёр баландқомат буданд ва на кӯтоҳқомат."
        },
        {
          "number": 1485,
          "full_text": "Аз Анас (р) суол шуд, ки оё Паёмбари Худо (с) мӯйҳои худро ранг мекарданд? Гуфт: На, фақат чанд мӯе дар ду гӯшаи сарашон сафед шуда буд."
        },
        {
          "number": 1486,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) миёнақад буданд, байни шонаҳояшон фарох буд ва мӯйҳояшон то ду нармии гӯш мерасид. Изор ва ридоеро пӯшида буданд, ки хатҳои сурх дошт ва ҳеҷ касро зеботар аз эшон надида будам."
        },
        {
          "number": 1487,
          "full_text": "Ва дар ривояти дигаре аз Бароъ (р) омадааст, ки аз вай пурсида шуд: Оё тобиши рӯи Паёмбари Худо (с) монанди тобиши шамшер буд? Гуфт: На, балки (дар зебоӣ равшанӣ ва гирдӣ) монанди моҳтоб буд."
        },
        {
          "number": 1488,
          "full_text": "Ривоят аст, ки Абӯҷуҳайфа (р) Паёмбари Худо (с)-ро дар Батҳо дидааст, ки пеши рӯяшон сутра гузошта шуда буд... Ин ҳадис қаблан гузашт ва дар ин ривоят омадааст, ки гуфт: Мардум дастҳои Паёмбари Худо (с)-ро мегирифтанд ва бар рӯи худ мекашиданд ва ман низ дасти Паёмбари Худо (с)-ро гирифтам ва бар рӯи худ гузоштам, дастҳои эшон яхтар аз барф ва хушбӯтар аз мушк буд. (Қобили тазаккур аст, ки сардии даст далолат бар саломатии ҷисм дорад ва дигар ин, ки хушбӯйии Паёмбари Худо (с) табиъӣ буд, яъне бидуни он, ки хушбӯӣ истеъмол карда бошанд, бӯи хуше доштанд)."
        },
        {
          "number": 1489,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Дар беҳтарин наслҳои бани Одам (ъ) аз як насл ба насли дигар мунтақил гардидаам (яъне аз салби Исмоил ба Канона ва аз Канона ба Қурайш ва аз Қурайш ба бани Ҳошим), то ин, ки дар ин қарн ба дунё омадам»."
        },
        {
          "number": 1490,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) мӯйҳои худро бар рӯи (пешонии) худ раҳо мекарданд, вале мушрикин мӯйҳои худро аз фарқи сар ду ҳисса мекарданд ва аҳли китоб мӯйҳои худро раҳо мекарданд. Паёмбари Худо (с) дар мавориде, ки амр ба чизи муайяне намешуданд, мувофиқат бо аҳли китобро дӯст медоштанд (зеро аҳли китоб нисбат ба мушрикин ба ҳақ наздиктар буданд ва аз ин ҷиҳат аст, ки никоҳ кардани занони онҳо равост ва забҳи дасташон низ ҳалол аст) ва баъд аз (он ки мушрикин аз байн рафтанд), эшон мӯйҳои сари худро ду ҳисса карданд."
        },
        {
          "number": 1491,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фоҳиш ва мутафаҳҳиш набуданд ва ҳамеша мефармуданд: «Беҳтарини шумо хушахлоқтарини шумо аст»."
        },
        {
          "number": 1492,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) байни ҳеҷ ду коре мухайяр нашудаанд, магар он, ки агар гуноҳе дар он намебуд, осонтарини онро ихтиёр мекарданд ва агар гуноҳе дар он кори (осонтар) мебуд, нисбат ба ҳамагон аз он бештар дурӣ меҷустанд ва Паёмбари Худо (с) дар мавриди худ ҳаргиз аз касе интиқом нагирифтаанд, вале агар ба ҳурумот ва аҳкоми Худо беэҳтиромӣ мешуд, ҳудуди Худоро ҷорӣ месохтанд."
        },
        {
          "number": 1493,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ҳеҷ абрешим ва дебоҷеро ба мулоимии дасти Паёмбари Худо (с) ламс накардаам ва ҳеҷ атр ва хушбӯиро аз бӯи Паёмбари Худо (с) хушбӯтар наёфтаам."
        },
        {
          "number": 1494,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз духтари бикр дар саропардааш боҳаётар буданд."
        },
        {
          "number": 1495,
          "full_text": "Ва дар ривояти дигар омадааст, ки гуфт: ... ва агар аз чизе бадашон меомад, аз чеҳраашон намоён мегардид (яъне аз ниҳояти ҳаёву шарм бадии он чизро ба забон намеоварданд, вале аз ранги чеҳраашон намоён мегардид, ки аз фалон чиз бадашон омадааст)."
        },
        {
          "number": 1496,
          "full_text": "Аз Абӯҳурайра ривоят аст, ки гуфт: Паёмбари Худо (с) ҳеҷ таомеро ҳеҷ гоҳ бад нагуфтаанд. агар хушашон меомад, мехӯрданд ва агар хушашон намеомад, аз хӯрдани он худдорӣ мекарданд (ва ин амр аз камоли адаб ва ахлоқашон буд)."
        },
        {
          "number": 1497,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) тавре санҷида сухан мегуфтанд, ки агар касе мехост суханонашонро шумор кунад, шумор карда метавонист (ва аз ҳамин сабаб буд, ки саҳоба (р) тавонистанд суханони гуҳарбори эшонро ба хотир супурда ва ба ояндагон бирасонанд)."
        },
        {
          "number": 1498,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мисли шумо инчунин паёпай сухан намегуфтанд."
        }
      ]
    },
    {
      "number": 34,
      "title": "Чашми Паёмбари Худо (с) мехобид, вале дилашон намехобид",
      "hadiths": [
        {
          "number": 1499,
          "full_text": "Анас (р) аз (вақоеъи) шаби меъроҷи Паёмбари Худо (с) ривоят мекунад, ки пеш аз он, ки бар Паёмбари Худо (с) ваҳй нозил гардид, дар ҳоле, ки дар Масҷидулҳаром бо ду нафари дигар, яъне Ҷаъфар ва Ҳамза (р) хоб буданд, се нафар назди эшон омаданд (гӯянд: ин се нафар Ҷабраил, Микоил ва Исрофил буданд). Аввалӣ пурсид: Он шахсе, ки мо мехоҳем, кадом аст? Гуфт: Он кӣ дар васат аст, аз ҳама беҳтар аст. (Паёмбари Худо (с) дар байни Ҳамза ва Ҷаъфар хоб буданд). Охирин нафари онҳо гуфт: Бояд ҳамон шахси беҳтарро бубарем. Ин охирин чизе буд, ки дар он шаб гуфтанд. Шаби дигар Паёмбари Худо (с) дар байни хобу бедорӣ диданд, ки боз (он се нафар) омаданд ва чашмони Паёмбари Худо (с) хоб, вале дилашон бедор буд. Паёмбарон чунин ҳастанд, чашми онҳо мехобад ва дилашон намехобад. Ва ҳамон буд, ки Ҷабраил (ъ) омад ва Паёмбари Худо (с)-ро бо худ гирифт ва ба осмон уруҷ намуд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Аломати нубувват дар Ислом",
      "hadiths": [
        {
          "number": 1500,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) дар минтақаи Завро буданд (Завро ҷое буд дар бозори Мадина), зарфи оберо назди эшон оварданд, дасти худро дар он зарф гузоштанд, об аз байни ангуштонашон фаввора зад ва мардум вузӯ сохтанд. Аз Анас (р) пурсиданд: Шумо (касоне, ки аз он зарф вузӯ сохтед) чанд нафар будед? Гуфт: Сесад нафар ё ҳудуди сесад нафар."
        },
        {
          "number": 1501,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Мо чизҳои хориқулодаро сабаби хайр ва баракат мепиндоштем (масалан ин, ки иддаи бисёре аз таоми андаке сер шаванд ва ё қадаҳи обе сабаби сероб шудани мардуми бисёр гардад ва амсоли инҳо), вале шумо чунин чизҳоро аломати азоб фикр мекунед. Дар сафаре бо Паёмбари Худо (с) будем, об кам шуд, фармуданд: «Каме об биоваред». Зарферо, ки дар он миқдори ками об буд, оварданд. Паёмбари Худо (с) дасти худро дар он зарф ниҳоданд ва фармуданд: «Ба сӯи оби муборак бишитобед ва баракат аз Худост». Ва ман дидам, ки об аз байни ангуштонашон берун мечакад ва ҳангоме, ки Паёмбари Худо (с) ғизо мехӯрданд, мо садои тасбеҳи таомеро, ки хӯрда мешуд, мешунидем (инҳо ҳама мӯъҷизоти қотеъе барои исботи нубуввати ҳазрати хатми мартабат (с) буд)."
        },
        {
          "number": 1502,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «То он вақт қиёмат намешавад, ки шумо бо мардуме, ки кафшҳои онҳо аз мӯй бофта шудааст, ҷиҳод намоед..». Ва ин ҳадис қаблан гузашт (ба ҳадиси 1262 муроҷаъат шавад) ва дар охири ин ривоят омадааст, ки «... ва рӯзе хоҳад омад, ки дидани ман барои шахс дӯстдоштанитар аз мол ва авлодаш бошад»."
        },
        {
          "number": 1503,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «То он замон қиёмат намешавад, ки бо мардуми минтақаи Хуз ва Кирмон аз диёри мардуми аҷам ҷанг намоед, рӯи он мардум сурх ва биниҳои онҳо ҳамвор аст, чашмҳояшон хурд ва рӯяшон ба монанди сипари чакишхӯрда аст ва кафшҳояшон аз мӯй мебошад»."
        },
        {
          "number": 1504,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Ҳамин қарияи аз Қурайш мардумро ҳалок хоҳад сохт. Мардум гуфтанд: Моро ба чӣ чиз амр мефармоед? Фармуданд: «Ай кош мардум аз онҳо гӯшагирӣ намоянд»."
        },
        {
          "number": 1505,
          "full_text": "Ва аз Абӯҳурайра (р) дар ривояти дигар омадааст, ки (гуфт): Аз содиқ ва масдуқ шунидам, ки мефармуданд: «Ҳалоки уммати ман ба дасти гурӯҳе аз Қурайш аст». Ва агар бихоҳед, онҳоро ном мебарам: Бани фалон ва бани фалон ҳастанд."
        },
        {
          "number": 1506,
          "full_text": "Аз Ҳузайфа ибни Ямон (р) ривоят аст, ки гуфт: Мардум аз Паёмбари Худо (с) аз хайр пурсон мекарданд, вале ман аз тарси он, ки домангирам нашавад, аз шар ва бадӣ пурсиш мекардам. Гуфтам: Ё Расулаллоҳ, мо замоне дар бадбахтӣ ва ҷоҳилият будем ва Худованд ин хайрро (яъне дини Исломро) насиби мо сохт, оё баъд аз ин хайр боз шар ва бадбахтӣ хоҳад буд? Фармуданд: «Бале!» Гуфтам: Баъд аз он шар ва бадбахтй боз хайре хоҳад буд? Фармуданд: «Бале». (Қозӣ Аёз мегӯяд: Ин хайре, ки баъд аз шар аст, хилофати Умар ибни Абдулазиз (р) аст). Вале дар ӯ фасоде ҳам ҳаст». Пурсидам: Фасодаш чист? Фармуданд: «Касонеанд, ки мардумро ба роҳи дигаре ғайр аз роҳи ман ҳидоят мекунанд, дар корҳои онҳо умури хуб ва бадро мебинӣ». Гуфтам: Оё баъд аз ин хайр боз шарре хоҳад буд? Фармуданд: Бале, касонеанд, ки мардумро ба тарафи дӯзах даъват мекунанд, касе, ки даъвати онҳоро бипазирад, ӯро дар ҷаҳаннам меандозанд» (гӯянд мурод аз ин гурӯҳ хавориҷ ва қаромита мебошад). Гуфтам: Ё Расулаллоҳ! Нишони онҳоро барои мо бигӯед, фармуданд: «Мардумеанд аз қавми худи мо ва ба забони худи мо сухан мегӯянд». Гуфтам: Агар замони онҳоро дарёфтам, маро ба чӣ чиз амр мефармоед? Фармуданд: «Бо ҷамоати мусалмонон ва имоми онҳо бош!» Гуфтам: Агар ҷамоат ва имоме надоштанд? Фармуданд: «Аз ҳамаи он аҳзоб ва гурӯҳҳо гӯшагирӣ кун, агарчанде ки решаи дарахтро бихӯрӣ ва то ҳангоми марг ба ҳамин тариқ зиндагонӣ кунӣ»."
        },
        {
          "number": 1507,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Ҳангоме, ки аз Паёмбари Худо (с) ба шумо сухан мегӯям, афтодан аз осмонро аз дурӯғ бастан ба Паёмбари Худо (с) бештар дӯст медорам ва вақте ки аз тарафи худ сухан мегӯям, ҷанг фиребкорист. Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Дар охири замон мардуме хоҳанд омад, ки синнашон кам ва ақлашон норасо аст, гуфтаҳои онҳо аз Қуръон аст, вале аз Ислом бо чунон суръате хориҷ мешаванд, ба монанде, ки тир аз ҳадаф хориҷ мегардад. Имони онҳо аз гулӯяшон таҷовуз намекунад, дар ҳар ҷое, ки онҳоро дидед, ба қатл бирасонед, зеро куштани онҳо дар рӯзи қиёмат сабаби музд барои қотили онҳо аст»."
        },
        {
          "number": 1508,
          "full_text": "Аз Хаббоб ибни Арат (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) дар ҳоле, ки дар канори Каъба ба чодари худ такя карда буданд, шикоят намуда гуфтам: Оё барои мо талаби нусрат намекунед? Оё аз Худо намехоҳед, то бо мо кӯмак намояд? Фармуданд: «Дар замони пеш аз шумо барои шахс гудол мекарданд, ӯро дар он ҳуфра (гудол) рост мемонданд ва бо арра ду нимаш менамуданд ва ин чиз ӯро аз динаш боз намедошт ва бо шонаи оҳанин гӯшташро то вақте ки ба устухон мерасид, шона мекарданд ва ин чиз ҳам ӯро аз динаш боз намедошт. Савганд ба Худованд аст, ки Худованди мутаъол динашро комил месозад, ба тавре, ки шахсе аз Санъо савора ба Ҳазрамавт биравад, ба ҷуз аз Худо аз каси дигар натарсад ва ё ҷуз аз гурге, ки ба гӯсфандонаш ҳамла кунад, аз чизи дигаре натарсад, вале шумо аҷалаву шитоб мекунед»."
        },
        {
          "number": 1509,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) (чанд рӯзе) Собит ибни Қайсро надиданд. Шахсе гуфт: Ё Расулаллоҳ! Ман хабарашро барои шумо хоҳам овард. Ин шахс омад ва дид, ки дар хонааш сар ба зону нишастааст, пурсид: Туро чӣ шудааст? Гуфт: Бадбахтӣ аст (ва сабаби ин бадбахтӣ ин аст, ки) овози худро аз овози Паёмбари Худо (с) баландтар мекардам ва ин чиз аъмоламро ҳабата карда, аз байн бурдааст ва дар натиҷа аз аҳли дӯзах хоҳам буд. Он шахс назди Паёмбари Худо (с) омад ва гуфт, ки Собит ибни Қайс (р) чунин ва чунон мегӯяд. Паёмбари Худо (с) фармуданд: «Наздаш бирав ва бигӯ, ки ту аз аҳли дӯзах нестӣ, балки аз аҳли биҳишт ҳастӣ». Ва ӯ ин хабари хушро барои (Собит ибни Қайс (р) расонид."
        },
        {
          "number": 1510,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Шахсе (дар намоз) сураи Каҳфро мехонд. (Ин шахс Усайд ибни Ҳузайр буд), дар хонааш аспе буд ва шурӯъ ба нооромӣ кард, намозро салом дод ва дид, ки абре ӯро фаро гирифтааст, ин мавзӯъро барои Паёмбари Худо (с) гуфт, фармуданд: «Эй фалон! Ба Қуръон хонданат идома медодӣ, зеро он абр оромиш ва рӯҳонияте аст, ки ба сабаби хондани Қуръон нозил гардида буд ва ё таназзул карда буд». (Табаронӣ аз Алӣ (р) ривоят мекунад, ки барои он абр сурате буд монанди сурати инсон)."
        },
        {
          "number": 1511,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) ба дидани шахси бодиянишине рафтанд ва одати Паёмбари Худо (с) ин буд, ки ҳангоми аёдат аз мариз мегуфтанд: «Чизе нест, иншоаллоҳ, ки сабаби аз байн рафтани гуноҳони ту мешавад». Ва барои он шахс ҳам гуфтанд, ки «чизе нест ва иншоаллоҳ сабаби омурзиши гуноҳони ту мешавад». Он шахс гуфт: Фармудед, ки сабаби омурзиши гуноҳони ту мешавад? На, балки ин гармии сӯзоне аст, ки ба ҷони пири марди кӯҳансоле даргирифта ва ӯро ба қабр раҳнамоӣ хоҳад кард. Паёмбари Худо (с) фармуданд: «Пас ҳоло, ки чунин мегӯӣ, бале»."
        },
        {
          "number": 1512,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Шахси насронӣ мусалмон шуд ва сураи «Бақара» ва «Оли Имрон»-ро хонд ва барои Паёмбари Худо (с) чизҳоеро менавишт. Дубора аз ислом баргашт ва ба насроният гароид ва мегуфт: Муҳаммад ба ҷуз чизҳоеро, ки ман барояш навишта мекардам, чизи дигареро намедонад. Худованди мутаъол он шахсро ҳалок сохт, мардум дафнаш карданд, чун субҳ шуд, диданд, ки хок ӯро берун андохтааст, қавмҳояш гуфтанд: Ин кори Муҳаммад (с) ва ёрони ӯст, зеро ӯ аз назди онҳо гурехта буд ва онҳоянд, ки ӯро аз қабраш кашида берун андохтаанд. Барояш чуқурии амиқтаре канданд ва ӯро дафн карданд. Чун субҳ шуд, диданд, ки хок ӯро берун андохтааст, гуфтанд: Ин кори Муҳаммад ва ёрони ӯст, ки қавми моро аз қабр кашида ва берун андохтаанд, зеро ӯ аз назди онҳо гурехта буд. Ин бор то ҷое, ки метавонистанд, барояш чуқурии амиқе канданд ва ӯро дар он дафн намуданд, чун субҳ шуд, боз диданд, ки аз хок берун андохта шудааст, фаҳмиданд, ки кори касе нест (ва кори Худованди мутаъол аст) ӯро бурданд ва дар ҷое андохтанд."
        },
        {
          "number": 1513,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт Паёмбари Худо (с) фармуданд: «Оё бистари махмал доред?» (Паёмбари Худо (с) ин саволро ҳангоме аз Ҷобир (р) намуданд, ки вай издивоҷ карда буд). Гуфтам: Мо куҷо ва бистари махмал куҷо? Фармуданд: «Бидонед, ки ба зудӣ соҳиби бистари махмал хоҳед шуд». Ман ба ҳамсарам мегӯям, ки бистари махмалатро дур кун, ӯ мегӯяд: Магар Паёмбари Худо (с) нафармуданд, ки «Ба зудӣ соҳиби бистари махмал хоҳед шуд»."
        },
        {
          "number": 1514,
          "full_text": "Ривоят аст, ки Саъд ибни Муъоз (р) ба Умайя ибни Халаф гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Ман туро хоҳам кушт. Гуфт: Маро? Гуфтам: Бале. Гуфт: Ба Худованд савганд, вақте ки Муҳаммад чизе бигӯяд, дурӯғ намегӯяд. Ва ҳамон буд, ки дар ҷанги Бадр кушта шуд ва ин ҳадис дорои қиссае аст, ки мазмунаш ҳамин чиз аст»."
        },
        {
          "number": 1515,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки Ҷабраил (ъ) дар ҳоле, ки Умми Салама (р) назди Паёмбари Худо (с) буд, ба ҳузури эшон омад, чизе бо эшон сухан гуфт ва рафт. Паёмбари Худо (с) ба Умми Салама (ъ) гуфтанд: «Ин шахс кӣ буд?» Гуфт: Диҳя буд. Умми Салама (р) мегӯяд: То рӯзе, ки хутбаи Паёмбари Худо (с)-ро дар мавриди хабари Ҷабраил (ъ) нашунида будам, фикр намекардам, ки ӯ ҷуз Диҳя шахси дигаре бошад (Ҷабраил (ъ) баъзе вақтҳо ба сурати Диҳяи қалбӣ (р) нозил мегардид)."
        },
        {
          "number": 1516,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Дар хоб дидам, ки мардум дар ҷое ҷамъ шудаанд, Абӯбакр (р) бархост, як ё ду сатил об кашид ва дар об кашиданаш гоҳе заиф намуд, (ишорат ба будани футуҳоти замони Абӯбакр (р) аст) ва Худованд барояш биомурзад. Баъд аз он сатилро Умар гирифт ва сатил ба дасти Умар мубаддал ба машке шуд ва ман ҳеҷ сардори қавмеро надидаам, кори шоистаеро, ки Умар мекард, карда бошад (он қадар об кашид), ки ҳавзи сари чоҳро пур кард ва мардум сероб баргаштанд»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Ин қавли Худованд, ки: «Паёмбари Худо (с)-ро монанди фарзандони худ мешиносанд...» (Бақара: 146)",
      "hadiths": [
        {
          "number": 1517,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят асг, ки яҳуд назди Паёмбари Худо (с) омада ва гуфтанд: Марду зане аз мо бо ҳам зино кардаанд. Паёмбари Худо (с) аз эшон пурсиданд: «Дар Таврот дар бораи зино чӣ омадааст?» Гуфтанд: Ин, ки онҳоро расво бисозем ва тозиёна бизанем. Абдуллоҳ ибни Салом гуфт: Дурӯғ мегӯед, ҳукми зино дар Таврот сангсор кардан аст. Тавротро оварданд ва боз карданд, яке аз яҳудон дасти худро бар болои ояи раҷм гузошт ва мо қабл ва мо баъди онро хонд. Абдуллоҳ ибни Салом (р) (Абдуллоҳ ибни Салом аз яҳуди бани Қайнуқоъ ва номаш Ҳусайн буд ва баъд аз ин, ки мусалмон шуд, ӯро Абдуллоҳ номиданд ва Паёмбари Худо (с) ӯро башорат ба ҷаннат доданд) гуфт: Дастатро бардор. Чун дасти худро бардошт, ояи раҷм дар зери дасташ буд. Яҳудон гуфганд: Ё Расулаллоҳ! Абдуллоҳ ибни Салом росг мегӯяд, дар Таврот ояти раҷм омадааст. Ва Паёмбари Худо (с) амр намуданд ва он ду зинокорро сангсор карданд."
        }
      ]
    },
    {
      "number": 37,
      "title": "Дархости мушрикин, ки Паёмбари Худо (с) барои онҳо мӯъҷиза нишон бидиҳад ва эшон барои онҳо шаққи қамарро нишон доданд",
      "hadiths": [
        {
          "number": 1518,
          "full_text": "Аз Абдуллоҳ ибни Масъуд(р) ривоят аст, ки гуфт: Дар замони Паёмбари Худо (с) моҳтоб дупора гардид ва Паёмбари Худо (с) фармуданд: «Нигоҳ кунед ва бар ин мӯъҷиза) шаҳодат бидиҳед»."
        },
        {
          "number": 1519,
          "full_text": "Аз Урваи Бориқӣ (р) ривоят аст, ки Паёмбари Худо (с) ба дасташ диноре доданд, то барояшон гӯсфанде бихаранд. Урва (р) рафт ва ба як динор ду гӯсфанд харид, якеро ба як динор фурӯхт ва дигареро бо як динор назди Паёмбари Худо (с) овард ва эшон дуо карданд, ки дар хариду фурӯши худ баракат бубинад. Ва баъд аз он агар хокро мехарид, фоида мекард."
        }
      ]
    }
  ],
  "total_chapters": 36,
  "total_hadiths": 121,
  "unique_hadith_numbers": 121
}