{
  "id": 8,
  "number": 8,
  "title": "КИТОБИ НАМОЗ",
  "chapters": [
    {
      "number": 1,
      "title": "Кайфияти фарз гардидани намоз дар шаби Исро",
      "hadiths": [
        {
          "number": 228,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Абӯзар (р) аз Паёмбари Худо (с) ривоят мекард, ки фармуданд: “Ҳангоме, ки ба Макка будам, сақфи хонаам шикофта шуда ва Ҷабраил (ъ) дохил гардид, синаамро кушуда ва ба оби Замзам шуст. Баъд аз он таштеро, ки пур аз ҳикмат ва имон буд, оварда ва дар синаам холӣ кард ва синаамро баст. Баъд аз он дастамро гирифт ва ба сӯи осмон уруҷ намуд. Чун ба осмони аввал омадам, Ҷабраил ба дарбони осмон гуфт: Боз кун. Дарбон гуфт: Кист? Ҷабраил гуфт: Ман Ҷабраил ҳастам. Гуфт: Касе ҳамроҳат ҳаст. Гуфт: Бале! Муҳаммад (с) ҳамроҳам мебошад. Гуфт; Оё ӯ мабъус шудааст? Гуфт: Бале. Ва дарбон дарро кушуд. Чун ба Осмони Дунё боло шудем, дидем, шахсе нишаста ва мардумоне дар тарафи росташ ва мардумоне дар тарафи чапаш қарор доранд, чун ба тарафи росташ нигоҳ мекунад, механдад ва чун ба тарафи чапаш нигоҳ мекунад, мегиряд. (Ӯ моро мухотаб қарор дода) гуфт: Эй Пайғамбари некӯкор ва фарзанди некӯкор, хуш омадед. Аз Ҷабраил пурсидам: Ин шахс кист? Гуфт: Ин (Одам) (ъ) аст ва ин чизҳое, ки дар тарафи рост ва чапаш қарор доранд, арвоҳи авлодаш мебошанд. Онҳое, ки дар тарафи росташ ҳастанд, аҳли ҷаннат ва онҳое, ки дар тарафи чапаш мебошанд, аҳли дӯзах ҳастанд, чун ба тарафи росташ мебинад, механдад ва чун ба тарафи чапаш нигоҳ мекунад, мегиряд. Баъд аз он маро ба сӯи осмони дуввум бурда ва ба дарбон гуфт: Боз кун. Дарбон ҳамон чизеро, ки дарбони осмони аввал гуфта буд, такрор намуд ва дарро кушод. Анас (р) мегӯяд, ки Абӯзар (р) барояш гуфтааст, ки Паёмбари Худо (с) дар осмонҳо Одам, Идрис, Мӯсо, Исо ва Иброҳим салавотуллоҳи алайҳимро дидааст. Вале Абӯзар (р) маконҳои онҳоро мушаххас карда натавонист, фақат ҳамин қадар ба хотир дошт, ки Паёмбари Худо (с) Одам (ъ)-ро дар осмони дунё ва Иброҳим (ъ)-ро дар осмони шашум дидаанд. Анас (р) мегӯяд: Чун Ҷабраил бо Паёмбари Худо (с) назди Идрис (ъ) расиданд, гуфт: Пайғамбари некӯкор ва бародари некӯкорам, хуш омадед. Паёмбари Худо (с) мегӯянд, ки аз Ҷабраил (ъ) пурсидам: “Ин шахс кист?” Гуфт: Ин Идрис аст. Баъд аз он назди Мӯсо (ъ) расидем ва ӯ ҳам гуфт: Пайғамбари некӯкор ва бародари накӯкорам, хуш омадед. Пурсидам: “Ин кист?” Гуфт: Ин Мӯсо (ъ) аст. Баъд аз он назди Исо (ъ) расидем ва ӯ ҳам гуфт: Пайғамбари некӯкор ва бародари некӯкорам, хуш омадед: Пурсидам: иИн кист?” Гуфт: Ин Исо (ъ) аст. Баъд аз он назди Иброҳим (ъ) расидем ва ӯ гуфт: Пайғамбари некӯкор ва фарзанди некӯкорам, хуш омадед. Пурсидам: “Ин кист?” Гуфт: Иброҳим(ъ) аст. Анас (р) мегӯяд: Ибни Аббос (р) ва Абӯҳаббаи Ансорӣ (р) мегуфтанд, ки Паёмбари Худо (с) фармуданд, ки “баъд аз он то ҷое бурда шудам, ки овози ақломи (қаламҳои) (малоика)-ро мешунидам.\" Анас ибни Молик (р) мегӯяд: Паёмбари Худо (с) фармуданд: “Худованд бар уммати ман панҷоҳ намоз фарз гардонид, бо ҳамин ҳукм баргаштам, то он, ки назди Мӯсо (ъ) расидам. Пурсид; Худованд бар уммати ту чӣ фарз намуд? Гуфтам: Панҷоҳ вақт намоз. Гуфт: Ба назди Парвардигорат баргард, чун уммати ту тоқати инро надоранд. Баргаштам ва Худованди мутаъол қисмате аз онро соқит намуд, боз баргаштам ва назди Мӯсо омада, гуфтам: Худованди мутаъол қисмате аз онро соқит намуд. Гуфт: Назди Парвардигорат баргард, чун уммати ту тоқати онро надоранд. Баргаштам ва боз Худованди мутаъол қисмате аз онро соқит намуд, боз назди Мӯсо омадам ва боз бароям гуфт: Назди Парвардигорат баргард, зеро уммати ту тоқати онро надоранд. Боз баргаштам ва Парвардигорам бароям гуфт: Ин панҷ аст (дар адад) ва панҷоҳ аст (дар савоб) ва ин гуфтаам тағйирпазир нест. Боз назди Мӯсо омадам ва ӯ ба ман гуфт: Назди Парвардигорат баргард. Гуфтам: Аз Парвардигорам ҳаё мекунам. Баъд аз он Ҷабраил (ъ) ҳамроҳам рафт, то маро ба Сидрату-л- мунтаҳо расонид ва ин мақом чунон рангҳои гуногуне дошт, ки онҳоро васф карда наметавонам, баъд аз он маро ба ҷаннат бурданд ва дар он ҷо риштаҳое буд аз марворид ва хоки он аз мушк буд.”"
        },
        {
          "number": 229,
          "full_text": "Аз Оиша, умму-л-мӯъминин (р) ривоят аст, ки гуфт: Худованд ҳангоме, ки намозро фарз гардонид, дар ҳазар ва сафар (ду ракаат) фарз гардонид, намози сафар ба ҳамон ҳоли худ боқӣ монд ва бар намози ҳазар афзуда шуд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Намоз бояд бо либос хонда шавад",
      "hadiths": [
        {
          "number": 230,
          "full_text": "Аз Умар ибни Абӯсалама (р) ривоят аст, ки Паёмбари Худо (с) боре танҳо дар як ҷома намоз хонданд ва ду тарафи ҷомаро ба тарафи муқобил давр дода буданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Намоз хондан дар ҷомае, ки ба ҷасад печида шудааст",
      "hadiths": [
        {
          "number": 231,
          "full_text": "Аз Умми Ҳониъ бинти Абӯтолиб (р) дар зимни ҳадиси намози Паёмбари Худо (с) дар рӯзи фатҳи Макка ривоят аст. Ва ҳадиси намоз хондани Паёмбари Худо (с) дар рӯзи фатҳи Макка қаблан гузашт."
        },
        {
          "number": 232,
          "full_text": "Ва дар ин ривоят омадааст, ки Умми Ҳониъ гуфт: Баъд аз он ҳашт ракаат намоз, дар ҳоле, ки худашонро ба ҷома печонда буданд, хонданд, чун аз намоз фориғ шуданд, гуфтам: Ё Расулаллоҳ, баччаи модарам, яъне бародарам Алӣ ибни Абӯтолиб (р) мехоҳад шахсеро, ки ман паноҳ додаам ва он (фалон ибни Ҳубайра) аст, ба қатл бирасонад. Паёмбари Худо (с) фармуданд: “Эй умми Ҳониъ! Мо паноҳ додем касеро, ки ту паноҳ додаӣ,” Умми Ҳониъ мегӯяд: Ин (воқеа) ҳангоми чошт буд."
        },
        {
          "number": 233,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) аз ҳукми намоз хондан дар як ҷома пурсиш намуд. Паёмбари Худо (с) фармуданд: “Оё ҳар кадоми шумо ду ҷома доред?”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар касе дар як ҷома намоз мехонад, онро ба шонахояш биандозад",
      "hadiths": [
        {
          "number": 234,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Набояд касе аз шумо дар як ҷома, ки бар шонаҳояш аз он чизе набошад, намоз бихонад.”"
        },
        {
          "number": 235,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки дар як ҷома намоз мехонад, ду тарафи онро ба ду ҷониби мухолиф бияндозад»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Вақте ки ҷома танг бошад",
      "hadiths": [
        {
          "number": 236,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Дар сафаре аз сафарҳои Паёмбари Худо (с) бо эшон ҳамроҳ будам. Шабе чиҳати иҷрои коре наздашон омадам, дидам, ки намоз мехонанд ва ман танҳо як ҷома доштам ва худро ба он печонда ва дар паҳлӯяшон ба намоз истодам. Чун аз намоз фориғ шуданд, пурсиданд: “Эй Ҷобир, сабаби берун шудани ту дар ин вақти шаб чӣ буд?” Эшонро аз ҳоҷати худ бохабар сохтам, чун суханам тамом шуд, фармуданд: “Ин чӣ навъ ҷома печиданиест, ки мебинам?” Гуфтам: Ҳамин як ҷома буд. Фармуданд: “Агар ҷома калон ва фарох буд, онро ба худ печон ва агар танг ва хурд буд (ба камарат бибанд)»."
        },
        {
          "number": 237,
          "full_text": "Аз Саҳл (р) ривоят аст, ки гуфт: Мардум бо Паёмбари Худо (с) намоз мехонданд ва монанди атфол лунгиҳои худро ба гарданашон мебастанд ва барои занҳо чунин гуфта мешуд, ки “то вақте ки мардҳо комилан наменишинанд, сарҳои худро боло накунед.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Намоз хондан дар қабои шомӣ",
      "hadiths": [
        {
          "number": 238,
          "full_text": "Аз Муғира ибни Шуъба (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо бо Паёмбари Худо (с) ҳамроҳ будам. Фармуданд: “Эй Муғира! Ин зарфро бо худ бигир.” Он зарфро бо худ гирифтам ва Паёмбари  Худо (с) ҷиҳати қазои ҳоҷат хориҷ гардида ва то ҷое рафтанд, ки аз ман пинҳон шуданд, дар ин вақт қабои шомиро пӯшида буданд, мехостанд дасти худро аз остини он берун кунанд, тангӣ кард, аз ин ҷиҳат дасти худро аз қисмати поёни он берун намуданд, ман ба (дастҳо)-яшон об рехтам ва эшон барои намоз хондан вузӯ сохтанд ва бар мӯзаҳои худ масҳ намуда ва сипас намоз хонданд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Худро барахна намудан дар намоз макрӯҳ аст",
      "hadiths": [
        {
          "number": 239,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки мегуфт: Паёмбари Худо (с) дар ҳоле, ки лунгӣ пӯшида буданд, бо Қурайш сангҳоро ҷиҳати бинои Каъба ҳамл мекарданд. Амакашон Аббос (р) ба эшон гуфт: Бародарзодаам! Агар лунгиро аз камари худ боз карда ва рӯи шонаҳоят, зери сангҳо қарор медодӣ, беҳтар буд. Ҷобир (р) мегӯяд: Паёмбари Худо (с) лунгиро боз карда, рӯи шонаҳои худ гузоштанд ва ҳамон буд, ки аз шиддати ҳаё ва шарм беҳуш афтоданд ва баъд аз ин рӯз ҳаргиз Паёмбари Худо (с) бараҳна дида нашуданд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Он чӣ, ки аз аврат бояд пӯшида шавад",
      "hadiths": [
        {
          "number": 240,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз печидани ҷома ба бадан ва аз нишастан ба тавре, ки аврат зоҳир гардад, наҳй фармуданд."
        },
        {
          "number": 241,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ду ақди хариду фурӯш дар як ақд ва аз лимос ва нибоз ва аз пӯшидани ҷома, ба тавре, ки аврат намоён шавад ва аз нишастане, ки аврат зоҳир гардад, наҳй фармуданд. (Лимос иборат аз он буд, ки шахс ба муҷарради даст задан ба чизи мавриди назар бояд ҳатман онро мехарид ва нибоз иборат аз он буд, ки фурӯшанда молро ва харидор пулро ба тарафи ҷониби муқобил меандохт ва байъ лозим гардида ва барои ҳеҷ кадом ихтиёри радди он набуд)."
        },
        {
          "number": 242,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст. ки гуфт: Абӯбакр (р) маро ҳамроҳи ду шахси дигар дар он ҳаҷҷе, ки амири ҳаҷ буд, маъмурият дод, то дар рӯзи иди Қурбон дар Мино эълон намоем, ки баъд аз имсол мушрике набояд ҳаҷ кунад ва набояд касе ба хонаи Каъба бараҳна тавоф намояд. Баъд аз он Паёмбари Худо (с) Алӣ (р)-ро фиристода ва ба ӯ амр карданд, то бароати аз мушрикинро эълон намояд. Алӣ (р) ҳамроҳи мо дар Мино эълон мекард, ки баъд аз имсол набояд мушрике ба ҳаҷ биёяд ва набояд касе ба хонаи Каъба бараҳна тавоф намояд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Он чӣ, ки дар мавриди аврат будани рон омадааст",
      "hadiths": [
        {
          "number": 243,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) ба ғазваи Хайбар рафтанд ва намози субҳро бо эшон дар наздикии Хайбар ба торикӣ адо намудем. Паёмбари Худо (с) савор гардиданд ва Абӯталҳа низ савор шуд ва ман пушти сари Абӯталҳа савор шудам. Паёмбари Худо (с) (маркабашонро) ба тарафи кӯчаҳои Хайбар пеш ронданд ва зонуҳоям ба рони Паёмбари Худо (с) мерасид, баъд аз он эшон чодарро аз рӯи рони худ дур карданд, то ҷое, ки сафедии рони Паёмбари Худо (с)-ро дидам. Чун ба деҳаи Хайбар дохил гардиданд, фармуданд: “Аллоҳу акбар, Хайбар хароб шуд. Вақте ки мо ба диёри мардуме биёем, пас вой ба рӯзи бимдодашудагон” (яъне касоне, ки даъвати Худоро напазируфтаанд). Ин суханро се бор такрор намуданд. Анас (р) мегӯяд: (Дар ин вақт) мардуми Хайбар ҷиҳати анҷом додани корҳояшон берун шуда буданд ва бо худ гуфтанд: Муҳаммад бо лашкараш расид! Анас (р) мегӯяд: Хайбарро ба зӯр ё ба сулҳ фатҳ кардем, чун асиронро ҷамъ карданд, Деҳя омада ва гуфт: Ё Расулаллоҳ! Аз ин асирон як канизеро ба ман бидиҳед. Фармуданд: “Бирав, барои худ канизеро интихоб кун.” Деҳя (р) Сафия бинти Ҳуяйро интихоб намуд. Шахсе назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ, Сафия бинти Хуяй сардори қавми Қурайза ва Назирро ба Деҳя бахшиш намудед, ӯ ҷуз бар шумо барои шахси дигаре муносиб нест. Паёмбари Худо (с) фармуданд: “Деҳяро бо он зан талаб кунед.” Чун Паёмбари Худо (с) ба тарафи он каниз нигаристанд, фармуданд: “Канизи дигаре аз байни асирон интихоб кун.” Анас (р) мегӯяд: Паёмбари Худо (с) [Сафия (р)]-ро озод карданд ва бо ӯ издивоҷ намуданд ва ҳамон озодиашро барояш маҳр қарор доданд. Ва ҳанӯз дар роҳ будем, ки (Умми Сулайм) (Сафия)-ро таҷҳиз ва омода намуд ва шаб назди Паёмбари Худо (с) фиристод ва Паёмбари Худо (с) субҳи он рӯз домод гардиданд ва фармуданд: “Касе, ки чизе дорад, ҳозир намояд.\" Ва матоъи чармиро паҳн намуданд, касе хурмо овард ва касе равган овард. Ва фикр мекунам, ки Анас (р) гуфт: Ва касе талқон, сипас ин чизҳоро бо ҳам омехтанд ва ин тӯйи арӯсии Паёмбари Худо (с) буд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Зан дар чанд ҷома бояд намоз бихонад",
      "hadiths": [
        {
          "number": 244,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с), ки намози фаҷрро мехонданд, занҳое аз мусалмонон низ дар ҳоле, ки худро ба ҷомаҳояшон печида буданд, ба намоз ҳозир мешуданд, баъд аз намоз ба хонаҳояшон бармегаштанд ва касе онҳоро намешинохт."
        }
      ]
    },
    {
      "number": 11,
      "title": "Намоз хондан дар ҷомае, ки дорои нақш аст",
      "hadiths": [
        {
          "number": 245,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҷомае, ки дорои нақшҳо буд, намоз хонданд. Ҳангоми намоз хондан чашми эшон ба он нақшҳо афтод. Баъд аз намоз хондан фармуданд: Ин ҷомаамро бурда ва ба Абӯҷаҳм бидиҳед ва ҷомаи хашини Абӯҷаҳмро барои ман биёваред, зеро ин ҷома сабаби аз байн рафтани ҳузури қалбиам дар намоз шуд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Оё агар касе дар ҷомаи салибдор ва ё аксдор намоз бихонад, намозаш фосид мешавад?",
      "hadiths": [
        {
          "number": 246,
          "full_text": "Аз Анас (р) ривоят аст, ки Оиша (р) пардаи бонақшунигоре дошт, ки ба он як тарафи хонаашро парда мекард Паёмбари Худо (с) (ба ӯ) гуфтанд: “Ин пардаатро дур кун, чун аксҳои он дар намоз ба хотирам меояд.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Касе, ки дар қабои абрешимин намоз хонда ва сипас онро аз бадани худ дур кардааст",
      "hadiths": [
        {
          "number": 247,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) қабои абрешиминеро бахшиш доданд. Паёмбари Худо (с) он қаборо пӯшиданд ва ба он намоз хонданд, чун аз намоз фориғ шуданд, онро монанди касе, ки аз чизе бадаш биёяд, аз бадани худ дур карда ва фармуданд: “Ин барои аҳли тақво муносиб нест.”"
        }
      ]
    },
    {
      "number": 14,
      "title": "Намоз хондан дар ҷомаи сурх",
      "hadiths": [
        {
          "number": 248,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дар хаймаи кӯчаки сурхранге, ки аз пӯст сохта шуда буд, дидам ва Билол (р) оби вузӯи он ҳазратро бо худ гирифта буд ва мардумро мушоҳида намудам, ки ҷиҳати ба даст овардани оби вузӯи Паёмбари Худо (с) бар якдигар сабқат меҷустанд, касе, ки аз он об чизе ба даст меовард, ба сар ва танааш мемолид ва касе, ки ба даст намеовард, аз рутубати дасти рафиқи худ истифода мекард. Баъд аз он Билолро дидам, ки асои найзамонандеро ба замин кӯбид ва Паёмбари Худо (с) бо либосҳои сурхранге, дар ҳоле, ки остинҳои худро боло зада буданд, омаданд ва он асоро пеши рӯи худ қарор дода ва бо мардум ду ракаат намоз адо намуданд, дар ин вақт медидам, ки мардум ва ҳайвонот аз пушти он асо убур мекарданд."
        }
      ]
    },
    {
      "number": 15,
      "title": "Намоз хондан бар болои баландӣ ва минбар ва лавҳаи чӯбин",
      "hadiths": [
        {
          "number": 249,
          "full_text": "Ривоят аст, ки касе аз Саҳл ибни Саъд (р) пурсид: Минбари Паёмбари Худо (с) аз чӣ сохта шуда буд? Гуфт: Касе, ки (ин чизро) аз ман беҳтар бидонад, дар қайди ҳаёт нест. Минбар аз дарахти гази Ғаба сохта шуда аст, онро фалонӣ, ки озодшудаи фалон зан аст, барои Паёмбари Худо (с) сохтааст ва ҳангоме, ки минбар сохта шуд ва ба ҷояш ниҳода шуд, Паёмбари Худо (с) болояш рӯ ба қибла истода ва такбир гуфтанд, мардум ҳам пушти сарашон истоданд, қироатро хонданд ва рукӯъ карданд ва мардум ҳам рукӯъ карданд, баъд аз он сарашонро баланд намуданд ва ақиб-ақиб рафта ва ба рӯи замин саҷда намуданд. Баъд аз он дубора болои минбар рафта, қироатро хонда ва рукӯъ намуданд ва чун сари худро аз рукӯъ баланд карданд, боз ақиб-ақиб омаданд, то ин, ки бар рӯи замин саҷда карданд ва ба ин тариқ намозро адо намуданд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Намоз хондан дар болои бӯрё",
      "hadiths": [
        {
          "number": 250,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки модаркалонаш [Мулайка (р)] Паёмбари Худо (с)-ро ба таъоме, ки омода карда буд, даъват намуд. Паёмбари Худо (с) аз он таъом хӯрда ва фармуданд: “Бархезед, то барои шумо намоз бихонам.” Анас (р) мегӯяд: Бӯрёеро, ки аз истеъмоли зиёд сиёҳ шуда буд, обе пошонда овардам. Паёмбари Худо (с) истода ва ман ва ятиме (ки он ҷо буд) пушти сарашон саф бастем ва он пиразан пушти сари мо истод ва Паёмбари Худо (с) барои мо ду ракаат намоз хонда ва рафтанд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Намоз хондан бар болои фарш",
      "hadiths": [
        {
          "number": 251,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Бисёр вақтҳо пеши рӯи Паёмбари Худо (с) тавре мехобидам, ки пойҳоям ба тарафи қиблаи эшон қарор мегирифт. Ҳангоми саҷда кардан ба дасташон маро танбеҳ мекардавд ва ман пойҳои худро пас мекашидам ва ҳангоме, ки меистоданд, дубора пойҳоямро дароз мекардам, Оиша (р) мегӯяд. Ва дар он вақт дар хонаҳо чароғе набуд."
        },
        {
          "number": 252,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) намоз мехонданд, ман дар пеши рӯяшон, дар рӯи бистар ба шакли ҷанозае қарор мегирифтам."
        }
      ]
    },
    {
      "number": 18,
      "title": "Саҷда кардан бар ҷома аз шиддати гармӣ",
      "hadiths": [
        {
          "number": 253,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) намоз хондам ва ҳар кадоми мо аз шиддати гармӣ ҷомаашро ба ҷои саҷдагоҳаш мегузошт."
        }
      ]
    },
    {
      "number": 19,
      "title": "Намоз хондан бо кафш",
      "hadiths": [
        {
          "number": 254,
          "full_text": "Ривоят аст, ки касе аз Анас (р) пурсид: Оё Паёмбари Худо (с) бо кафш намоз мехонданд? Гуфт: Бале."
        }
      ]
    },
    {
      "number": 20,
      "title": "Намоз хондан бо мӯза",
      "hadiths": [
        {
          "number": 255,
          "full_text": "Ривоят аст, ки Ҷарир ибни Абдуллоҳ (р) бавл кард ва баъд аз он вузӯ намуд ва бар мӯзаҳояш масҳ карда, намоз хонд ва чун аз вай пурсиданд, гуфт: Паёмбари Худо (с)-ро дидам, ки чунин карданд. Ва ин ҳадис мавриди таваҷҷӯҳи саҳоба (р) қарор гирифт, зеро Ҷарир (р) аз охирин касоне буд, ки мусалмон шуда буд."
        }
      ]
    },
    {
      "number": 21,
      "title": "Дур нигоҳ доштани бозуҳо дар ҳолати саҷда кардан",
      "hadiths": [
        {
          "number": 256,
          "full_text": "Аз Абдуллоҳ ибни Молик ибни Буҳайна (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми намоз хондан (ҳангоми саҷда кардан) ончунон дастҳояшонро аз якдигар дур нигаҳ медоштанд, ки сафедии зери бағалашон маълум мешуд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Фазилати рӯй овардан ба қибла",
      "hadiths": [
        {
          "number": 257,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки монанди мо намоз бихонад ва ба қиблаи мо рӯй биёварад ва забҳи дасти моро бихӯрад, мусалмоне аст, ки дар аҳд ва амони Худо ва Расули Ӯ аст, пас аҳд ва амони Худоро дар бораи вай поймол накунед»."
        }
      ]
    },
    {
      "number": 23,
      "title": "Ин қавли Худованди мутаъол, ки (ва мақоми Иброҳимро намозгоҳ қарор диҳед)",
      "hadiths": [
        {
          "number": 258,
          "full_text": "Ривоят аст, ки шахсе аз Ибни Умар (р) пурсид: Агар касе ҷиҳати адои умра хонаро тавоф намояд, оё ҷавоз дорад, ки пеш аз саъй намудан байни Сафо ва Марва бо ҳамсараш ҳамбистар гардад? Дар ҷавоб гуфт: Паёмбари Худо (с) баъд аз ин, ки ҳафт шавт (давр) ба хона тавоф намуданд, ду ракаат намоз дар мақоми Иброҳим (р) адо карданд ва баъд аз он байни Сафо ва Марва саъй намуданд ва беҳтарин кор барои шумоён пайравӣ намудан аз Паёмбари Худо (с) аст (яъне то вақте ки байни Сафо ва Марва саъй накардаед, набояд бо ҳамсари худ ҳамбистар шавед)."
        },
        {
          "number": 259,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба хонаи Каъба дохил шуданд, дар ҳамаи атрофаш дуъо намуданд, вале дар дохили хона намоз нахонданд ва чун аз хона хориҷ шуданд, ду ракаат намоз ба тарафи Каъба хонда ва фармуданд: “Қибла ин аст.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Дар ҳар ҷое бояд рӯй ба қибла бувад",
      "hadiths": [
        {
          "number": 260,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шонздаҳ ё ҳабдаҳ моҳ ба тарафи (Байтулмуқаддас) намоз хонданд (байни ин ҳадис ва ҳадисе, ки қаблан дар ин маврид гузашт, аз нигоҳи лафз ихтилоф аст)."
        },
        {
          "number": 261,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Ҳангоме, ки Паембари Худо (с) бар болои маркаб намоз мехонданд, ба ҳар тарафе, ки маркаб мерафт, ба ҳамон тараф намоз мехонданд, вале ҳангоме, ки иродаи намози фарзро доштанд, аз маркаб пиёда шуда ва ба тарафи қибла намоз мехонданд."
        },
        {
          "number": 262,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намозро адо намуданд, гарчи ман худам мутаваҷҷеҳ нашудам, ки Паёмбари Худо (с) бар намоз чизеро афзуда ва ё чизеро аз он кам карда бошанд, вале баъд аз ин, ки салом доданд, касе гуфт: Ё Расулаллоҳ! Дар бораи намоз кадом чизи наве нозил гардидааст? Фармуданд: “Чӣ шудааст?” Гуфтанд: Чунин ва чунон намоз хондед. Ҳамон буд, ки ба ду зону нишастанд ва рӯй ба қибла оварда ва саҷдаи саҳв ба ҷо оварданд ва баъд аз он салом доданд. Ва чун рӯйи худро ба тарафи мо карданд, фармуданд: “Агар дар бораи намоз кадом чизе ҳодис шавад, ба шумо хабар хоҳам дод, вале ман ҳам монанди шумо як башар ҳастам, мисле, ки шумо фаромӯш мекунед, ман ҳам фаромӯш мекунам ва вақте ки фаромӯш кардам, ба ёдам биёред. Агар кадом яке аз шумоён дар намозаш ба шак афтод, кӯшиш кунад, ки савобро дарёбад ва намози худро тамом намуда, салом диҳад ва баъд аз он барои саҳв ду бор саҷда намояд. ”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Он чӣ, ки дар бораи қибла омадааст",
      "hadiths": [
        {
          "number": 263,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Дар се воқеа назарам бо ваҳйи Парвардигорам мувофиқ афтод, гуфтам: Ё Расулаллох! Агар мақоми Иброҳим (ъ)-ро ҷое барои намоз хондан қарор диҳем ва ин ояи карима нозил гардид: «Ва аз мақоми Иброҳим ҷое барои намоз хондан қарор диҳед» (Бақара: 125) ва ҳамчунин ояи ҳиҷоб. Гуфтам: Ё Расулаллоҳ, агар ҳамсарони худро амр ба ҳиҷоб намоед (беҳтар аст). Зеро ашхоси нек ва бад ба онҳо сухан мезананд ва ояи ҳиҷоб нозил гардид. Ва ҳамсарони Паёмбари Худо (с) ҷиҳати муҷодала ва муноқаша назди Паёмбари Худо (с) омада буданд, барояшон гуфтам: «Агар шумоёнро талоқ диҳад, ивази шумо Худованд барояш занони беҳтаре хоҳад дод» ва ҳамин оят нозил гардид. (Таҳрим: 5)"
        }
      ]
    },
    {
      "number": 26,
      "title": "Харошидани оби бинӣ аз масҷид бо даст",
      "hadiths": [
        {
          "number": 264,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) оби биниро ба тарафи қиблаи (масҷид) мушоҳида намуданд ва сахт бадашон омад, то ҷое, ки аломати нохушнудӣ дар чеҳраашон ошкор гардид ва баъд аз он истода, онро ба дасти худ харошида ва фармуданд: “Вақте касе аз шумо ба намоз меистад, дар воқеъ ӯ бо Парвардигораш муноҷот мекунад ва Парвардигораш байни ӯ ва байни қибла карор мегирад. Пас набояд касе аз шумо оби биниашро ба тарафи қибла биандозад, балки ба тарафи чап ва ё зери пояш (пинҳон намояд). «Сипас оби даҳони худро дар гӯшаи ридои худ андохтанд ва онро ба ҳам молида ва фармуданд: “Ва ё ки чунин кунад.”"
        }
      ]
    },
    {
      "number": 27,
      "title": "Касе набояд оби биниашро дар вақти намоз хондан ба тарафи росташ биандозад",
      "hadiths": [
        {
          "number": 265,
          "full_text": "Аз Абӯҳурайра ва Абӯсаъид (р) дар ҳадисе, ки дар мавриди оби бинӣ омадааст, ин лафз ҳам ривоят шудааст ки: “... ва на ҳам оби бинии худро ба тарафи рости худ бияндозад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Кафораи андохтани оби бинӣ дар масҷид",
      "hadiths": [
        {
          "number": 266,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: Андохтани оби бинӣ дар масҷид иштибоҳ аст ва кафораи он пӯшидани (яъне аз байн бурдани) он аст."
        }
      ]
    },
    {
      "number": 29,
      "title": "Панд додани имом барои мардумон дар итмоми намоз ва баёни қибла",
      "hadiths": [
        {
          "number": 267,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Шумо фикр мекунед, ки ман фақат пеши рӯи худро мебинам? Вале ба Худованд қасам аст, ки хушӯъ ва рукӯъи шумо бар ман пӯшида нест, ман шуморо аз пушти сари худ ба таври мушаххас мебинам»."
        }
      ]
    },
    {
      "number": 30,
      "title": "Оё равост, ки масҷиди фалонӣ гуфта шавад?",
      "hadiths": [
        {
          "number": 268,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар байни аспҳое, ки барои мусобиқа омода шуда буданд, аз Ҳафё (ҷоест дар ҷануби шаҳри Мадинаи мунаввара) то Санийятулвадоъ (ҷоест дар шимоли шаҳри Мадина) мусобиқа доданд ва байни аспҳое, ки барои давидан омода набуданд, аз Санийяту-л-вадоъ то масҷиди бани Зурайк мусобиқа доданд ва Абдуллоҳ ибни Умар (р) аз касоне буд, ки дар ин мусобиқа пштирок варзид."
        }
      ]
    },
    {
      "number": 31,
      "title": "Тақсим кардани мол ва овезон кардани хӯшаи хурмо дар масҷид",
      "hadiths": [
        {
          "number": 269,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Барои Паёмбари Худо (с) молеро аз Баҳрайн оварданд, Паёмбари Худо (с) фармуданд: “Он молро дар масҷид бирезед.” Ва ин бештарин моле буд, ки барои Паёмбари Худо (с) оварда шуда буд. Паёмбари Худо (с) барои намоз хондан аз хонаи худ берун шуданд ва ба он молҳо илтифоте накарданд ва чун намоз хонда шуд, омаданд ва назди он молҳо нишастанд ва ҳеҷ касе набуд, ки онро дида бошанд ва аз он мол барояш надода бошанд, то ин, ки Аббос омад ва гуфт: Ё Расулаллоҳ, барои ман ҳам бидиҳед, зеро ман барои халосии худ ва Ақил пул додаам. Паёмбари Худо (с) барояш гуфтанд: \"Худат бигир.” Ва ӯ бо ҳарду даст дар ҷомааш рехт, чун хост онҳоро бардорад, натавонист, гуфт: Ё Расулаллоҳ, касеро бигӯед, ки инҳоро бо ман бардорад. Фармуданд: “На, намегӯям.” Гуфт: Пас худи шумо онро бо ман бардоред. Фармуданд: “На, барнамедорам”. Ҳамон буд, ки Аббос (р) миқдоре аз онро бар замин рехт ва бақияро бо худ бардошта, бар шонааш андохт ва рафт ва то вақте ки аз назар пинҳон шуд, Паёмбари Худо (с) аз қафои ӯ менигаристанд ва аҷаб ҳирсе дошт ва Паёмбари Худо (с) то вақте ки як дирҳам аз он мол боқӣ монда буд (ва тавзеъ нашуда буд), аз ҷойи худ барнахостанд."
        }
      ]
    },
    {
      "number": 32,
      "title": "Дар хона бояд ҷойеро барои намоз хондан таъйин намуд",
      "hadiths": [
        {
          "number": 270,
          "full_text": "Аз Маҳмуд ибни Рабеъи Ансорӣ (р) ривоят аст, ки Итбон ибни Молик, ки яке аз саҳобаҳои ансорӣ аст ва дар ғазваи Бадр иштирок намуда буд, назди Паёмбари Худо (с) омада ва гуфт: Ё Расулаллоҳ! Чашмҳоям камбин шуда ва ман барои қавми худ имоматӣ мекунам ва чун ҳангоми борон дар шалаи (шаршараи) рӯде, ки байни ман ва байни эшон аст, сел равон мешавад, наметавонам ба масҷидашон рафта ва барояшон имоматӣ кунам.  Ё Расулаллоҳ, хоҳишам ин аст, ки омада ва дар (ҷое аз) хонаам намоз бихонед, то ман он ҷоро барои намоз хондани худ ихтисос диҳам. Ровии ҳадис мегӯяд, ки Паёмбари Худо (с) фармуданд: “Иншоаллоҳ, ба зудӣ ин корро хоҳам кард.' (Итбон гуфт, ки фардои он рӯз пеш аз чошт Паёмбари Худо (с) бо Абӯбакр (р) ба хонаам омаданд ва иҷозаи дохил шудан хостанд, барояшон иҷоза додам, ба хона дохил гардида ва пеш аз он, ки биншинанд, фармуданд: “Дар кадом ҷое аз хонаат мехоҳӣ, ки намоз бихонам?” Гуфт, ки ба гӯшае аз хонаам ишора кардам, Паёмбари Худо (с) дар он ҷо истоданд ва барои намоз хондан такбир гуфтанд, мо ҳам бархоста ва пушти сарашон саф бастем, ду ракаат намоз хонда ва салом доданд ва чун барояшон таъоме омода карда будем, аз рафтанашон монеъ шудем. Чандин нафар дар хона ҷамъ шуданд, яке аз онҳо гуфт: (Молик ибни Духайшин ё ибни Духшун) куҷост? Дигаре гуфт: Ӯ мунофиқ аст, ки Худо ва Расулашро дӯст намедорад. Паёмбари Худо (с) фармуданд: « Чунин сухане магӯ!» Магар ӯро надидӣ, ки Ло иллоҳа иллаллоҳ гуфтааст ва бо ин гуфтааш ҷуз ризои Худованд ғарази дигаре надошт?\" Он шахс гуфт: Худо ва Расулаш беҳтар медонад, мо ҳамкорӣ ва раҳнамоиҳояшро барои мунофиқин мебинем. Паёмбари Худо (с) фармуданд: “Касе, ки хос барои Худо «Ло илоҳа иллаллоҳ» гуфта бошад, Худованд ӯро бар дӯзах ҳаром мегардонад.”"
        }
      ]
    },
    {
      "number": 33,
      "title": "Оё равост, ки ҷойи қабрҳои мушрикин масҷид сохта шавад?",
      "hadiths": [
        {
          "number": 271,
          "full_text": "Аз Оиша (р) ривоят аст, ки Умми Ҳабиба ва Умми Салама (р) аз калисои Ҳабаша, ки дар он аксҳое вуҷуд доштааст, ёд карда ва ин мавзӯъро ба Паёмбари Худо (с) гуфтанд. Эшон фармуданд: “Инҳо (насоро) мардуме буданд, ки чун шахси неке аз онҳо вафот меёфт, бар болои қабраш масҷиде бино мекарданд ва сурати он шахси некро дар он расм мекарданд, инҳо дар рӯзи қиёмат аз бадтарин мардумон дар назди Худованди мутаъол ҳастанд,”"
        },
        {
          "number": 272,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба Мадина омаданд, дар қисмати болои Мадина аз қабилае, ки ба номи (бани Амр ибни Авф) ёд мешуд, маскан интихоб намуданд ва Паёмбари Худо (с) чаҳордаҳ шаб он ҷо монданд, баъд аз он мардуми бани Наҷорро талаб намуданд, онҳо дар ҳоле, ки шамшерҳояшон ба гарданашон овезон буд, омаданд, гӯё ҳамин ҳоло Паёмбари Худо (с)- ро, ки бар шутурашон савор буданд ва Абӯбакр (р) пушти сарашон савор аст ва аъёни бани Наҷор ба атрофашон қарор доранд, мушоҳида мекунам. Ва ба ҳамин ҳолат рафтанд, то он, ки ба наздики хонаи Абӯаюб (р) пиёда шуданд ва чун дӯст доштанд, дар ҳар ҷое, ки вақти намоз дохил мешавад, дар ҳамон ҷо намозро адо намоянд (аз ин сабаб гоҳе) дар хобгоҳи гӯсфандон намоз мехонданд ва ба сохтани масҷид амр фармуда буданд. Лизо гурӯҳе аз мардуми бани Наҷорро хостанд ва ба онҳо гуфтанд: “Эй мардуми бани Наҷор! Ин чордевориатонро барои мо бифрӯшед”. Онҳо гуфтанд: Ба Худованд қасам аст, ки нахоҳем фурӯхт, мо қимати онро ҷуз аз Худованд аз каси дигаре намехоҳем. Анас (р) мегӯяд: Дар байни ин чаҳордеворӣ чизҳое буд, ки ман барои шумо мегӯям: қабрҳои мушрикин, харобаҳо ва дарахтҳои хурмо. Паёмбари Худо (с) амр намуданд, то қабрҳои мушрикинро аз байн бурда, харобаҳоро ҳамвор кунанд ва дарахтҳои хурморо қатъ намоянд. Дарахтони хурморо қатъ намуда ва ба қиблаи масҷид қарор доданд ва ду тарафи масҷидро аз санг бино намуданд ва саҳоба, дар ҳоле, ки Паёмбари Худо (с) бо онҳо буданд, сангҳоро нақл медоданд ва раҷазхонӣ мекарданд ва Паёмбари Худо (с) чунин мегуфтанд: “Хубӣ ҷуз хубии охират нест, пас Худоё, муҳоҷирин ва ансорро биёмурз.\""
        }
      ]
    },
    {
      "number": 34,
      "title": "Намоз хондан дар хобгохи шутурон",
      "hadiths": [
        {
          "number": 273,
          "full_text": "Ривоят аст, ки Ибни Умар (р) бар болои шутури худ намоз хонда ва мегуфт: Паёмбари Худо (с)-ро дидам, ки чунин мекарданд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Касе, ки ҳангоми намоз хондан дар пеши рӯяш танӯр ё оташ қарор дошта, вале қасди ӯ ибодати Худо бошад",
      "hadiths": [
        {
          "number": 274,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Дар ҳоле, ки намоз мехондам, оташи (дӯзах) бароям нишон дода шуд»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Кароҳияти намоз хондан дар қабристон",
      "hadiths": [
        {
          "number": 275,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чизе аз намозҳоро дар хонаи худ бихонед ва хонаи худро қабристон қарор надиҳед.\""
        }
      ]
    },
    {
      "number": 37,
      "title": "",
      "hadiths": [
        {
          "number": 276,
          "full_text": "Аз Оиша (р) ва Абдуллоҳ ибни Аббос (р) ривоят аст, ки гуфтанд: Ҳангоми назъ Паёмбари Худо (с) чодареро ба рӯи худ андохтанд ва чун гармашон мешуд, онро аз болои рӯи худ дур мекарданд ва дар ҳамин ҳолат фармуданд: “Лаънати Худо бар яҳуд ва насоро, ки қабрҳои анбиёи худро масҷид қарор доданд.”"
        }
      ]
    },
    {
      "number": 38,
      "title": "Хоб шудани зан дар масҷид",
      "hadiths": [
        {
          "number": 277,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Қабилае аз араб канизаки сиёҳе доштанд ва онро озод карданд ва ин канизаки озодшуда бо онҳо зиндагӣ мекард. Он канизак мегӯяд: (Рӯзе) духтари хурдсоле аз ҳамин қабила аз хона баромада ва бар гарданаш ҳамоили чармӣ буд, ки рӯи он зевароте дӯхта шуда буд, тифлак он ҳамоилро гузошт ва ё аз наздаш афтод, кулоғе омад ва ба гумони он, ки гӯште аст, онро гирифта рафт. Вобастагони он духтар омада ҳар қадар ҷустуҷӯ карданд. он зеварро наёфтанд, билохира маро (ба дуздидани он) муттаҳам намуданд, шурӯъ карда, маро кофтуков намуданд, то ҷойе, ки фарҷи маро низ ҷустуҷӯ карданд. Он канизак мегӯяд: Ба Худованд қасам, ки ман ҳамон тавр истода будам, ки кулоғ омада ва он зеварро дар байни онҳо андохт. Канизак мегӯяд: (Барояшон) гуфтам, ин ҳамон зеварест, ки маро дар ҳоле, ки бегуноҳ будам, ба дуздидани он муттаҳам карда будед ва инак онро кулоғ овард. Оиша (р) мегӯяд: Он канизак баъд аз ин воқеа назди Паёмбари Худо (с) омад ва имон овард. Ва Оиша (р) мегӯяд, Ин канизак дар масҷид хайма ва ё кӯхе (як навъ хайма) дошт ва гоҳе наздам омада, қисса мекард ва ҳеҷ вақт набуд, ки наздам омада ва ин байтро нахонад: “Рӯзи гум шудани зевар аз аҷоиби Парвардигори мост, вале ӯ маро аз диёри куфр наҷот бахшид.” Оиша (р) мегӯяд: Ба он канизак гуфтам: Чӣ сабаб аст, ки ҳар вақт бо ман менишинӣ, ҳамин байтро мехонӣ? У саргузашти худро бароям қисса мекард."
        }
      ]
    },
    {
      "number": 39,
      "title": "Хоб шудани мардҳо дар масҷид",
      "hadiths": [
        {
          "number": 278,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба хонаи Фотима (р) омаданд ва чун Алӣ (р)-ро надиданд, пурсиданд: “Писари амакат куҷост?” Фотима (р) гуфт: Байни ману ӯ чизе гуфтушунид воқеъ шуд, ӯ бар ман ғазаб карда, аз хона берун шуд ва чошт наздам нахобид, Паёмбари Худо (с) ба шахсе гуфтанд: “Бирав, бубин Алӣ дар куҷост?” Он шахс омада ва гуфт: Ё Расулаллоҳ, ӯ дар масҷид хоб аст. Паёмбари Худо (с) омада (ва диданд), ки ӯ ба паҳлӯ хобида ва чодараш аз болояш афтода ва либосҳояш хоколуд шудааст. Паёмбари Худо (с) дар ҳоле, ки хокҳоро аз либосҳояш пок мекарданд, мегуфтанд: “Эй хоколуд, бархез, эй хоколуд, бархез!” (Баъд аз ин воқеа Алӣ (р) дӯст дошт, ки ӯро Абӯтуроб бигуянд)."
        }
      ]
    },
    {
      "number": 40,
      "title": "Касе, ки ба масҷид дохил мешавад, ду ракаат намоз бихонад",
      "hadiths": [
        {
          "number": 279,
          "full_text": "Аз Абӯқатодаи Суламӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар касе аз шумо ба масҷид дохил шавад, пеш аз он, ки менишинад, бояд ду ракаат намоз бихонад” (Ин ду ракаат намоз ба номи таҳийяи масҷид ёд мешавад)."
        }
      ]
    },
    {
      "number": 41,
      "title": "Сохтани масҷид",
      "hadiths": [
        {
          "number": 280,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Масҷиди (набавӣ) дар замони Паёмбари Худо (с) аз хишт сохта шуда буд ва сақфи он аз шохаҳои дарахти хурмо пӯшида шуда буд ва сутунҳои он аз танаҳои дарахти хурмо буд. Абӯбакр (р) чизе ба он наафзуд, вале Умар (р) дар он чизе афзуда ва ба ҳамон шакли замони Паёмбари Худо (с) аз хишт ва лифи дарахт истифода намуд ва пояҳои онро дубора аз танаи дарахт сохт. Баъд аз он Усмон (р) дар он тағйироте ворид карда, онро ба шакли зиёде тавсиъа дод, девори онро аз сангҳои наққошишуда ва гаҷ ва пояҳои онро низ аз сангҳои наққошишуда ва сақфи онро аз чӯби дарахти соҷ, яъне шамшод мусаттаҳ намуд."
        }
      ]
    },
    {
      "number": 42,
      "title": "Ҳамкорӣ кардан дар сохтани масҷид",
      "hadiths": [
        {
          "number": 281,
          "full_text": "Ривоят аст, ки Абӯсаъиди Худрӣ (р) рӯзе қисса мекард, то ин, ки ба мавзӯъи сохтани масҷиди (набавӣ) пардохт ва гуфт: Моён як-як хишт бармедоштем ва Аммор (р) ду-ду хишт. Паёмбари Худо (с) ӯро диданд, хокро аз вай дур карда ва фармуданд: “Афсӯс бар Аммор, уро гурӯҳи бағоватгаре (таҷовузгаре) хоҳанд кушт, Аммор онҳоро ба сӯи ҷаннат ва онҳо Амморро ба сӯи дӯзах даъват менамоянд.\" Абӯсаъид (р) мегӯяд: Аммор (р) мегуфт: Аз фитна ва даргирӣ ба Худо паноҳ мебарам."
        }
      ]
    },
    {
      "number": 43,
      "title": "Касе, ки масҷиде бино кард",
      "hadiths": [
        {
          "number": 282,
          "full_text": "Аз Усмон ибни Аффон (р) ривоят аст, ки чун мардум нисбат ба сохтани масҷиди Паёмбари Худо (с) бар вай эътироз карданд, дар ҷавоби онҳо гуфт: Шумо зиёдаравӣ мекунед ва ман аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки масҷидеро хост барои ризои Худо бино намояд, Худованд монанди онро дар биҳишт барояш хоҳад сохт»."
        }
      ]
    },
    {
      "number": 44,
      "title": "Берун кардани сари найзаҳо ҳангоми дохил шудан ба масҷид",
      "hadiths": [
        {
          "number": 283,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Шахсе ба масҷид дохил шуд ва тирҳое бо худ дошт. Паёмбари Худо (с) барояш гуфтанд: “Пайконаҳои онҳоро бардор!”"
        }
      ]
    },
    {
      "number": 45,
      "title": "Убур кардан аз дохили масҷид",
      "hadiths": [
        {
          "number": 284,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки бо худ тирҳоеро ҳамл мекунад, аз масоҷиди мо ва ё аз бозорҳои мо мегузарад, бояд сари найзаҳоро бардошта ва ба даст бигирад, то мусалмонеро захмӣ насозад»."
        }
      ]
    },
    {
      "number": 46,
      "title": "Ҳукми сурудани шеър дар масҷид",
      "hadiths": [
        {
          "number": 285,
          "full_text": "Ривоят аст, ки Ҳасан ибни Собити ансорӣ (р) аз Абӯҳурайра (р) фатво хоста ва гуфт: Туро ба Худованд қасам медиҳам, ки оё аз Паёмбари Худо (с) шунидаӣ, ки фармуданд: “Эй Ҳассон, дар ивази Паёмбари Худо (с) ҷавоби (куфорро, ки он ҳазрат (с)-ро ҳаҷв мекарданд, бо шеъри худ) бидеҳ ва Худоё, ӯро ба воситаи Ҷабраил (ъ) муайяд бигардон.” Абӯҳурайра (р) гуфт: Бале, шунидам."
        }
      ]
    },
    {
      "number": 47,
      "title": "Дохил шудан бо найза дар масҷид",
      "hadiths": [
        {
          "number": 286,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро дидам, ки ба дари ҳуҷраам истода буданд ва мардуми Ҳабаша дар дохили масҷид бозӣ  мекарданд ва дар ҳоле, ки ман бозии онҳоро тамошо мекардам, Паёмбари Худо (с) маро бо ридои худ ҳиҷоб мекарданд. Ва дар ривояти дигаре омадааст, ки мардуми Ҳабаша найзабозӣ мекарданд."
        }
      ]
    },
    {
      "number": 48,
      "title": "Талаби қарз ва таъқиби қарздор дар масҷид",
      "hadiths": [
        {
          "number": 287,
          "full_text": "Аз Каъб ибни Молик (р) ривоят аст, ки аз Ибни Абӯҳадрад, ки қарздори ӯ буд, дар дохили масҷид мутолибаи қарзи худро намуд ва гуфтугӯяшон ба ҷое расид, ки Паёмбари Худо (с) дар хонаи худ овози онҳоро шуниданд. Аз хона баромада ва гӯшаи пардаи ҳуҷраашонро боло намуда ва фармуданд: “Эй Каъб!\" гуфт: Бале, ё Расулаллох! Фармуданд: “Аз ин қарзи худ бигзар”, яъне қисмате аз қарзи худро ба ӯ бибахш. Гуфт: Ё Расулаллоҳ, бахшидам. Баъд аз он Паёмбари Худо (с) ба он шахс гуфтанд “Бирав ва боқимондаи қарзашро бидеҳ.”"
        }
      ]
    },
    {
      "number": 49,
      "title": "Ҷорӯб кардан ва чидани тикапораҳо ва хору хошок аз масҷид",
      "hadiths": [
        {
          "number": 288,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки мард ё зани сиёҳпӯсте масҷидро ҷорӯб мекард, он шахс вафот намуд. Паёмбари Худо (с) дар мавриди ӯ пурсиданд, мардум гуфтанд, вафот намудааст, фармуданд: “Чаро маро хабар накардед? Қабри он мард ва ё он занро ба ман нишон диҳед.” Паёмбари Худо (с) ба сари қабраш омада ва бар вай намоз хонданд."
        }
      ]
    },
    {
      "number": 50,
      "title": "Ҳаром гардидани тиҷорати шароб дар масҷид",
      "hadiths": [
        {
          "number": 289,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун оёти мутааллиқ ба судхорӣ дар сураи «Бақара» нозил гардид, Паёмбари Худо (с) ба масҷид омаданд ва он оятҳоро барои мардум тиловат намуданд ва баъд аз он тиҷорати шаробро ҳаром сохтанд."
        }
      ]
    },
    {
      "number": 51,
      "title": "Бастани асир ва ё қарздор дар масҷид",
      "hadiths": [
        {
          "number": 290,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Дишаб ногаҳон деве бар ман зоҳир гардид, ё чизи дигаре ба ҳамин маънӣ гуфтанд ва мехост намози маро қатъ кунад, вале Худованд маро бар ӯ пирӯз сохт. Мехостам ӯро ба пояе аз пояхои масҷид бибандам, то он, ки субх биёед ва ҳамаи шумо онро бубинед. Вале ин гуфтаи бародарам Сулаймон (ъ)-ро ба хотир овардам, ки гуфта буд: «Парвардигоро, маро биёмурз ва ба ман мулк (ва қудрате) бидеҳ, ки барои ҳеҷ каси дигаре баъд аз ман набошад». (Сод: 35 )"
        }
      ]
    },
    {
      "number": 52,
      "title": "Насб кардани хайма барои маризон дар масҷид",
      "hadiths": [
        {
          "number": 291,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Шоҳраги дасти (Саъд) (р) дар ҷанги Хандақ маҷрӯҳ гардид, Паёмбари Худо (с) дар масҷид хаймае (барои ӯ) барпо намуданд, то аз наздик муроқиби аҳволи ӯ бошанд ва хайма ҳам аз мардуми (бани Ғифор) дар масҷид барпо буд ва хуне, ки (аз дасти Саъд) ба роҳ афтода буд, сабаби хавф ва ташвиши мардуми (бани Ғифор) шуда ва аз касоне, ки дар хаймаи Саъд (р) буданд, пурсиданд ин хуне, ки аз хаймаи шумо ба тарафи хаймаи мо меояд, аз чист? Ва дар ин вақт буд, ки хуни захми (Саъд) бештар ба роҳ афтода, дар он хайма фавт намуд."
        }
      ]
    },
    {
      "number": 53,
      "title": "Дохил кардани шутурон дар масҷид барои зарурат",
      "hadiths": [
        {
          "number": 292,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) рафта ва гуфтам: Ман беморам (ва наметавонам пиёда тавоф кунам). Фармуданд: “Ҳамон тавр савора аз пушти сари мардум тавоф кун.” Ман (савора) тавоф кардам ва Паёмбари Худо (с) дар канори хонаи (Каъба) дар намози худ сураи «Ваттур ва китобин мастур»-ро мехонданд. (Тур: 1-2)"
        }
      ]
    },
    {
      "number": 54,
      "title": "",
      "hadiths": [
        {
          "number": 293,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ду нафар аз саҳобаи Паёмбари Худо (с) дар шаби торике аз назди он ҳазрат (с) хориҷ гардиданд ва ба монанди ин, ки бо эшон ду чароғ бошад, пеши рӯяшонро равшан мекард ва ҳангоме, ки аз якдигар ҷудо шуданд, ба ҳамроҳии ҳар кадоме аз онҳо яке аз он ду нур ҳамроҳ гардид, то ин, ки ба хонаводаи худ расиданд."
        }
      ]
    },
    {
      "number": 55,
      "title": "Раҳна ва роҳрав дар масҷид",
      "hadiths": [
        {
          "number": 294,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Рӯзе Паёмбари Худо (с) зимни хутбаи худ фармуданд: \"Худованд бандае аз бандагони худро байни дунё ва байни он чӣ, ки назди ӯст, мухайяр сохт, (он банда) он чиро, ки назди Худованд буд, ихтиёр намуд.” Абӯбакр (р) (аз шунидани ин сухан) ба гиря афтод. Бо худ гуфтам: Сабаби гиряи ин шайх чист? Сухани Паёмбари Худо (с) ин аст, ки: Худованд бандаеро байни дунё ва охират мухайяр сохтааст ва он банда он чиро, ки назди Худованд буд, ихтиёр намудааст (ва аз ин чиз набояд гиря кард). Вале баъд аз он ки Абӯбакр (р) барои мо тавзеҳ дод, донистем, ки мақсуд аз он банда Паёмбари Худо (с) будаанд. Ва Паёмбари Худо (с) фармуданд: “Эй Абӯбакр (р), гиря макун ва фидокортарини мардумон бароям дар ҷон ва моли худ Абӯбакр аст ва агар аз уммати худ бароям дӯсти хосе интихоб мекардам, ҳамоно Абубакрро интихоб менамудам, вале бародарӣ ва дӯстии исломӣ аз ҳар (робитае) беҳтар аст. Дарвозаи ҳеҷ хонаро дар масҷид боз магзоред, магар дарвозаи (хонаи) Абӯбакрро.”"
        },
        {
          "number": 295,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар беморие, ки аз он вафот намуданд, дар ҳоле ки сарашон ба дастмоле баста буданд, аз хона баромада, бар болои минбар нишастанд, баъд аз ҳамд ва санои Худованд фармуданд: “Ҳеҷ кас фидокортар ба ҷон ва моли худ барои ман аз Абӯбакр ибни Абӯқуҳофа нест ва агар касеро аз мардум бароям дӯсти хос интихоб мекардам, ҳамоно Абӯбакр буд, вале дӯстӣ (ва ё робитаи) исломӣ аз ҳар дӯстӣ беҳтар аст, ҳар даричаеро, ки дар масҷид боз аст, ба ҷуз аз даричаи (хонаи) Абӯбакр), бубандед."
        }
      ]
    },
    {
      "number": 56,
      "title": "Сохтани дарвоза ва қуфл дар Каъба ва масоҷиди дигар",
      "hadiths": [
        {
          "number": 296,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) ба Макка омаданд ва (Усмон ибни Талҳа)-ро (ки масъули калиди Каъба буд) талаб намуданд. Усмон омад ва дарвозаи Каъбаро гушуд. Паёмбари Худо (с) бо Билол, Усома ибни Зайд ва Усмон ибни Талҳа (р) дохили хонаи Каъба шуданд ва дарвоза баста шуд. Ба андозаи як соат он ҷо монданд ва сипас берун шуданд. Ибни Умар (р) мегӯяд: ман мубодират намуда ва аз Билол (р) пурсидам: Паёмбари Худо (с) дар дохили хона чӣ карданд? Гуфт: Намоз хонданд. Гуфтам: Дар кадом ҷойи хона? Гуфт: Байни ду сутун. Ибни Умар мегӯяд: Аз ёдам рафт, ки бипурсам чанд ракаат намоз хонданд."
        }
      ]
    },
    {
      "number": 57,
      "title": "Ҳалқаҳои дарс ва нишастан дар масҷид",
      "hadiths": [
        {
          "number": 297,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки шахсе аз Паёмбари Худо (с) дар ҳоле, ки болои минбар буданд, пурсид: Намози шабро чӣ хел бояд Хонд? Фармуданд: “Ду ракаат - ду ракаат ва агар касе аз тулӯъи субҳ метарсид, як ракаат бихонад ва он як ракаат намозҳои дигар-ро, ки дар шаб хондааст, витр месозад.” Ва Ибни Умар ҳамеша мегуфт, ки бояд охирин намози шумо дар шаб витр бошад, чун Паёмбари Худо (с) ба ин чиз амр мефармуданд."
        }
      ]
    },
    {
      "number": 58,
      "title": "Ба пушт хобидан дар масҷид",
      "hadiths": [
        {
          "number": 298,
          "full_text": "Аз Абдуллоҳ ибни Зайди Ансорӣ (р) ривоят аст, ки ӯ Паёмбари Худо (с)-ро дидааст, ки дар масҷид ба пушт хобида буданд ва як пояшонро рӯи пойи дигар гузошта."
        }
      ]
    },
    {
      "number": 59,
      "title": "Намоз хондан дар масҷиди бозор",
      "hadiths": [
        {
          "number": 299,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Намози ҷамоат аз намози дар хона ва намози дар бозор бисту панҷ дараҷа фазилат дорад. Агар касе аз шумо вузӯ сохта ва вузӯяш комил бошад ва ба масҷид биёяд ва ғарази дигаре ҷуз намоз хондан надошта бошад, «Дар ҳар қадаме, ки бармедорад, Худованд як дараҷа мартабаашро баланд мекунад ва яке аз гуноҳони (сағира)-ашро мебахшад, то ин, ки ба масҷид бирасад ва чун ба масҷид дохил гардид, дар ҳолати намоз хондан маҳсуб мегардад ва то ҳангоме, ки дар ҷои намози худ қарор дорад, малоика барои ӯ дуо карда ва мегӯянд; Илоҳо, гуноҳонашро биёмурз, Илоҳо, бар ӯ раҳмат кун! Ва ин кор то вақте, ки бевузӯ нашавад, идома меёбад.”"
        }
      ]
    },
    {
      "number": 60,
      "title": "Дохил кардани ангуштон дар якдигар дар дохили масҷид ва ғайри масҷид",
      "hadiths": [
        {
          "number": 300,
          "full_text": "Аз Абӯмӯсоҳ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мусалмон бо мусалмони дигар монанди сохтмоне аст, ки як қисмати он қисмати дигари онро маҳкам нигаҳ медорад.\" Ва дар ин вақт (барои тамсил) ангуштони худро дохили якдигар карданд."
        },
        {
          "number": 301,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои мо яке аз ду намози пешин ва асрро ду ракаат хонда, салом доданд, баъд аз он бархоста ва худро ба чӯби бузурге, ки дар гӯшаи масҷид афтода буд, ба тавре, ки гӯё дар холи ғазаб ҳастанд, такя доданд ва дасти рости худро бар болои дасти чап гузоштанд ва ангуштони худро байни якдигар дохил намуда ва рухсори рости худро ба пушти дасти чапи худ ниҳоданд ва мардуме, ки шитоб доштанд, аз масҷид баромада ва гуфтанд ки: Намоз кӯтоҳ шудааст. Ва дар байни мардум Абӯбакр ва Умар (р) низ вуҷуд доштанд, вале аз тарс (дар ин мавзӯъ) бо Паёмбари Худо (с) сухане назаданд. Ва аз касоне, ки он ҷо буданд, касе буд. ки соҳиби дастҳои дарозе буд ва ба номи (Зулядайн) ёд мешуд, гуфт: Ё Расулаллоҳ, фаромӯш кардед, ё намоз кӯтоҳ шудааст? Фармуданд: 'На фаромӯш кардам ва на намоз  кӯтоҳ шудааст.” Ва аз мардум пурсиданд: “Оё қазия ҳамчунон аст, ки Зулядайн мегӯяд?\" Гуфтанд: Бале! Ва ҳамон буд, ки пеш шуданд ва он чиро, ки тарк карда буданд, комил карданд, баъд аз салом додан такбир гуфта ва монанди саҷдаи оддӣ ва ё дарозтар аз он саҷда намуданд, баъд аз он сарашонро баланд намуда ва такбир гуфтанд ва боз такбир гуфта ва мисли аввал ва ё дарозтар аз он саҷда намуданд, баъд аз он сарашонро боло намуда ва такбир гуфта, салом доданд."
        }
      ]
    },
    {
      "number": 61,
      "title": "Масоҷиде, ки дар роҳи Мадина қарор дорад ва ҷойҳое, ки Паёмбари Худо (с) дар онҳо намоз хондаанд",
      "hadiths": [
        {
          "number": 302,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки ӯ дар ҷойҳои муайяне аз роҳ намоз хонда мегуфт, ки Паёмбари Худо (с)-ро дидааст, ки дар ҳамин ҷоҳо намоз мехонданд."
        },
        {
          "number": 303,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар ҳангоми (нияти) умра ва ҳаҷ дар минтакаи (Зулҳулайфа) дар зери дарахти хордоре, дар ҳамон ҷое, ки масҷиди Зулҳулайфа қарор дорад, таваққуф мекарданд ва вақте ки аз кадом ғазва бармегаштанд ва аз ҳамон роҳ меомаданд, ё аз ҳаҷ ва ё умра бармегаштанд, дар домани дашт истироҳат мекарданд ва агар роҳашон аз пушти дашт буд, дар масири водие, ки ба ҷониби шарқ қарор дошт, таваққуф менамуданд ва дар ҳамон ҷо то субҳ истироҳат мекарданд, на дар наздикии масҷиде, ки аз санг сохта шуда ва на ҳам бар болои баландие, ки масҷид рӯи он бино ёфта буд. Дар он ҷо водии амиқе буд, ки Абдуллоҳ ибни Умар (р) дар он ҷо намоз мехонд. Ва дар дохили он (водии амиқ) теппаҳои регӣ буд, ки Паёмбари Худо (с) рӯйи онҳо намоз хонда буданд. Ва сел он теппаҳоро ба дохили водӣ оварда буд, он ҷоеро, ки Абдуллоҳ (р) дар он намоз мехонд, мадфун сохта буд. (Осоре, ки Абдуллоҳ ибни Умар дар ин ҳадис ва аҳодиси ҳаштгонаи баъдӣ аз онҳо ном мебарад, мурури замон ва ҳаводиси даҳр аз байн бурдааст."
        },
        {
          "number": 304,
          "full_text": "Ва Абдуллоҳ ибни Умар (р) ривоят мекунад, ки Паёмбари Худо (с) дар ҷое, ки масҷиди кӯчак қарор дорад, намоз хонданд ва мавқеияти ин масҷиди кӯчак дар поёни он масҷиде аст, ки дар канори (Равҳо) (номи минтақае) қарор дорад ва Абдуллоҳ (р) он ҷоеро, ки Паёмбари Худо (с) дар он намоз хонда буданд, ба хубӣ медонист ва ин тавр нишонӣ медод, ки он ҷо ҳангоме, ки дар масҷид намоз мехонӣ, ба тарафи рости ту воқеъ мешавад. Он масҷид дар канори роҳ ба тарафи рости шахсе, ки ба тарафи Макка меравад, қарор мегирад, байни он масҷид ва масҷиди калон ба андозаи як сангандоз, ё чизе каму беш фосила аст."
        },
        {
          "number": 305,
          "full_text": "Ва Абдуллоҳ (р) дар водие, ки ба охирин қисмати (Равҳо) карор дорад, намоз мехонд ва ин водӣ охирин қисмати он ҷо ба канори роҳ ва дар поёни масҷиде аст, ки байни он ва байни охирин қисмати он минтақа қарор дорад ва дар он ҷо масҷиде бино ёфтааст ва Абдуллоҳ (р) дар он масҷид намоз намехонд, балки он масҷидро ба тарафи чап ва пушти сари худ қарор дода ва пеши рӯйи водӣ намоз мехонд. Ва ҳар вақт, ки вай аз минтақаи (Равҳо)  берун мешуд, намози пешинро, то ба ҳамон ҷо намерасид, намехонд ва намози пешинро фақат дар ҳамон ҷо адо мекард ва ҳангоме, ки аз Макка меомад, агар соате пеш аз субҳ ва ё саҳаргоҳ дар он ҷо мерасид, ҳамон ҷо таваққуф мекард, то ин, ки намози субҳро дар ҳамон ҷо адо намояд."
        },
        {
          "number": 306,
          "full_text": "Ва Абдуллоҳ (р) ривоят мекунад, ки Паёмбари Худо (с) дар зери дарахти бузурге, ки дар поёни деҳаи (Рувайса) қарор дошт, намоз мехонданд ва ин дарахт дар тарафи рост ва пеши рӯи роҳ дар макони васеъ ва ҳамворе дар домани теппае, ки дар ду милии деҳаи (Рувайса) буд, мавқеъият дошт, қисмати болои он дарахт шикаста шуда буд ва ба тарафи дохили он тамоюл намуда, сарозер шуда буд. Бо вуҷуди он ҳам он дарахт ба як соқ исгода ва дар пойи дарахт он баромадагиҳои реги фаровоне буд."
        },
        {
          "number": 307,
          "full_text": "Ва Абдуллоҳ ибни Умар (р) ривоят мекунад, ки Паёмбари Худо (с) дар сарошеби деҳаи (Арҷ) дар ноҳияе, ки шахс ба тарафи пушта боло мешавад, намоз хонданд, дар наздикии он масҷид ду ва ё се қабр аст, болои он қабрҳо сангҳои калоне қарор дошта ва ба тарафи рости роҳ, дар қисмате, ки роҳҳои фаръӣ ва борик аз он роҳи аслӣ ҷудо мешаванд, ин қабрҳо воқеъ гардидаанд. Абдуллоҳ (р) аз деҳаи (Арҷ) дар шидати гармии рӯз баъд аз истивои офтоб берун мешуд ва дар берун шудани худ ҳамон роҳҳои борик ва фаръиро интихоб мекард ва намози пешинро дар ҳамон масҷид адо менамуд"
        },
        {
          "number": 308,
          "full_text": "Ва Абдуллоҳ (р) мегӯяд: Паёмбари Худо (с) дар зери дарахтони бузурге, ки ба тарафи чапи роҳ дар сарошеби деҳаи (Ҳаршо) мебошад, истироҳат намуданд ва ин сарошеб дар канори деҳаи (Ҳаршо)  қарор дорад, байни ин минтақа ва роҳи аслӣ ҳудуди як тирандоз фосила аст ва Абдуллоҳ (р) назди дарахте, ки наздиктарин дарахтон ба роҳ буда ва дарозтарини онҳо буд, намоз мехонд."
        },
        {
          "number": 309,
          "full_text": "Ва Абдуллоҳ (р) мегуфт, ки Паёмбари Худо (с) дар рӯдхонае, ки дар охирин қисмати дашти (Марризаҳрон), дар қисмате, ки ба тарафи Мадина воқеъ аст, намоз мехонданд ва ҳангоме, ки аз минтақаи (Сафровот) пойин мешуданд, дар поёни ин рӯдхона ба тарафи чапи роҳе, ки ба тарафи Макка меравад, истироҳат мекарданд, байни ҷое, ки Паёмбари Худо (с) истироҳат мекарданд ва байни роҳи аслӣ фосилаи як сангандози даст бештар набуд."
        },
        {
          "number": 310,
          "full_text": "Ва Абдуллоҳ (р) мегӯяд, ки Паёмбари Худо (с) ҳангоме, ки ба минтақаи (Зитуво) (ҷое аст наздики Маккаи мукаррама) мерасиданд, дар он ҷо манзил карда, шаб мехобиданд, чун субҳ мешуд, ҳангоми омадан ба Макка намози субҳро адо мекарданд ва ҷое, ки Паёмбари Худо (с) дар он ҷо намоз хонданд, иборат аз теппаи реги бисёр сахте аст ва масҷиде, ки дар инҷо бино ёфтааст, дар он мавзеъе, ки Паёмбари Худо (с) намоз хондаанд, нест, балки дар поёни он мавзеъ рӯи теппаи регии сахти дигаре аст."
        },
        {
          "number": 311,
          "full_text": "Ва Абдуллоҳ (р) ривоят мекунад, ки Паёмбари Худо (с) дар даҳанаи кӯҳе, ки байни он кӯҳ ва кӯҳи дароз қарор дорад, рӯй ба қибла истоданд, масҷидеро, ки дар он ҷо бино ёфтааст, ба тарафи чапи масҷид, ба тарафи теппаи сангӣ  қарор доданд ва ҷоеро, ки Паёмбари Худо (с) намоз хонданд, поёнтар аз он масҷид, болои теппаи сиёҳе аст (ва агар мехоҳӣ он ҷо намоз бихонӣ), аз он теппа ҳудуди даҳ заръ бигзар, рӯи худро ба тарафи даҳанаи кӯҳе бикун, ки байни ту ва байни Каъба қарор мегирад ва намоз бихон."
        }
      ]
    }
  ],
  "total_chapters": 61,
  "total_hadiths": 84,
  "unique_hadith_numbers": 84
}