{
  "id": 43,
  "number": 43,
  "title": "КИТОБИ ХУСУМОТ",
  "chapters": [
    {
      "number": 1,
      "title": "Он чӣ, ки дар мавриди ашхос ва хусумат байни мусалмон ва яҳуд омадааст",
      "hadiths": [
        {
          "number": 1107,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки (гуфт:) Аз шахсе шунидам, ки оятро ба хилофи он чӣ, ки аз Пайғамбари Худо (с) шунида будам, тиловат менамуд. Он шахсро гирифтам ва назди Паёмбари Худо (с) овардам. (Тиловати ҳардуи моро шунида) ва фармуданд: «Ҳардуи шумо хуб тиловат мекунед, вале бо якдигар ихтилоф накунед, зеро мардуме, ки пеш аз шумо буданд, ҳамин тавр ихтилоф намуданд ва сабаби ҳалокашон гардид»."
        },
        {
          "number": 1108,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ду нафар бо якдигар даъво намуданд ва якдигарро дашном доданд, шахсе аз мусалмонон ва шахсе аз яҳуд. Мусалмон гуфт: Қасам ба зоте, ки Муҳаммад (с)-ро бар ҳамаи ҷаҳониён бартарӣ додааст. Ва яҳуд гуфт: Қасам ба Зоте, ки Мӯсо (ъ)-ро бар ҳамаи ҷаҳониён тарҷеҳ додааст. Мусалмон чун инро шунид, дасташро боло бурд ва бар рӯи шахси яҳудӣ зад. Яҳудӣ назди Паёмбари Худо (с) рафт ва он чиро, ки байни ӯ ва байни он мусалмон рух дода буд, баён намуд. Паёмбари Худо (с) мусалмонро хостанд ва аз қазия пурсиш намуданд. Ӯ қазияро барояшон гуфт. Фармуданд: «Маро ба Мӯсо (ъ) тарҷеҳ надиҳед, чун дар рӯзи қиёмат ҳамаи мардум афтода ва беҳуш мегарданд ва ман бо онҳо беҳуш мешавам ва аввалин шахсе, ки ба ҳуш меояд, ман ҳастам. Дар ин вақт мебинам, ки Мӯсо (ъ) гӯшае аз Аршро маҳкам гирифтааст, вале намедонам, ки ӯ ҳам беҳуш гардида буд ва пеш аз ман ба ҳуш омадааст ва ё аз касоне аст, ки Худованд онҳоро аз беҳуш шудан истисно намудааст»."
        },
        {
          "number": 1109,
          "full_text": "Аз Анас (р) ривоят аст, ки шахсе аз яҳуд сари духтаракеро байни ду санг кӯфт. Аз вай пурсиданд: Кӣ чунин кардааст? Фалонӣ? Ва ё фалонӣ? Чанд нафарро барояш ном бурданд, то ин, ки номи он яҳудиро низ гуфтанд.Он духтар ба сараш ишора намуд, ки бале, ҳамин шахс аст, он яҳудиро гирифтанд ва ӯ иқрор намуд. Паёмбари Худо (с) амр намуданд, то сарашро байни ду санг бикӯбанд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Суханони хусум бар алайҳи якдигар",
      "hadiths": [
        {
          "number": 1110,
          "full_text": "Ҳадиси Ашъас (р) дар мавриди мухосамааш бо шахсе аз аҳли Ҳазрамавт қаблан гузашт ва дар ин ривоят мегӯяд, ки ин мухосама байни ӯ ва байни шахсе аз яҳуд буд."
        }
      ]
    }
  ],
  "total_chapters": 2,
  "total_hadiths": 4,
  "unique_hadith_numbers": 4
}