{
  "id": 12,
  "number": 12,
  "title": "КИТОБИ АҲКОМИ НАМОЗИ ХАВФ",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 524,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар яке аз ғазоҳои атрофи Наҷд иштирок намуда будам. Бо душман рӯ ба рӯ шуда ва дар муқобили онҳо сафороӣ намудем. Паёмбари Худо (с) Бархостанд ва барои мо намоз хонданд, гурӯҳе бо эшон ба намоз истоданд ва гурӯҳе дар муқобили душман қарор гирифтанд, Паёмбари Худо (с) бо касоне, ки бо эшон намоз мехонданд, рукӯъ намуданд ва дубора саҷда карданд. Онҳое, ки намоз хонда буданд, баргаштанд ва ба ҷои гурӯҳе, ки намоз нахонда буданд, истоданд, (гурӯҳи аввал) омаданд ва Паёмбари Худо (с) бо онҳо як ракаат намозро бо ду саҷда адо намуда, салом доданд, баъд аз он ҳар кадом аз он ду гурӯҳ бархостанд ва ба танҳоӣ як ракаатро бо як рукӯъ ва ду саҷда адо намуданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Адои намози хавф дар ҳолати савора ва пиёда",
      "hadiths": [
        {
          "number": 525,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) дар ривояги дигаре омадааст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ва агар (тавре ва даргирӣ бо душман) бештар аз ин буд (метавонанд) истода ва ё савора намоз бихонанд.\""
        }
      ]
    },
    {
      "number": 3,
      "title": "Дар ҳолати ҳуҷум ва дифоъ метавон намозро савора ва ё бо ишора адо намуд",
      "hadiths": [
        {
          "number": 526,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) баъд аз муроҷиат аз ғазваи Аҳзоб ба мо фармуданд: Ҳеҷ кас набояд намози асрро ҷуз дар (бани Қурайза) дар ҷои дигаре адо намояд.\" Дар роҳ бар иддае вақти намози аср дохил гардид, баъзе аз онҳо гуфтанд: То вақте ки ба (бани Қурайза) нарасидем, набояд намозро адо намоем. Гурӯҳи дигаре гуфтанд: На, намозро мехонем, зеро қасди Паёмбари Худо (с) таъхири намози мо набудааст. Ин воқеаро ба Паёмбари Худо (с) ҳикоят намуданд ва эшон ҳеҷ кадомро сарзаниш накарданд."
        }
      ]
    }
  ],
  "total_chapters": 3,
  "total_hadiths": 3,
  "unique_hadith_numbers": 3
}