{
  "id": 6,
  "number": 6,
  "title": "КИТОБИ ҲАЙЗ",
  "chapters": [
    {
      "number": 1,
      "title": "Аҳкоми мутааллиқ ба занҳо дар ҳолати нифос ва одати моҳонагӣ",
      "hadiths": [
        {
          "number": 203,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ба сафар баромада будем ва нияте ҷуз ҳаҷ надоштем. Чун ба Сариф (минтақаест дар даҳ милии Макка) расидем, дучори одати моҳонагӣ гардидам. Паёмбари Худо (с) наздам омаданд ва ман гиря мекардам, фармуданд: “Туро чӣ шудааст, магар ба одати моҳона дучор шудаӣ?” Гуфтам: Бале: Фармуданд: “Ин чизест, ки Худованд ҳамаи духтарони бани Одамро ба он мубтало сохтааст, ҳар кореро, ки ҳуҷҷоҷ мекунанд, ту ҳам анҷом бидеҳ, магар тавоф кардан ба хонаро.” Оиша (р) гуфт: Ва Паёмбари Худо (с) аз тарафи ҳамсарони худ як говеро қурбонӣ намуданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Шустан ва мураттаб намудани зани ҳоиз сари шавҳарашро",
      "hadiths": [
        {
          "number": 204,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Дар ҳоле, ки дучори одати мо- ҳонагӣ будам, сари Паёмбари Худо (с)-ро шона зада, мураттаб мекардам."
        },
        {
          "number": 205,
          "full_text": "Ва дар ривояти дигаре дар идомаи ҳадиси гузашта омадааст, ки Паёмбари Худо (с) дар ҳоле, ки дар масҷид буданд, сари худро ба Оиша (р) наздик намуданд ва дар ҳоле, ки Оиша (р) дохили хонааш буда ва ба одати моҳонагӣ гирифтор буд, сари Паёмбари Худо (с)-ро шона зада, мураттаб мекард."
        }
      ]
    },
    {
      "number": 3,
      "title": "Хондани Қуръон дар паҳлӯи ҳамсари ҳоизи худ",
      "hadiths": [
        {
          "number": 206,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Дар ҳоле, ки ба одати моҳонагӣ гирифтор будам, Паёмбари Худо (с) сари худро ба ман такя дода ва Қуръон мехонданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки ҳайзро нифос номид",
      "hadiths": [
        {
          "number": 207,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳоле, ки либоси абрешимине ба тан доштам, хобида будам, дучори одати моҳонагӣ гардидам, оҳиста дур шудам ва либосҳои одати моҳонагии худро гирифтам. Паёмбари Худо (с) фармуданд: “Магар ба одати моҳонагӣ дучор шудаӣ?” Гуфтам: Бале. Маро хостанд ва боз дар пахлӯяшон зери қатифа (чодар) истироҳат намудам."
        }
      ]
    },
    {
      "number": 5,
      "title": "Ҳамоғӯшӣ бо ҳоиз",
      "hadiths": [
        {
          "number": 208,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ман бо Паёмбари Худо (с) дар ҳоле, ки ҳардуи мо ҷунуб будем, аз як зарф ғусл мекардем ва маро дар вақти одати моҳонагӣ амр мекарданд, ки изорамро бипӯшам, сипас бо ман ҳамбистар мешуданд ва дар ҳоле, ки муътакиф буданд, сари худро ба сӯям наздик мекарданд ва ман дар ҳоле, ки ба одати моҳонагӣ гирифтор будам, сари эшонро мешустам."
        },
        {
          "number": 209,
          "full_text": "Ва дар ҳадиси дигаре аз Оиша (р) ривоят аст, ки гуфт: Вакте ки касе аз мо дучори одати моҳонагӣ мешуд ва Паёмбари Худо (с) мехостанд бо ӯ ҳамоғӯш шаванд, амр мекарданд, то изорашро дар ҷои хуруҷи ҳайз маҳкам намояд, сипас бо ӯ ҳамоғӯш мешуданд. Ва Оиша (р) мегӯяд: Кадом як аз шумо метавонед ба монанди Паёмбари Худо (с) зимоми шаҳвати худро бигиред?"
        }
      ]
    },
    {
      "number": 6,
      "title": "Ҳоиз набояд рӯза бигирад",
      "hadiths": [
        {
          "number": 210,
          "full_text": "Аз Абӯсаъиди Худрй (р) ривоят аст, ки гуфт: Дар рӯзи иди Қурбон ё иди Фитр Паёмбари Худо (с) ба идгоҳ омаданд, назди занҳо рафта ва фармуданд: “Эй занҳо! Садақа бидиҳед, зеро ман дидам, ки бештарини аҳли дӯзах аз шумоён ҳастанд.” Гуфтанд: Чаро, ё Расулаллоҳ? Фармуданд: \"Бисёр лаънат ва дашном медиҳед, некиҳои шавҳарро инкор менамоед ва ҳеҷ ноқисақл ва ноқис динеро, ки монанди шумо ақли шахси доно ва фаҳмидаро бирабояд, надидам.” Гуфтанд: Сабаби нуқсони ақл ва дини мо чист? Фармуданд: “Оё шаҳодати зан баробари нисфи шаҳодати мард нест?” Гуфтанд: Бале, ҳаст. Фармуданд: “Ин аз нуқсони ақли вай. Ва оё дар ҳангоми одати моҳонагӣ намоз ва рӯзаро тарк намекунад?” Гуфтанд: Бале, тарк мекунад. Фармуданд: “Ин ҳам сабаби нуқсони дини вай.\""
        }
      ]
    },
    {
      "number": 7,
      "title": "Эътикоф нишастани зан дар холати ҳайз",
      "hadiths": [
        {
          "number": 211,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Яке аз ҳамсарони Паёмбари Худо (с) дар ҳоле, ки дучори одати моҳонагӣ буда ва ҳанӯз хун медид, бо Паёмбари Худо (с) ба эътикоф нишаст ва шиддати хунрезиаш ба ҳадде буд, ки таштро (тағораро) зери пойи худ мегузошт."
        }
      ]
    },
    {
      "number": 8,
      "title": ", Истеъмоли хушбӯӣ барои зан баъд аз ғусли ҳайз",
      "hadiths": [
        {
          "number": 212,
          "full_text": "Аз Умми Атийя (р) ривоят аст, ки гуфт: Мо занҳо аз ин, ки барои мурда беш аз се рӯз ба мотам бинишинем, наҳй мешудем, магар барои шавҳар, ки чаҳор моҳу даҳ рӯз ба мотам менишастем, на сурма ба чашм мекардем ва на хушбӯӣ истеъмол мекардем ва ба ҷуз аз либоси хашин либоси ранга ҳам намепӯшидем ва вақте ки аз одати моҳона пок гардида ва ғусл мекардем, барои мо рухсат буд, ки аз хушбӯии Зифор (минтақаест дар Яман) истеъмол намоем ва ҳамчунин аз иштирок дар ҷаноза ҳам мамнӯъ будем."
        }
      ]
    },
    {
      "number": 9,
      "title": "Молидани зан сар ва ҷасади худро баъд аз пок шудан аз ҳайз",
      "hadiths": [
        {
          "number": 213,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Зане аз Паёмбари Худо (с) аз кайфияти ғусл ва покӣ аз одати моҳонаи худ пурсид. Фармуданд: “Порчаи атрогинеро гирифта ва худро ба он пок кун.” Он зан гуфт: Бо ин порча чӣ гуна худро пок намоям? Фармуданд: “Ба он порча худро пок кун”. Гуфт: Чӣ гуна? Фармуданд: “Субҳоналлоҳ, пок кун“ Оиша (р) мегӯяд: Он занро ба тарафи худ кашида гуфтам: Ба он порча осори хунро пок кун."
        }
      ]
    },
    {
      "number": 10,
      "title": "Шона задани сар ҳангоми ғусл намудан аз ҷанобат",
      "hadiths": [
        {
          "number": 214,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳаҷҷату-л-вадоъ эҳром бастам ва аз касоне будам, ки ҳадяро нафиристода ва нияти ҳаҷҷи таматтуъ карда будам. Ва Оиша (р) мегуфт, ки аз одати моҳонагии худ то шаби Арафот пок нашуда буд, лизо аз Паёмбари Худо (с) пурсид, ё Расулаллоҳ имшаб Арафот аст ва ман ҷиҳати таматтуъ нияти умра кардаам (чӣ бояд бикунам?). Паёмбари Худо (с) ба ӯ гуфтанд: “Гесӯҳоятро боз кун, саратро шона кун ва аз умра кардан худдорӣ намо. Оиша (р) мегӯяд: Мутобиқи ҳидояти Паёмбари Худо (с) амал намудам ва чун ҳаҷро анҷом додам, шабе, ки аз Мино ба тарафи Макка меомадем, дар минтақаи Муҳассаб ба бародарам Абдурраҳмон амр карданд, то маро аз Танъим ба ивази умрае, ки нияти онро карда будам, умра диҳад,"
        }
      ]
    },
    {
      "number": 11,
      "title": "Ҳангоми ғусл намудан аз ҳайз зан бояд мӯйҳояшро бикшояд",
      "hadiths": [
        {
          "number": 215,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд. «Касе, ки мехоҳад умра намояд, метавонад барои адои умра ният намояд ва агар ман ҳадяро нафиристода будам, барои анҷоми умра эҳром мебастам.» Баъзе аз асҳоб нияти умра ва иддае ҳам нияти ҳаҷ карданд ва ҳадисро зикр карда ва дар мавзӯъи дучор шуданаш ба одати моҳонагӣ гуфт: Паёмбари Худо (с) бародарам Абдурраҳмонро ҳамроҳам ба Танъим фиристоданд, аз он ҷо барои умра эҳром бастам ва дар ҳеҷ кадом аз ин пешомадҳо бар ман ҳадяи рӯза ва садақа лозим нагардид."
        }
      ]
    },
    {
      "number": 12,
      "title": "Қазои намоз бар ҳоиз лозим нест",
      "hadiths": [
        {
          "number": 216,
          "full_text": "Ривоят аст, ки зане аз Оиша (р) пурсид: Оё зан баъд аз пок шудан аз одати моҳонагӣ бояд намози худро казо бидорад? Оиша (р) ба ваи гуфт: Магар ту аз хавориҷ ҳастӣ? Мо дар замони Паёмбари Худо (с) ба одати моҳонагӣ гирифтор мешудем ва моро ба қазо доштани намоз амр намефармуданд. Ва ё гуфт: Мо намозро қазо намедоштем."
        }
      ]
    },
    {
      "number": 13,
      "title": "Хоб шудан бо ҳоиз дар бистараш",
      "hadiths": [
        {
          "number": 217,
          "full_text": "Аз Умми Салама (р) дар ҳадисе, ки роҷеъ ба одати моҳонагиаш ривоят мекунад ва ин, ки ӯ дар ин ҳолат бо Паёмбари Худо (с) дар як қатифа хобидааст, мегӯяд, Паёмбари Худо (с) дар ҳоле, ки рӯза доштанд, ӯро бӯсиданд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Ҳозир шудани занҳои ҳоиз ба намози ид",
      "hadiths": [
        {
          "number": 218,
          "full_text": "Аз Умми Атийя (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Занҳои навҷавон, духтарҳои бокира ё занҳои болиғи бокира ва занҳои ҳоиз берун шаванд ва ба корҳои нек ва дуои мусалмонон иштирок намоянд, вале занҳои ҳоиз аз омадан ба идгоҳ худдорӣ намоянд.” Аз (Умми Атийя) пурсиданд: Занҳои ҳоиз? Гуфт: Магар занҳои ҳоиз ба Арафот ва фалон ва фалон ҷоҳо ҳозир намешаванд?"
        }
      ]
    },
    {
      "number": 15,
      "title": "Дидани зан зардоб ва тирагиро дар ғайри рӯзҳои ҳайз",
      "hadiths": [
        {
          "number": 219,
          "full_text": "Ва аз Умми Атийя (р) ривоят аст, ки гуфт: Моён зардоб ва тирагиро аз одати моҳонагӣ ҳисоб намекардем."
        }
      ]
    },
    {
      "number": 16,
      "title": "Зане, ки баъд аз бозгашт аз тавофи ифоза ҳайз мешавад",
      "hadiths": [
        {
          "number": 220,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки ба Паёмбари Худо (с) гуфт: Ё Расулаллоҳ. (Сафия бинти Хуяй) ба одати моҳонагӣ гирифтор шудааст. Паёмбари Худо (с) фармуданд: \"Шояд ӯ монеъи рафтани мо шавад, оё ӯ бо шумо тавоф накардааст?\" Гуфтанд: Тавоф кардааст. Фармуданд: «Пас барояш бигӯ, ки аз Макка хориҷ шавад»."
        }
      ]
    },
    {
      "number": 17,
      "title": "Намози (ҷаноза) бар зане, ки дар ҳолати нифос вафот ёфтааст",
      "hadiths": [
        {
          "number": 221,
          "full_text": "Аз Самура ибни Ҷундуб (р) ривоят аст, ки зане аз асари вилодат мурд, Паёмбари Худо (с) дар васати ҷанозааш истоданд ва бар вай намоз хонданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "",
      "hadiths": [
        {
          "number": 222,
          "full_text": "Аз Маймуна (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки: вай дар одати моҳонагӣ буд ва намоз намехонд, вале дар канори ҷойе, ки Паёмбари Худо (с) намоз мехонданд, хобида буд ва эшон рӯйи ҷойнамози худ намоз мехонданд ва ҳангоми саҷда кардан гӯшаҳое аз либоси Паёмбари Худо (с) ба бадани Сафия (р) мерасид."
        }
      ]
    }
  ],
  "total_chapters": 18,
  "total_hadiths": 20,
  "unique_hadith_numbers": 20
}