{
  "id": 27,
  "number": 27,
  "title": "КИТОБИ УМРА",
  "chapters": [
    {
      "number": 1,
      "title": "Вуҷуби умра ва фазилати он",
      "hadiths": [
        {
          "number": 863,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд; «Аз як умра то умраи дигар сабаби каффораи гуноҳони байни ин ду умра аст ва барои ҳаҷҷи мабрур савобе ба ҷуз аз ҷаннат нест»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Касе, ки пеш аз ҳаҷ умра намуд",
      "hadiths": [
        {
          "number": 864,
          "full_text": "Ривоят аст, ки касе аз Ибни Умар (р) аз ҳукми умра намудан пеш аз ҳаҷ пурсид. Гуфт; Боке надорад. Ва илова намуд, ки Паёмбари Худо (с) пеш аз анҷом додани маросими ҳаҷ умра намуданд."
        },
        {
          "number": 865,
          "full_text": "Ривоят аст, ки касе аз Ибни Умар (р) пурсид: Паёмбари Худо (с) чанд бор умра анҷом доданд? Гуфт: Чаҳор умра, ки яке аз инҳо дар моҳи Раҷаб буд. Шахси соил мегӯяд: ба Оиша (р) гуфтам: Эй модарам, оё намешунавед, ки Абӯабдурраҳмон чӣ мегӯяд? Гуфт: Чӣ мегӯяд? Гуфтам: Мегӯяд, ки Паёмбари Худо (с) чаҳор умра анҷом доданд, ки яке аз онҳо дар моҳи раҷаб буд. Гуфт: Худованд бар Абӯабдурраҳмон раҳмат кунад. Паёмбари Худо (с) ҳеҷ умраеро анҷом надодаанд, магар он, ки Абдуллоҳ ибни Умар (р) бо эшон будааст, вале Паёмбари Худо (с) дар моҳи Раҷаб умрае анҷом надодаанд."
        },
        {
          "number": 866,
          "full_text": "Ривоят аст, ки касе аз Анас (р) пурсид: Паёмбари Худо (с) чанд умра анҷом доданд? Гуфт: Чаҳор умра, умраи Ҳудайбия дар моҳи Зулқаъда, ки мушрикин монеъи рафтанашон ба (Маккаи мукаррама) гардиданд, умраи дигар дар соли оянда дар ҳамон моҳи Зулқаъда, ки бо мушрикин мусолаҳа намуданд ва умраи Ҷиърона, ки фикр мекунам, дар ҳамин умра ғаноими Ҳунайнро тақсим намуданд. Гуфтам: Чанд ҳаҷ намуданд? Гуфт: Як ҳаҷ."
        },
        {
          "number": 867,
          "full_text": "Ва дар ривояти дигаре аз вай омадааст, ки гуфт: Як умраи Паёмбари Худо (с) ҳамон умра буд, ки (мушрикин) монеъи рафтани эшон шуданд ва умраи Ҳудайбия дар соли баъдӣ ва умрае дар Зулқаъда ва умраи дигар бо ҳаҷҷи худ анҷом додаанд."
        },
        {
          "number": 868,
          "full_text": "Аз Бароъ ибни Озиб ривоят аст, ки гуфт: Паёмбари Худо (с) пеш аз он, ки ҳаҷ намоянд, ду бор дар моҳи Зулқаъда умра намудавд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Умраи танъим",
      "hadiths": [
        {
          "number": 869,
          "full_text": "Аз Абдурраҳмон ибни Абӯбакр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ӯ амр намуданд, ки Оиша (р)-ро пушти сари худ савор кунад ва ӯро аз танъим умра бидиҳад. Ва аз Суроқа ибни Молик ибни Ҷуъшум (р) ривоят аст, ки бо Паёмбари Худо (с) дар назди Ҷамраи Ақаба дар ҳоле, ки рамй менамуданд, мулоқот намуд ва аз эшон пурсид: Оё ин амр (фасхи ҳаҷҷи умра) хос барои шумо аст? Фармуданд: «На! Балки барои абадӣ аст!»"
        }
      ]
    },
    {
      "number": 5,
      "title": "Умра намудан баъд аз ҳаҷ бидуни тақдими ҳадя",
      "hadiths": [
        {
          "number": 870,
          "full_text": "Ҳадиси Оиша (р) дар мавриди ҳаҷ чандин бор такрор гардид ва қаблан ба таври комил зикр гардид."
        }
      ]
    },
    {
      "number": 6,
      "title": "Савоби умра ба андозаи машақкат аст",
      "hadiths": [
        {
          "number": 871,
          "full_text": "Ва аз Оиша (р) ривоят омадааст, ки Паёмбари Худо (с) дар мавриди умра барояш гуфтанд, ки:«... вале савоби умра ба андозаи харҷ ва масраф ва ё ба андозаи машаққатест, ки мутаҳаммили он мегардӣ» (яъне ҳар қадар масорифи умра ва ё машаққату мушкилоти шахси умракунанда бештар бошад, ба ҳамон андоза савобаш бештар аст)."
        }
      ]
    },
    {
      "number": 7,
      "title": "Умракунанда чӣ вақт худро ҳалол месозад?",
      "hadiths": [
        {
          "number": 872,
          "full_text": "Ривояте аст, ки Асмоъа бинти Абӯбакри Сиддиқ (р) ҳангоми гузаштан аз минтақаи Ҳаҷун бар Паёмбари Худо (с) дуруд фиристода мегуфт: «Бо эшон дар ҳамин ҷо манзил намудем. Ва дар ин вақт сабукбор будем ва маркабҳои каме доштем, зод ва тӯшаи андак буд, ман ва хоҳарам Оиша ва Зубайр ва фалон ва фалон умра намудем. Баъд аз тавоф ба хонаи Каъба ва саъй байни Сафо ва Марва худро ҳалол сохтем ва охири он рӯз нияти ҳаҷ намудем."
        }
      ]
    },
    {
      "number": 8,
      "title": "Дар ҳангоми бозгаштан аз ҳаҷ ё умра ва ё ҷиҳод чӣ бояд гуфт",
      "hadiths": [
        {
          "number": 873,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар вақти бозгаштан аз ҷиҳод ё ҳаҷ ва ё умра ба ҳар баландӣ, ки мерасиданд, се бор такбир мегуфтанд ва ин дуоро мехонданд: «Ло илоҳа иллаллоҳ ваҳдаҳу ло шарика лаҳ лаҳул мулку ва лаҳул ҳамд ва ҳува ало кулли шайьин қадир, ойибуна, тоибуна, обидуна, соҷидуна лираббано ҳомидуна, садақаллоҳу ваъдаҳу ва насара абдаҳу ва ҳазамал аҳзоба ваҳдаҳу»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Истиқбол аз касоне, ки ба ҳаҷ меоянд ва савор кардани ду ва се нафарро ба маркаб",
      "hadiths": [
        {
          "number": 874,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ташриф оварданд, баччаҳои бани Абдулмуталлиб ба истиқболашон рафтанд, Паёмбари Худо (с) якеро пеши рӯй ва дигареро пушти сари худ савор намуданд."
        }
      ]
    },
    {
      "number": 10,
      "title": "Омадан аз сафар баъд аз намози пешин",
      "hadiths": [
        {
          "number": 875,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоми бозгашт аз сафар шаб ба хонаи худ дохил намешуданд, балки пеш аз завол ва ё баъд аз завол меомаданд."
        },
        {
          "number": 876,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз ин, ки шахс дар вақти бозгаштан аз сафар шаб ба хонааш дохил гардад, наҳй фармудаанд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки ҳангоми расидан ба Мадинаи мунаввара шутурашро тез рондааст",
      "hadiths": [
        {
          "number": 877,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) чун аз сафар баргашта, кӯчаҳои Мадинаро медиданд, аз шавқи Мадинаи мунаввара шутур ва ё маркаберо, ки савор буданд, ба ҷавлон андохта, тез меронданд."
        }
      ]
    },
    {
      "number": 12,
      "title": "Сафар як навъи азоб аст",
      "hadiths": [
        {
          "number": 878,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Сафар як навъи азоб аст, монеъи хӯрдан ва нӯшидан ва хоби инсон мешавад. Касе, ки корашро анҷом дод, бикӯшад, то зудтар ба хонаводааш баргардад»."
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 16,
  "unique_hadith_numbers": 16
}