{
  "id": 88,
  "number": 88,
  "title": "КИТОБИ ТАВҲИД ВА РАД БАР ҶАҲМИЯ ВА ҒАЙРИ ОНҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Даъвати Паёмбари Худо (с) уммати худро ба сӯи тавҳид (яктопарастӣ)",
      "hadiths": [
        {
          "number": 2220,
          "full_text": "Аз Оиша (р), ҳамсари Паёмбари Худо (с) ривоят аст, ки Паёмбари Худо (с) шахсеро дар яке аз сароё (сароё ҷамъи сария аст ва сария иборат аз гурӯҳест, ки ба ҷиҳод мераванд) ба ҳайси амир муқаррар намуданд. Ин шахс дар намоз қироатро ба “Қул ҳуваллоҳу аҳад” хатм мекард (яъне дар ҳар ракаат баъд аз ин ки сураи Фотиҳа сураи дигареро қироат мекард, дар охир “Қул ҳуваллоҳ”-ро мехонд). Ҳангоме, ки баргаштанд, аз ин мавзӯъ ба Паёмбари Худо (с) хабар доданд, фармуданд: “Аз вай бипурсед, ки сабаби ин кораш чӣ будааст?” Сабабро аз вай пурсиданд, гуфт: Чун дар ин сура сифати Раҳмон аст, аз ин сабаб хушам меояд, ки онро қироат намоям. Паёмбари Худо (с) фармуданд: “Барояш хабар диҳед, ки Худованд ҳам ӯро дӯст медорад.” (Ва мурод аз муҳаббати Худо нисбат ба бандагон раҳмат кардан бар онҳо ва савоб додан барои эшон аст)."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин қавли Худованд, ки “Худованд ҳамон ризқдиҳандаи боқувват ва матин аст” (Зориёт: 58)",
      "hadiths": [
        {
          "number": 2221,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ касе собиртар дар муқобили азияте, ки мебинад, аз Худованди мутаъол нест. (Куффор) ба вай нисбати фарзанд доштанро медиҳанд. Ва ӯ барои онҳо тандурустӣ мебахшад ва ризқ медиҳад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Ин қавли Худованд, ки: “Ва Ӯ азизу ҳаким аст ва...\" (Иброҳим: 4)",
      "hadiths": [
        {
          "number": 2222,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Паноҳ меҷӯем ба иззати ту ва ту он Зоте ҳастӣ, ки худое ҷуз ту нест ва он Зоте ҳастӣ, ки нахоҳӣ мурд ва ҷинну инс ҳамагӣ мемиранд.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Ин қавли Худованд, ки: “Ва шуморо аз хеш барҳазар медорад ва...” (Оли Имрон: 28)",
      "hadiths": [
        {
          "number": 2223,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: Чун Худованд ҷаҳониёнро халқ намуд, дар китобе, ки барои худ навишт ва бар Арш дар назди худ ниҳод, чунин навишт, ки “раҳмати ман бар ғазаби ман ғолиб аст).”"
        },
        {
          "number": 2224,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Худованди мутаъол мефармояд: Ман бо бандаам тавре ҳастам, ки ба ман гумон мебарад. Агар маро ёд кунад, бо ӯ ҳастам (яъне ӯро мавриди раҳмати худ қарор медиҳам). Агар маро дар назди худ ёд кунад, ӯро дар назди худ ёд мекунам, агар маро дар назди мардум ёд кунад, ӯро дар назди мардуми беҳтар ёд мекунам (мурод аз мардум беҳтар малоика мебошад). Агар як ваҷаб ба ман наздик шавад, як заръ ба ӯ наздик мешавам (мурод аз заръ фосилаи байни ангушти миёна то нӯки оринҷ аст). Агар як заръ ба ман наздик шавад, як боъ ба ӯ наздик мешавам (мурод аз боъ фосилаи сари ангуштҳои васати ду даст аст, дар вақте ки комил ва ба таври уфуқӣ аз ҳам боз шаванд). Агар ӯ ба тарафам қадам бардорад, ман ба тарафаш давида меравам (мурод аз давидан суръат дар савоб додан ва раҳмат кардан аст).”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Ин қавли Худованди мутаъол, ки: “Мехоҳанд каломи Худоро табдил намоянд...” (Фатҳ: 15)",
      "hadiths": [
        {
          "number": 2225,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Худованди мутаъол (барои малоика) мегӯяд: Агар бандаам иродаи кори бадеро намуда, онро то вақте ки амалӣ намесозад, бар ӯ нанависед. Агар онро амалӣ сохт, гуноҳи ҳамон кори бадро барояш бинависед ва агар онро барои ман тарк карда буд, онро барояш як ҳасана бинависед ва агар иродаи кори некеро намуд, агарчи онро амалӣ накард, онро барояш як ҳасана бинвисед ва агар ба он кори нек амал кард, онро даҳчанд то ҳафтсаду чанд барояш бинависед.”"
        },
        {
          "number": 2226,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Бандае муртакиби гуноҳе гардид ва гуфт: Парвардигоро! Муртакиби гуноҳе шудаам, онро бароям бибахш. Парвардигораш гуфт: Оё бандаам медонист, ки Парвардигоре дорад, ки гуноҳи вайро барояш мебахшад ва ё ӯро мавриди ҷазо қарор медиҳад? (Гуноҳи бандаамро) барояш бахшидам. Муддате аз гуноҳ худдорӣ намуд, вале дубора муртакиби гуноҳ гардид ва боз гуфт: Парвардигоро! Муртакиби гуноҳи дигаре гардидаам, гуноҳамро бароям биёмурз. Худованд мегӯяд:\tОё бандаам медонист, ки Парвардигоре дорад, ки гуноҳашро барояш мебахшад ва ё ӯро мавриди муохаза қарор медиҳад? (Гуноҳи бандаамро) барояш бахшидам. Муддате (аз гуноҳ) худдорӣ намуд ва боз муртакиби гуноҳ гардид ва гуфт: Парвардигоро! Муртакиби гуноҳи дигаре гардидаам. Онро бароям биёмурз. (Худованди мутаъол) мегӯяд: Оё бандаам медонист, ки барояш Парвардигоре аст, ки гуноҳашро меомурзад ва ё ӯро мавриди муохаза қарор медиҳад, бори саввум гуноҳи бандаамро бахшидам, пас ҳар чӣ, ки мехоҳад, бикунад?”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Сухан гуфтани Раббулъоламин дар рӯзи қиёмат бо паёмбарон ва ғайра...",
      "hadiths": [
        {
          "number": 2227,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Рӯзи қиёмат шафоат ба ман супурда мешавад ва ман мегӯям: Парвардигоро! Касе, ки дар дилаш як заррае аз имон вуҷуд дошта бошад, ӯро ба биҳишт бибар. Ва чунин ашхосе ба биҳишт бурда мешаванд. Боз мегӯям: Худоё! Касе, ки дар қалбаш камтарин чизе аз имон вуҷуд дорад, ӯро ҳам ба биҳишт бибар.\" Анас (р) мегӯяд: Гӯё ҳамин ҳозир ба тарафи ангуштони Паёмбари Худо (с) нигоҳ мекунам (шояд Паёмбари Худо (с) ҳамон камтарини чизеро ба ангуштони худ тамсил мекарданд)."
        },
        {
          "number": 2228,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: (Ҳадиси шафоат ба ривояти Абӯҳурайра (р) қаблан гузашт ва дар ин ривоят дар охири он ҳадис омадааст, ки). Назди Исо (ъ) меоянд ва ӯ мегӯяд: Ман аҳли шафоат нестам, назди Муҳаммад (с) биравед. Онҳо назди ман меоянд, ман мегӯям, ки ман аҳли он ҳастам ва аз Парвардигорам иҷоза мегирам. Ва бароям иҷоза дода мешавад ва (Худованди мутаъол) барои ман ҳамду саноеро илҳом мекунад, ки бо он ҳамду санояшро бигӯям ва акнун ба хотирам нест. Ва ба он ҳамду сано ҳамдашро мегӯям ва барояш ба саҷда меафтам, гуфта мешавад: Эй Муҳаммад! Саратро боло кун! Бигӯ, суханат шунида мешавад. Бихоҳ, бароят дода мешавад, шафоат кун, шафоатат қабул мегардад. Ва ман мегӯям: Парвардигоро! Уммати ман, уммати ман. Гуфта мешавад: Бирав ва касеро, ки дар қалбаш заррае аз имон вуҷуд доштааст, аз (дӯзах) берун ор. Ман меравам ва чунин мекунам. Боз бармегардам ва ба ҳамон ҳамду сано ҳамди Худованди мутаъолро мегӯям ва барояш ба саҷда меафтам, боз гуфта мешавад: Эй Муҳаммад, саратро боло кун! Бигӯ, суханат шунида мешавад, бихоҳ, бароят дода мешавад, шафоат кун, шафоатат қабул мегардад. Ва ман мегӯям: Парвардигоро, уммати ман, уммати ман. Гуфта мешавад: Бирав ва касеро, ки дар қалбаш заррае аз имон вуҷуд доштааст, аз дӯзах берун ор. Ман меравам ва чунин мекунам. Боз бармегардам ва ба ҳамон ҳамду сано ҳамди Худованди мутаъолро мегӯям ва барояш ба саҷда меафтам, боз гуфта мешавад: Эй Муҳаммад!  Саратро боло кун, бигӯ, суханат шунида мешавад, бихоҳ, бароят дода мешавад, шафоат кун, шафоатат қабул мегардад. Ва ман мегӯям:  Парвардигоро! Уммати ман, уммати ман. Гуфта мешавад: Бирав ва касеро, ки дар қалбаш камтарин андозае аз имон вуҷуд дорад, аз дӯзах берун ор.  Ман меравам ва чунин мекунам.”"
        },
        {
          "number": 2229,
          "full_text": "Ва дар ривояти дигар аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Боз бори чаҳорум меоям ва бо ҳамон ҳамду сано ҳамди Худованди мутаъолро мегӯям ва барояш ба саҷда меафтам. Боз гуфта мешавад: Эй Муҳаммад! Саратро боло кун! Бигӯ, суханат шунида мешавад. Бихоҳ, бароят дода мешавад. Шафоат кун, шафоатат қабул мегардад. Ва ман мегӯям: Парвардигоро! Бароям иҷоза бидеҳ, то ҳар касеро, ки “ло илоҳа иллаллоҳ” гуфтааст, (аз дӯзах хориҷ намоям). Мегӯяд: Ба иззату ҷалол ва кибирёу азаматам савганд, ҳар касе, ки (ло илоҳа иллаллоҳ) гуфта бошад, ӯро аз дӯзах наҷот медиҳам.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Мизони аъмол ва ақвол дар рӯзи қиёмат",
      "hadiths": [
        {
          "number": 2230,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ду калимае аст, ки маҳбуб дар назди Раҳмон, сабук бар забон ва сангин дар мизон аст: “Субҳоналлоҳи ва биҳамдиҳи, субҳоналлоҳи-л-ъазим). ”  Аллоҳумма раббанно тақаббал мино иннака анта-с-самеиъул ъалим вағфир лано варҳамно иннака антал ғафуру-р-раҳим ва охиру даъвоно анилҳамду лиллоҳи раббил ъоламин.  Омин!"
        }
      ]
    }
  ],
  "total_chapters": 7,
  "total_hadiths": 11,
  "unique_hadith_numbers": 11
}