{
  "id": 9,
  "number": 9,
  "title": "КИТОБИ ВАҚТҲОИ НАМОЗ",
  "chapters": [
    {
      "number": 1,
      "title": "Вақтҳои намоз ва фазилати онҳо",
      "hadiths": [
        {
          "number": 325,
          "full_text": "Аз Абӯсаъиди Ансорӣ (р) ривоят аст, ки ӯ  рӯзе дар Ироқ назди Муғира ибни Шуъба рафт, дид, ки ӯ намозро таъхир кард, гуфт: Эй Муғира, ин чӣ кор аст? Магар хабар надорӣ, ки Ҷабраил барои таъйини вақтҳои намоз омад ва намоз хонд ва Паёмбари Худо (с) мисли ӯ намоз хонданд, боз Ҷабраил намоз хонд ва Паёмбари Худо (с) мисли ӯ намоз хонданд, боз Ҷабраил намоз хонд ва Паёмбари Худо (с) мисли ӯ намоз хонданд, боз Ҷабраил (ъ) намоз хонд ва Паёмбари Худо (с) мисли ӯ намоз хонданд ва Ҷабраил (ъ) гуфт: Ба ин гуна (намоз хондан аз тарафи Худованд) маъмур шудаам."
        }
      ]
    },
    {
      "number": 2,
      "title": "Намоз сабаби омурзиши гуноҳон аст",
      "hadiths": [
        {
          "number": 326,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Назди Умар (р) нишаста будам, ки гуфт: Кадом яки аз шумо гуфтаи Паёмбари Худо (с)-ро дар мавриди фитна ба хотир доред? Гуфтам: Ҳамон тавре, ки фармудаанд, ман ба хотир дорам. Гуфт; Ту бар ақодиси Паёмбари Худо (с) мусаллат ҳастӣ?  Гуфтам: Намоз ва рӯза ва закот ва амри ба маъруф ва наҳйи аз мункар, кафораи гуноҳон ва кафораи иштибоҳоте аст, ки шахс нисбат ба хонаводааш, нисбат ба молаш, нисбат ба фарзандаш ва нисбат ба ҳамсояаш муртакиб мегардад. Умар (р) гуфт: Ин фитнаро намегуфтам, мақсудам фитнае аст, ки монанди дарё мавҷ мезанад. Ҳузайфа (р) гуфт: Ё амирал-мӯъминин! Бар ту аз онҳо зараре нест, чун дарвозаи байни ту ва байни он фитнаҳо бастааст. Умар (р) пурсид: Он дарвоза шикаста мешавад ва ё боз карда мешавад? Ҳузайфа (р) гуфт: Шикаста хоҳад шуд. Умар (р) гуфт: Пас дар ин сурат дигар ҳаргиз баста нахоҳад шуд. Касе аз Ҳузайфа (р) пурсид: Оё Умар (р) медонист, ки мурод аз он дарвоза чист?  Гуфт: Бале! Чунон медонист, мисле, медонист, ки имшаб пеш аз фардо аст. Ман ба ӯ сухане гуфтам, ки дар ӯ пӯшидагӣ ва муғолита набуд. Шахси дигаре аз Ҳузайфа (р) пурсид: Мурод аз он дарвоза (ки монеъи фитна буд) чист? Гуфт: Худи Умар (р) аст."
        },
        {
          "number": 327,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки шахсе рӯйи занеро бӯсид ва назди Паёмбари Худо (с) омад ва қазияро баён дошт, Худованд ин ояро нозил фармуд, ки: «Намозро ҳарду тарафи рӯз (субҳ ва шом) барпо доред, зеро корҳои нек лағзишҳоро аз байн мебаранд», (Ҳуд: 114). Он шахс гуфт: Ё Расулаллоҳ, ин чиз хос барои ман аст? Фармуданд: “Барои ҳамаи уммати ман аст.”"
        },
        {
          "number": 328,
          "full_text": "Ва дар ривояти дигаре аз Ибни Масъуд (р) дар ҳадиси гузашта ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Барои ҳар кас аз уммати ман, ки ба ин оят амал намояд.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Фазилати адои намоз дар вақти он",
      "hadiths": [
        {
          "number": 329,
          "full_text": "Ва аз Ибни Масъуд (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам, ки кадом кор дар назди Худованд (аз ҳама корҳо) маҳбубтар аст? Фармуданд: “Адои намоз дар вақти он.” Гуфтам: Баъд аз он кадом кор? Фармуданд: “Некӣ кардан ба падару модар.” Гуфтам: Баъд аз он кадом кор? Фармуданд: «Ҷиҳод дар роҳи Худо [Ибни Масъуд (р)] мегӯяд: Ин чизҳоро Паёмбари Худо (с) ба ман гуфтанд ва агар бештар аз ин мепурсидам, бештар мегуфтанд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Намозҳои панҷгона кафора аст",
      "hadiths": [
        {
          "number": 330,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: “Ба ман бигӯед, агар ҷӯйи оби равоне ба дарвозаи хонаи кадом як аз шумо бошад ва он шахс рӯзе панҷ бор дар он ғусл намояд, оё чизе аз ифлосӣ ба танаш боқӣ мемонад?” Гуфтанд: (Ин панҷ бор ғусл) чизе аз он ифлосиро ба танаш боқӣ намегузорад. Фармуданд: «Ин монанди намозҳои панҷгона аст, ки Худованд ба сабаби онҳо лағжишҳоро аз байн мебарад»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Намозгузор бо парвардигораш муноҷот мекунад",
      "hadiths": [
        {
          "number": 331,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Дар саҷда ором бигиред, дастҳои худро монанди саг фарш накунед ва агар туф кардед, пеши рӯй ва ба тарафи рости худ туф накунед, зеро намозгузор бо Парвардигораш муноҷот мекунад.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Намози пешин дар вақти шиддати гармӣ андаке ба таъхир меафтад",
      "hadiths": [
        {
          "number": 332,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳангоме, ки ҳаво гарм мешавад, намозро дар вақти сардии ҳаво бихонед, чун гармии ҳаво аз вазиши дӯзах аст. Оташ ба назди Парвардигораш шикоят кард ва гуфт: Парвардигоро! Аъзоям якдигарро хӯрданд. Худованд барояш иҷозаи ду бор танаффусро дод, танаффусе дар тобистон ва танаффусе дар зимистон (ва ин ҳамон) шиддати гармии тобистон ва шиддати яхбандии зимистон аст.”"
        },
        {
          "number": 333,
          "full_text": "Ва аз Абӯзар (р) ривоят аст, ки гуфт: Дар сафаре бо Паёмбари Худо (с) будам. Муаззин мехост барои намози пешин азон бидиҳад, Паёмбари Худо (с) фармуданд: “Сабр кун, то ҳаво сардтар шавад боз муаззин мехост азон бидиҳад, боз ба вай гуфтанд: “Сабр кун, то ҳаво сардтар шавад” ва ҳамин тавр идома ёфт, то он, ки сояи теппаҳоро дидем."
        }
      ]
    },
    {
      "number": 7,
      "title": "Вақти намози пешин ҳангоми завол аст",
      "hadiths": [
        {
          "number": 334,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) ҳангоме, ки Офтоб майл намуд, аз хона хориҷ гардида ва намози пешинро адо намуданд, баъд аз он болои минбар баромаданд ва дар бораи қиёмат сухан зада ва гуфтанд: «Дар қиёмат корҳои бузурге воқеъ хоҳад шуд». Ва фармуданд: “Агар касе мехоҳад роҷеъ ба чизе пурсиш намояд, бипурсад, аз ҳар чизе, ки мехоҳед, пурсиш кунед, то вақте ки ҳамин ҷо қарор дорам, ба суолҳои шумо посух хоҳам дод.” Мардум бисёр гиря намуданд ва эшон муқарраран мегуфтанд: “Бипурсед.” Абдуллоҳ ибни Ҳузофаи Саҳмӣ (р) бархост ва пурсид: Падари ман кист? Фармуданд: “Падари ту Ҳузофа аст.” Боз ҳам фармуданд: “Бипурсед.” Умар (р) ба дузону нишаста гуфт: Худоро ба рубубият, Исломро ба ҳайси дин ва Муҳаммадро ба ҳайси пайғамбар қабул дорем. Паёмбари Худо (с) сукут намуда, сипас фармуданд: «Ҳамин ҳоло биҳишт нишон дода шуд ва ҳеҷ хубиро (монанди хубии биҳишт) ва ҳеҷ бадиро (монанди бадии дӯзах) надидам."
        },
        {
          "number": 335,
          "full_text": "Аз Абӯбарза (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози субҳро дар (вақте) адо мекарданд, ки ҳар кас нафари паҳлӯи худро шинохта метавонист ва дар намози субҳ байни шаст то сад оятро мехонданд ва намози пешинро ҳангоме мехонданд, ки офтоб завол мекард. Асрро вақте мехонданд, ки агар касе аз мо ба охирин қисмати Мадина рафта ва бозмегашт, офтоб ҳанӯз ба дурахшиши худ боқӣ буд. Ва ровӣ он чиро, ки (Абӯбарза) дар мавриди вақти шом гуфта буд, фаромӯш кардааст ва дар таъхири намози хуфтан ҳатто то сеяки шаб ва ё то қисмате аз шаб ҳам боке надоштанд."
        }
      ]
    },
    {
      "number": 8,
      "title": "Таъхир кардани намози пешин то вақти намози аср",
      "hadiths": [
        {
          "number": 336,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар Мадина ҳафт ракаатро бо ҳам ва ҳашт ракаатро бо ҳам хонданд. Ҳашт ракаатеро, ки бо ҳам хонданд, намози пешин ва аср ва ҳафт ракаатеро, ки бо ҳам хонданд, намози шом ва хуфтан буд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Вақти намози аср",
      "hadiths": [
        {
          "number": 337,
          "full_text": "Дар ҳадиси Абубарза дар мавриди вақти намозҳо, ки ҳамин ҳоло гузашт, ин иборат низ омадааст, ки Паёмбари Худо (с) аз хоб шудани пеш аз намози хуфтан ва аз сӯҳбат кардан баъд аз он бадашон меомад."
        },
        {
          "number": 338,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Мо намози асрро дар вақте адо мекардем, ки агар касе аз мо берун мешуд ва ба қабилаи (бани Амр ибни Авф) мерафт, медид ки онҳо ҳанӯз намози асрро мехонанд."
        },
        {
          "number": 339,
          "full_text": "Ва аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози асрро адо мекарданд ва офтоб баланд ва дурахшон буд. Шахсе, ки (Аволӣ) мерафт ва чун ба он ҷо мерасид, медид, ки офтоб ҳанӯз баланд аст, баъзе аз қисматҳои (Аволӣ) аз Мадина ҳудуди чаҳор мил ва ё чизе мисли он фосила дорад."
        }
      ]
    },
    {
      "number": 10,
      "title": "Касе, ки намози асраш фавт мегардад",
      "hadiths": [
        {
          "number": 340,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки намози асраш фавт мешавад, монанди касе аст, ки хонавода ва амволаш аз байн рафта ва танҳо мондааст.\""
        }
      ]
    },
    {
      "number": 11,
      "title": "Ҳукми касе, ки намози асрро тарк мекунад",
      "hadiths": [
        {
          "number": 341,
          "full_text": "Ривоят аст, ки Бурайда (р) дар рӯзи абролуде гуфт: Намози асрро (ба зудӣ) дар аввали вақти он бихонед, зеро Паёмбари Худо (с) фармуданд: “Касе, ки намози асрро тарк намояд, амалан ҳабата гардида, аз байн меравад.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Фазилати намози аср",
      "hadiths": [
        {
          "number": 342,
          "full_text": "Аз Ҷарир (р) ривоят аст, ки шабе гуфт: Бо Паёмбари Худо (с) будем, эшон ба тарафи моҳтоб нигоҳ карда ва фармуданд: “Шумо Парвардигоратонро мисле, ки ҳамин моҳтобро мебинед, хоҳед дид ва дар дидани Худованди мутаъол ба мушкилии издиҳом дучор нахоҳед шуд ва агар имкон буд, ки барои адои намози бомдод ва намози аср таҳти фишори гирифторӣ қарор нагиред, ин ду намозро адо намоед.” Сипас ин ояти каримаро тиловат намуданд: «Пеш аз тулӯъ ва пеш аз ғуруби офтоб ба ситоиши Парвардигорат тасбеҳ бигӯй». (Қоф: 49)"
        },
        {
          "number": 343,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Малоика дар рӯз ва малоика дар шаб ба таври навбатӣ бо шумо ҳастанд (ва ин малоика) дар намози субҳ ва намози аср бо ҳам ҷамъ мешаванд. Баъд аз он малоикае, ки шаб бо шумо буданд, боло мераванд ва (Ҳактаъоло) дар ҳоле, ки худаш ба ҳоли бандагони худ аз ҳама воқифтар аст, аз эшон мепурсад: Бандагони маро дар чи ҳоле тарк намудед? Онҳо мегӯянд: Онҳоро дар ҳоле тарк намудем, ки намоз мехонданд ва дар ҳоле наздашон рафтем, ки намоз мехонданд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ҳукми касе, ки як ракаат аз намози асрро пеш  аз ғуруб дарёбад",
      "hadiths": [
        {
          "number": 344,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар касе як саҷдаро аз намози аср пеш аз он, ки офтоб ғуруб намояд, дарёфт, намози худро тамом намояд ва агар як саҷда аз намози субҳро пеш аз тулӯъи офтоб дарёфт, намози худро тамом намояд.” (Мурод аз як саҷда дар ин ҳадис ба иттифоқи уламо як ракаат аст)."
        },
        {
          "number": 345,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Ӯ аз Паёмбари Худо (с) шунидааст, ки фармуданд: \"Муддати бақои шумо нисбат ба умматҳои гузашта монанди нисбат байни намози аср то ғуруби офтоб аст. Таврот барои аҳли Таврот дода шуд ва онҳо то нисфи рӯз ба он амал намуданд, сипас (аз амал кардан ба он) оҷиз гаштанд, аз ин ҷиҳат барои ҳар кадомашон як-як қирот музд дода шуд. Ва Инҷил барои аҳли Инҷил дода шавад ва онҳо то намози аср ба он амал намуданд, баъд аз он (аз амал кардан ба он) оҷиз гаштанд, аз ин ҷиҳат барояшон як-як қирот музд дода шуд. Ва барои мо Қуръон дода шуд ва мо ба он то ғуруби офтоб амал намудем, пас барои мо ду-ду қирот музд дода шуд. Яҳуд ва насоро гуфтанд: Парвардигоро! Барои мусалмонон ду-ду қирот ва барои мо як-як қирот музд додӣ, ҳол он, ки мо аз онҳо вақти бештаре кор карда будем. Худованд ҷалла-ҷалолуҳу мефармояд; Магар дар мавриди музд додан ба шумо зулм кардам? Мегӯянд: На. Худованди мутаъол мефармояд. Пас ин муздеро, ки барои мусалмонон додаам, фазл ва меҳрубонии ман аст ва фазл ва марҳамати худро бо ҳар касе, ки хоста бошам, мебахшам."
        }
      ]
    },
    {
      "number": 14,
      "title": "Вақти намози шом",
      "hadiths": [
        {
          "number": 346,
          "full_text": "Аз Рофеъ ибни Худайҷ (р) ривоят аст, ки гуфт: Намози шомро бо Паёмбари Худо (с) адо менамудем ва касе, ки аз намоз бармегашт, ҷои тирҳои худро (ба рӯи девор) медид."
        },
        {
          "number": 347,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) намози пешинро дар вақти завол ва намози асрро вақте, ки ҳанӯз офтоб дурахшон буд ва намози шомро ҳангоме, ки офтоб ғуруб мекард, адо менамуданд. Вале намози хуфтанро гоҳе ба таъхир ва гоҳе ба аҷала мехонданд, агар медиданд, ки мардум ҷамъ шудаанд, таъҷил мекарданд ва агар медиданд, ки дертар омадаанд, онро ба таъхир меандохтанд ва намози субҳро ба торикӣ адо мекарданд."
        }
      ]
    },
    {
      "number": 15,
      "title": "Касе, ки намехост шомро намози хуфтан гуфта шавад",
      "hadiths": [
        {
          "number": 348,
          "full_text": "Аз Абдуллоҳ ибни Музаннӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Дар мавриди адои намози шом худ таҳти таъсири мардуми бодиянишин қарор нагиред.” Ва Абдуллоҳи Музаннӣ (р) гуфт: Мардуми бодиянишин (намози шомро) хуфтан меномиданд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Фазилати намози хуфтан",
      "hadiths": [
        {
          "number": 349,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Шабе пеш аз ин, ки ислом интишор пайдо карда бошад, Паёмбари Худо (с) намози хуфтанро ба торикӣ адо намуданд ва аз хона то он вақт берун нашуданд, ки Умар (р) гуфт: Занҳо ва атфол хоб шудаанд. Ва ҳангоми берун шудан ба мардуме, ки дар масҷид буданд, гуфтанд: “Дар тамоми рӯи замин ғайр аз шумо ҳеҷ каси дигаре ин қадар ба интизорӣ намози хуфтан намемонд.”"
        },
        {
          "number": 350,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Ман ва ҳамроҳонам (р), ки бо ман дар киштӣ омада буданд, ба (Бақеъи-Бутҳон) манзил гузидем ва Паёмбари Худо (с) дар Мадина буданд. Ҳар шаб иддае саҳоба ба навбат назди Паёмбари Худо (с) мерафтанд. Шабе навбати рафтан ба ман ва ҳамроҳонам расид. Дар ин шаб Паёмбари Худо (с) машғули баъзе корҳо буданд, аз ин сабаб намози хуфтанро то вақте ки осмон пурситора шуд, ба таъхир андохтанд. Баъд аз он омада, намозро бо мардум адо намуданд, чун аз адои намоз фориғ шуданд, ба ашхоси ҳозири он ҷо фармуданд: “Ором бошед ва барои шумо башорат медиҳам, ки аз ҷумлаи неъматҳои Худованд бар шумо ин аст, ки дар ин соат хеҷ мардуми дигаре ғайр аз шумо намоз намехонанд.”  Ва ё чунин фармуданд, ки “Дар ин соат ҳеҷ касе ғайр аз шумо намоз нахондааст.” Ровӣ намедонад, ки Паёмбари Худо (с) кадом як аз ин ду иборатро гуфтанд. Абӯмӯсо мегӯяд, ки: Мо баргаштем ва аз он чӣ, ки аз Паёмбари Худо (с) шунида будем, хушҳол будем."
        }
      ]
    },
    {
      "number": 17,
      "title": "Хоб шудан пеш аз намози хуфтан барои касе, ки хобаш бигирад",
      "hadiths": [
        {
          "number": 351,
          "full_text": "Дар ҳадисе, ки Паёмбари Худо (с) намози хуфтанро дар торикие адо намуданд ва Умар (р) барояшон гуфта буд, ки «Занҳо ва тифлҳо хобидаанд», ин иборат низ омадааст, ки “(намози хуфтан)-ро байни ғуруби шафақи офтоб ва байни ҳиссаи (се як) аввали шаб мехонданд». Дар ривояте аз Ибни Аббос омадааст, ки гуфт: Паёмбари Худо (с) баромаданд ва гӯё, ки ман ҳамин ҳоло ба тарафашон нигоҳ мекунам, об аз сарашон мечакид ва дар ҳоле, ки дасги худро рӯйи сарашон гузошта буданд, фармуданд: “Агар бар уммати ман машаққат намебуд, ба онҳо амр мекардам, ки намози хуфтанро дар чунин вақте бихонанд.\""
        },
        {
          "number": 352,
          "full_text": "Ва Ибни Аббос (р) аз чӣ гуна гузоштани Паёмбари Худо (с) дасти худро болои сари худ ҳикоят намуда (ва мегӯяд): Ангуштони худро то андозае кушода ва сипас сари ангуштони худро бар фарқи сари худ гузоштанд. Баъд аз он ангуштони худро ба ҳам наздик намуда ва ҳамон тавр онҳоро рӯйи сари худ ҳаракат медоданд, то ин, ки ангушташон ба канори гӯшашон аз ноҳияе, ки ба тарафи рӯй ва риш наздик аст, тамос намуд. Ва (Ибни Аббос) гуфт: Паёмбари Худо (с) ин корро на аз ин оромтар ва на ҳам шитобонтар анҷом медоданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Вақти намози хуфтан то нимаи шаб аст",
      "hadiths": [
        {
          "number": 353,
          "full_text": "Ва Анас (р) (дар ҳадисе, ки Паёмбари Худо (с) намози хуфтанро таъхир намуданд, мегӯяд: Гӯё, ки ҳамин ҳоло ҳамон шаб аст ва ман ба дурахшиши ангуштари Паёмбари Худо (с) нигоҳ мекунам."
        }
      ]
    },
    {
      "number": 19,
      "title": "Фазилати намози субҳ",
      "hadiths": [
        {
          "number": 354,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар касе ду намозеро, ки дар сардии рӯз воқеъ аст (яъне намози субҳ ва намози асрро), бихонад, ба биҳишт дохил мешавад.’"
        }
      ]
    },
    {
      "number": 20,
      "title": "Вақти намози субҳ",
      "hadiths": [
        {
          "number": 355,
          "full_text": "Аз Анас (р) ривоят аст, ки Зайд ибни Собит (р) ба ӯ гуфт, ки онҳо (саҳоба) бо Паёмбари Худо (с) хӯроки саҳарӣ хӯрдем (дар Рамазон), баъд аз он намози фаҷрро хонданд. Пурсидам: Байни саҳарихӯрӣ ва намоз хондан чӣ қадар вақт буд? Гуфт: Ба андозае, ки панҷоҳ ё шаст оятро тиловат намоед."
        },
        {
          "number": 356,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Бо хонаводаам хӯроки саҳарӣ мехӯрдам ва ба шитоб меомадам, то намозро бо Паёмбари Худо (с) дарёбам."
        }
      ]
    },
    {
      "number": 21,
      "title": "Ҳукми намоз хондан баъд аз намози субҳ то тулӯъи офтоб",
      "hadiths": [
        {
          "number": 357,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Мардуми мақбулсухан ва аз ҳамаашон мақбултар Умар (р) назди ман шаҳодат доданд, ки Паёмбари Худо (с) аз намоз хондан баъд аз адои намози субҳ то баромадани офтоб ва (аз намоз хондан) баъд аз намози аср то ғуруби офтоб наҳй намудаанд."
        },
        {
          "number": 358,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Қасд накунед, ки намоз хонданатон ҳангоми тулӯъ ва ғуруби офтоб воқеъ гардад.”"
        },
        {
          "number": 359,
          "full_text": "Ибни Умар (р) гуфт, ки Паёмбари Худо (с) фармуданд: “Вақте ки гӯшаи офтоб баромад, то ҳангоме, ки комилан баланд мешавад, намозро ба таъхир биандозед ва вақте ки гӯшаи офтоб ғуруб кард, то ҳангоме, ки комилан ғуруб мекунад, намозро ба таъхир биандозед.\""
        },
        {
          "number": 360,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) аз ду байъ ва аз ду либос наҳй фармуданд. Ва ин ҳадис қаблан гузашт ва дар ин ривоят омадааст, ки аз ду намоз низ наҳй фармудаанд: аз намоз хондан баъд аз намози фаҷр то тулӯъи офтоб ва аз намоз хондан баъд аз аср то ғуруби офтоб."
        }
      ]
    },
    {
      "number": 22,
      "title": "Набояд пеш аз ғуруби офтоб қасди намоз хонданро намуд",
      "hadiths": [
        {
          "number": 361,
          "full_text": "Аз Муовия (р) ривоят аст, ки гуфт: Шумоён тавре намоз мехонед, ки моён, ки бо Паёмбари Худо (с) ҳамсӯҳбат будем, надидем, ки чунин намоз хонда бошанд, балки аз ин навъ намоз хондан наҳй фармудаанд, яъне аз хондани ду ракаат намоз баъд аз аср."
        }
      ]
    },
    {
      "number": 23,
      "title": "Намозҳои қазоиеро, ки метавон баъд аз аср адо намуд",
      "hadiths": [
        {
          "number": 362,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Қасам ба зоте, ки рӯҳи он ҳазрат (с)-ро қабз намуд, Паёмбари Худо (с) то ҳангоми реҳлати худ хондани ду ракаат намоз баъд аз асрро тарк накарданд ва то вақте ки намоз хондан барояшон мушкил нагардид, ба лиқои Аллоҳ напайвастанд ва бисёр вақтҳо намозҳои худро ба таври нишаста адо менамуданд. Ва муроди Оиша (р) аз ин намозҳо ду ракаат намози баъд аз аср аст ва Паёмбари Худо (с) ин ду ракаат намозро дар масҷид адо намекарданд, то мабодо сабаби заҳмати умматашон гардад дар ҳоле, ки ҳамеша дӯст доштанд, то сабаби тахфиф бар уммати худ бошанд."
        },
        {
          "number": 363,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Ду намоз буд, ки Паёмбари Худо (с) ҳеҷ гоҳ онҳоро чи дар ҳолати пинҳон ва чи дар ҳолати ошкоро тарк намекарданд: ду ракаат пеш аз намози субҳ ва ду ракаат баъд аз намози аср."
        }
      ]
    },
    {
      "number": 24,
      "title": "Азон додан баъд аз хориҷ шудани вақт",
      "hadiths": [
        {
          "number": 364,
          "full_text": "Аз Абӯқатода (р) ривоят аст, ки гуфт: Шабе бо Паёмбари Худо (с) дар сафар будем, баъзе аз мардум гуфтанд: Ё Расулаллоҳ. Чӣ мешавад, ки шабро ҳамин ҷо бихобем. Фармуданд: “Метарсам, ки вақти намоз ба хоб бимонед.” Билол (р) гуфт: Шумо бихобед, ман шуморо бедор мекунам. (Ҳамон буд), ки хобиданд ва Билол (р) пушти худро ба шутураш такя дод ва чун хоб бар вай ғалаба кард, хобид. Паёмбари Худо (с) ҳангоме бедор шуданд, ки офтоб баромада буд, фармуданд: “Эй Билол, чизе, ки гуфта будӣ, куҷо шуд?” Гуфт: Ҳеҷ вақт чунин хобе ба сарам наёмада буд. Фармуданд: “Худованд то замоне, ки хост, арвоҳи шуморо қабз намуд ва боз замоне,  ки хост, дубора барои шумо баргардонид. Эй Билол! Бархез ва барои намоз хондан азон бидеҳ.” Баъд аз он Паёмбари Худо (с) вузӯ намуданд ва ҳангоме, офтоб баланд гардида, хуб сафед шуда буд, намозро адо намуданд."
        }
      ]
    },
    {
      "number": 25,
      "title": "Касе, ки барои мардум баъд аз хориҷ шудани вақт ба ҷамоат намоз хондааст",
      "hadiths": [
        {
          "number": 365,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки: Умар ибни Хаттоб (р) рӯзи ҷанги Хандақ баъд аз ин, ки офтоб ғуруб намуда буд, омад ва шурӯъ ба дашном додани куфори Қурайш намуд ва гуфт: Ё Расулаллоҳ, наздик буд, ки намози асрро то ғуруби офтоб хонда натавонам. Паёмбари Худо (с) фармуданд: “Ба Худо қасам, ман то ҳоло намози асрро нахондаам.” Ва моён бо Паёмбари Худо (с) бархоста ва ба тарафи (Бутҳон) рафтем. Дар он ҷо вузӯ сохтанд ва моён ҳам вузӯ сохтем ва баъд аз ин, ки офтоб ғуруб намуда буд, аввал намози аср ва баъд аз он намози шомро адо намудем."
        }
      ]
    },
    {
      "number": 26,
      "title": "Касе, ки намозеро фаромӯш кард, хар вақт, ки ба ёдаш омад, бояд онро адо намояд",
      "hadiths": [
        {
          "number": 366,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки намозеро фаромӯш мекунад,  ҳар вақт, ки ба ёдаш омад, он намозро адо намояд, кафорааш ҷуз ин чизи дигаре нест, Худованд мефармояд «Ба ёди ман намозро барпой дор.” (Тоҳо:14)"
        }
      ]
    },
    {
      "number": 27,
      "title": "",
      "hadiths": [
        {
          "number": 367,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “То вақте ки интизори намозро дошта бошед, дар ҳолати намоз хондан маҳсуб мешавед.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "",
      "hadiths": [
        {
          "number": 368,
          "full_text": "Ҳадиси ибни Умар (р) дар мавриди ин, ки баъд аз сад сол аз ин мардумон ҳеҷ касе зинда нахоҳад монд, қаблан гузашт ва дар ривояти дигаре аз Ибни Умар (р) омадааст, ки гуфт: Паёмбари Худо (с) фармуданд: “Аз касоне, ки имрӯз дар рӯи замин вуҷуд доранд, ҳеҷ касе боқӣ намемонад.” Ва қасдашон ин буд, ки дар ин муддати сад сол тамоми аҳли ин қарн аз байн рафта ва мемиранд."
        },
        {
          "number": 369,
          "full_text": "Аз Абдурраҳмон ибни Абӯбакр (р) ривоят аст, ки аҳли (суфа) мардуми фақире буданд ва Паёмбари Худо (с) фармуданд: “Касе, ки нони ду нафарро дошта бошад, шахси саввумиро (аз асҳоби суфа) бо худ бурда ва хӯрок бидиҳад ва касе, ки нони чаҳор нафарро дошта бошад, шахси панҷум ё шашумро.” Ва ҳамон буд, ки Абӯбакр (р) се нафар ва Паёмбари Худо (с) даҳ нафарро бо худ бурданд. Абдурраҳмон ибни Абӯбакр (р) мегӯяд (хонаводаи мо аз ин афрод ташкил мешуд): ман, падарам, модарам, ҳамсарам ва ходиме, ки байни мо ва байни хонаи Абӯбакр (р) муштарак буд. Дар он шаб Абӯбакр (р) хӯроки шабро назди Паёмбари Худо (с) тановул намуд ва баъд аз тановули таъом то ҳангоме, ки намози хуфтан хонда шуд, дар ҳамон ҷо монд, баъд аз адои намоз дубора ба хонаи Паёмбари Худо (с) рафт ва то вақте ки Паёмбари Худо (с) таъоми шабро сарф намуданд, дар ҳамон ҷо боқӣ монд ва чун посе аз шаб гузашт, ба хонаи худаш баргашт. Ҳамсараш аз вай пурсид: Сабаб чӣ буд, ки назди меҳмонҳоят наомадӣ? Абӯбакр (р) гуфт: Магар то ҳоло барои меҳмонҳо таъом надодаед? Ҳамсараш гуфт: Мо таъомро барояшон тақдим намудем, вале худашон то омадани ту аз хӯрдани таъом ибо варзиданд. Абдурраҳмон ибни Абӯбакр (р) мегӯяд: Ман (аз тарс) рафта ва дар ҷое пинҳон гардидам ва Абӯбакр (р) маро садо зада гуфт: Эй беҳиммат, биниат бурида шавад! Ва баъд аз мухосама ва дашном гуфт: Шумо бихӯред, барои шумо гуворо набошад ва ба Худованд қасам аст, ки ман ҳаргиз аз ин таъом нахоҳам хӯрд. Абдурраҳмон (р) мегӯяд: Мо ба таъом хӯрдан шурӯъ намудем ва ба Худованд қасам, ҳар луқмаеро, ки бармедоштем, ба ҷояш таъоми бештаре намоён мешуд, ҳамон буд, ки ҳамагон сер гардиданд ва таъом аз андозаи аввал бештар шуда буд. Чун Абӯбакр (р) назар кард ва дид, ки таъом ҳамон тавр ба ҳолати худ боқӣ монда ва ҳатто бештар ҳам шудааст, ба ҳамсари худ гуфт: Эй хоҳари бани Фирос! Чӣ кардаӣ? Ҳамсараш гуфт: Ба сари фарзандам савганд, ки коре накардаам ва таъом се чанд зиёд шудааст. Ва ҳамон буд, ки Абӯбакр (р) аз он таъом хӯрда, гуфт: Қасам хӯрданам аз таъсири шайтон буд. Ва луқмаи дигаре аз он таъом бардошта ва бақияро назди Паёмбари Худо (с) бурд ва таъом то субҳ ҳамон ҷо монд. Абдурраҳмон мегӯяд: Байни мо (мусулмонон) ва байни қавме муоҳада буд ва мӯҳлати он муоҳада ба сар расида буд. (Онҳо омаданд) ва мо онҳоро ба дувоздаҳ гурӯҳ, ки дувоздах нафар (аз худашон онҳоро сарпарастӣ мекард), тақсим намудем ва ин, ки бо ҳар яке аз он дувоздаҳ нафар чанд нафар буд. Худо беҳтар медонад, тамоми онхо аз он таъом ҳӯрданд."
        }
      ]
    }
  ],
  "total_chapters": 28,
  "total_hadiths": 45,
  "unique_hadith_numbers": 45
}