{
  "id": 39,
  "number": 39,
  "title": "КИТОБИ АҲКОМИ ВАКОЛАТ",
  "chapters": [
    {
      "number": 1,
      "title": "Дар ваколати шарик",
      "hadiths": [
        {
          "number": 1064,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки Паёмбари Худо (с) ба вай гӯсфандонеро доданд, то барои дӯстони худ тақсим намояд. (Он гӯсфандонро тақсим намуда) ва як бузғолае боқӣ монд, мавзӯъро ба Паёмбари Худо (с) гуфт. Фармуданд: «Ту худат онро қурбонӣ кун»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Агар чӯпон ва ё вакил дид, ки гӯсфанде мурда ва ё чизе талаф мегардад, бояд гӯсфандро забҳ ва он чизро ислоҳ намояд",
      "hadiths": [
        {
          "number": 1065,
          "full_text": "Аз Каъб ибни Молик (р) ривоят аст, ки гуфт: Гӯсфандони мо дар кӯҳи Салъ мечариданд. Духтараке дид, ки яке аз гӯсфандони мо дар ҳолати мурдан аст, сангеро шикаста ва гӯсфандро ба он забҳ кард. Каъб (р) гуфт: То вақте ки аз мавзӯъи ин гӯсфанд аз Паёмбари Худо (с) напурсидам, (ё ин ки гуфт:) то вақте ки касеро нафиристанд, ки аз Паёмбари Худо (с) бипурсад, набояд онро бихӯред. Ӯ аз ин мавзӯъ аз Паёмбари Худо (с) пурсид, ё касеро фиристод (ки мавзӯъро аз он ҳазрат (с) бипурсад. Паёмбари Худо (с) ӯро ба хӯрдани он гӯсфанд амр фармуданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Вакил гирифтан дар адои қарз",
      "hadiths": [
        {
          "number": 1066,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки шахсе назди Паёмбари Худо (с) омад ва дар талаби қарзи худ дар муқобили он ҳазрат (с) дуруштзабонӣ намуд (гӯянд, ин аз мунофиқин ё аз мардуми бодиянишин буд). Саҳоба (р) хостанд, то нисбат ба он шахс аксуламал нишон диҳанд. Паёмбари Худо (с) фармуданд: «Ба ӯ чизе нагӯед, чун забони соҳиби ҳақ дароз аст». Сипас фармуданд: «Ҳамсини шутураш барояш шутуре бидиҳед». Гуфтанд: Ё Расулаллоҳ! Шутуре монанди шутури ӯ нест, ин шутурҳо бар шутури ӯ бартарӣ доранд. Фармуданд: «Шутури беҳтаре бидиҳед, зеро беҳтарини шумо касест, ки қарзи худро ба таври шоистатаре адо мекунад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар касе барои вакил ва ё шафеъ чизеро бибахшад, равост",
      "hadiths": [
        {
          "number": 1067,
          "full_text": "Аз Мисвар ибни Махрама (р) ривоят аст, ки гуфт: Чун намояндаҳои қабилаи Ҳавозин мусалмон шуда омаданд, Паёмбари Худо (с) бархостанд (ва аз онҳо истиқбол намуданд), онҳо аз Паёмбари Худо (с) хостанд, то амвол ва асиронашонро барояшон баргардонад. Паёмбари Худо (с) дар ҷавоби онҳо фармуданд: «Пешниҳоди хубе дорам (ва он ин аст, ки:) шумо яке аз ду чизро ихтиёр кунед: ё амвол ва ё асиронро ва ман мунтазири омадани шумо будам. Ва Паёмбари Худо (с) баъд аз бозгаштан аз Тоиф бештар аз даҳ рӯз интизори омадани онҳоро доштанд. Чун онҳо донистанд, ки Паёмбари Худо (с) фақат яке аз он ду чизро барояшон хоҳанд дод, гуфтанд: Мо асиронро ихтиёр мекунем. Паёмбари Худо (с) баъд аз ҳамд ва санои Худованди мутаъол мусалмононро мухотаб қарор дода ва фармуданд: «Аммо баъд ин, ки бародарони шумо аз гузаштаи худ тавба намуда ва омаданд ва назари ман ин аст, ки асирони онҳоро барояшон бозгардонем. Касе, ки ин пешниҳодро пазируфта ва ризоят дошта бошад, ба он мубодират варзад ва касе, ки мехоҳад насибашро аз аввалин мол (файъ), ки мерасад, адо намоем, ҳамчунон кунад». Мардум гуфтанд: Ё Расулаллоҳ! Мо барои хотири Паёмбари Худо (с) асиронро пас медиҳем. Паёмбари Худо (с) фармуданд: «Мо намедонем, ки дар ин маврид кадом як аз шумо иҷоза додаед ва кадом як иҷоза надодаед, то вақте ки намояндагони шумо назди мо меоянд, шумо аз ин ҷо биравед». Онҳо рафтанд ва намояндагон бо онҳо машварат намуданд. Сипас намояндагони онҳо назди Паёмбари Худо (с) омада ва гуфтанд; Ҳамагӣ ба ризоияти худ иҷозат додаанд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Агар вакил чизеро, ки бахшид, дар сурате, ки муваккил иҷоза бидиҳад, равост",
      "hadiths": [
        {
          "number": 1068,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) маро вакил гирифтанд, ки закоти Рамазонро муҳофизат намоям. Касе омада ва аз он таъомҳо мушт-мушт бармедошт. Ӯро гирифтам ва гуфтам: Туро назди Пайғамбари Худо (с) хоҳам бурд. Гуфт: Ман мӯҳтоҷам ва аҳлу аёл дорам ва бо ин мол зарурати шадид дорам. Ӯро раҳо намудам. Чун субҳ шуд, Паёмбари Худо (с) фармуданд: «Эй Абӯҳурайра! Асири шаби гузаштаат чӣ кард? « Гуфтам: Ё Расулаллоҳ! Аз ҳоҷатмандӣ ва аҳл ва аёлаш шикоят намуд, бар вай раҳм намудам ва ӯро раҳо сохтам. Фармуданд: «Ӯ дурӯғ гуфтааст ва дубора хоҳад омад». Ва чун Паёмбари Худо (с) фармуданд; ки «ӯ дубора хоҳад омад», ман яқин кардам, ки ӯ дубора хоҳад омад. Аз ин ҷиҳат аз вай муроқибат менамудам ва ҳангоме, ки омад ва таъомро бармедошт, ӯро гирифтам ва гуфтам: Туро назди Паёмбари Худо (с) хоҳам бурд. Гуфт: Мӯҳтоҷам ва аҳл ва аёл дорам ва дубора нахоҳам омад. Боз ба ӯ раҳм карда ва ӯро раҳо сохтам. Чун субҳ шуд, Пайғамбари Худо (с) фармуданд: «Ё Абӯҳурайра! Асират шаби гузашта чӣ кард?» Гуфтам: Е Расули Аллоҳ! Аз ҳоҷатмандӣ ва аҳл ва аёлаш шикоят намуд ва ӯро раҳо сохтам. Фармуданд: «Ӯ дурӯғ гуфтааст ва дубора хоҳад омад». Бори саввум муроқиби вай гаштам ва чун дидам, ки таъомро бармедорад, ӯро гирифтам ва гуфтам: Туро назди Паёмбари Худо (с) хоҳам бурд, се бор шуд, ки мегӯӣ, дигар нахоҳам омад, вале боз меоӣ. Гуфт: Маро раҳо кун ва ман ба ту суханонеро ёд медиҳам, ки Худованд ба сабаби онҳо ба ту нафъ хоҳад расонд. Гуфтам: Он суханон кадом аст? Гуфт: Ҳангоме, ки ба бистарат рафтӣ, ояталкурсӣ «Аллоху ло илоҳа илло ҳувал ҳайюл қайюм»-ро то охираш бихон, то субҳ аз тарафи Худованд бар ту ҳофиз ва нигаҳбоне мебошад ва шайтон ба ту наздик намешавад. Ва ман ӯро раҳо намудам. Чун субҳ шуд, Паёмбари Худо (с) фармуданд: Шаби гузашта асират чӣ кард? Гуфтам: Ӯ гуфт: Суханеро ба ту ёд медиҳам, ки Худованд барои ту манфиат мерасонад. Ман ҳам ӯро раҳо сохтам. Фармуданд: «Он суханон чӣ буд». Гуфтам: Ӯ бароям гуфт: Ҳангоме, ки ба бистарат рафтӣ, ояталкурсӣ «Аллоҳу ло илоҳа илло ҳуввал ҳайюл қаюм»-ро то охираш бихон, то субҳ аз тарафи Худованд бар ту ҳофиз ва нигаҳбон бошад ва шайтон ба ту наздик намешавад. Ва саҳоба (р) ба кори хайр бисёр ҳарис буданд. Паёмбари Худо (с) фармуданд: «Бо он, ки ӯ дурӯғгӯ аст, лекин ба ту рост гуфтааст. Вале, эй Абӯҳурайра! Оё медонӣ, ки дар ин се шаб бо кӣ сарукор доштӣ?» Гуфтам: На. Фармуданд: «Бо шайтон»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Агар вакил чизеро ба байъи фосид фурӯхт, байъаш мардуд аст",
      "hadiths": [
        {
          "number": 1069,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Билол (р) барои Паёмбари Худо (с) хурмои барниро овард. (Барнӣ яке аз анвоъи хуби хурмо аст). Паёмбари Худо (с) фармуданд: «Ин хурмо аз куҷост?» Билол гуфт: Хурмои хароб ва номатлубе доштам, аз он хурмо ду соъро ба як соъ (аз ин хурмои хуб) фурӯхтам, то барои Паёмбари Худо (с) биёварам. Чун Паёмбари Худо (с) ин суханонро шуниданд, фармуданд: «Эй вой, эй вой, ин айни суд аст, ин айни суд аст, чунин макун, агар мехостӣ (аз хурмои хуб) харидорӣ намоӣ, хурмои худро ҷудогона бифурӯш ва ба пули он аз ин хурмо харидорӣ кун»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Вакил гирифтан дар иқомаи ҳудуд",
      "hadiths": [
        {
          "number": 1070,
          "full_text": "Аз Уқба ибни Ҳорис (р) ривоят аст, ки гуфт: Нуъаймон (ё ибни Нуъаймон)-ро ба тӯҳмати шаробхӯрӣ оварданд. Паёмбари Худо (с) ба касоне, ки дар он хона буданд, амр карданд, ки ӯро бизанед. Уқба (р) мегӯяд: Ман ҳам аз касоне будам, ки ӯро задам, ӯро ба кафш ва чӯб мезадем."
        }
      ]
    }
  ],
  "total_chapters": 7,
  "total_hadiths": 7,
  "unique_hadith_numbers": 7
}