{
  "id": 17,
  "number": 17,
  "title": "КИТОБИ САҶДАҲОИ ҚУРЪОН",
  "chapters": [
    {
      "number": 1,
      "title": "",
      "hadiths": [
        {
          "number": 569,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) сураи «Ан-наҷм»-ро дар Макка тиловат намуда ва саҷда карданд ва ҳамагӣ ба ҷуз аз як пирамарде бо Паёмбари Худо (с) саҷда намуданд. Он пирамард мушти рег ва ё хокеро гирифт ва бар он хок саҷда намуда гуфт: Нисбат ба ман ҳамин кифоят мекунад. (Ибни Масъуд (р) мегӯяд, баъд аз ин воқеа ӯро дидам, ки дар ҳоли куфр кушта шуд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Саҷдаи сураи «Сод»",
      "hadiths": [
        {
          "number": 570,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Саҷда кардан дар сураи «Сод» ҳатмӣ нест ва бо вуҷуди он Паёмбари Худо (с)-ро дидам, ки аз тиловат кардани он саҷда намуданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Саҷда кардани муслимин бо мушрикин ва ин, ки мушрик наҷас аст ва бар вай вузӯ нест",
      "hadiths": [
        {
          "number": 571,
          "full_text": "Ҳадиси Ибни Аббос (р) дар мавриди саҷда намудани Паёмбари Худо (с) дар сураи «Наҷм» аз ривояти Ибни Масъуд (р) қаблан гузашт ва дар ин ривоят омадааст, ки мусалмонон ва мушрикин ва ҷин ва инс бо Паёмбари Худо (с) саҷда намуданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки ояти саҷдаро хонда ва саҷдаи тиловат накардааст",
      "hadiths": [
        {
          "number": 572,
          "full_text": "Ривоят аст, ки Зайд ибни Собит (р) назди Паёмбари Худо (с) сураи «Ан-наҷм»-ро хонд, Паёмбари Худо (с) саҷдаи тиловат накарданд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Саҷдаи «Иза-с-самоун шақкқат»",
      "hadiths": [
        {
          "number": 573,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки сураи Иза-с-самоун-шақкат- ро хонд, саҷда намуд ва чун аз вай аз сабаби ин саҷда пурсида шуд. гуфт: Агар Паёмбари Худо (с) -ро намедидам, ки ( аз қироати он) саҷда кардаанд, саҷда намекардам."
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки аз издиҳоми зиёд ҷойеро барои саҷда кардан наёфтааст",
      "hadiths": [
        {
          "number": 574,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) сураеро, ки дар он саҷда аст, барои мо тиловат мекарданд, он ҳазрат (с) саҷда мекарданд ва мо ҳам бо эшон саҷда менамудем, то ҳадде, ки касе аз мо ҷоеро барои гузоштани пешониаш намеёфт."
        }
      ]
    }
  ],
  "total_chapters": 6,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}