{
  "id": 33,
  "number": 33,
  "title": "КИТОБИ ЭЪТИКОФ",
  "chapters": [
    {
      "number": 1,
      "title": "Иътикоф дар дахаи ахир ва эътикоф дар тамоми масоҷид",
      "hadiths": [
        {
          "number": 977,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки Паёмбари Худо (с) даҳаи ахири Рамазонро то ҳангоми вафот ба эътикоф менишастанд ва баъд аз вафоти Паёмбари Худо (с) ҳамсаронашон ба эътикоф менишастанд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Мӯътакиф набояд бидуни зарурат ба хона биравад",
      "hadiths": [
        {
          "number": 978,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) сарашонро, дар ҳоле, ки дар масҷид буданд, ба тарафи ман меоварданд ва ман сарашонро шона мезадам ва дар ҳангоми эътикоф бидуни зарурат ба хона намеомаданд."
        }
      ]
    },
    {
      "number": 3,
      "title": "Эътикоф дар шаб",
      "hadiths": [
        {
          "number": 979,
          "full_text": "Ривоят аст, ки Умар (р) аз Паёмбари Худо (с) пурсид: Ман дар ҷоҳилият назр карда будам, ки як шаб дар Масҷиди Ҳаром ба эътикоф биншинам (ҳоло чӣ бояд бикунам?) Фармуданд: «Ба назри худ вафо кун»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Насб намудани қубба дар масҷид",
      "hadiths": [
        {
          "number": 980,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) тасмим гирифтанд, ки дар масҷид ба эътикоф бинишинанд ва чун дар ҷойи эътикофи худ омаданд, диданд, ки дар он ҷо қуббаҳое насб гардидааст: қуббаи Оиша, қуббаи Ҳафса, қуббаи Зайнаб. Фармуданд: «Оё фикр мекунед, ки инҳо кори хубе кардаанд?» Ҳамон буд, ки аз эътикоф нишастан сарфи назар намуданд, то он, ки даҳ рӯз аз Шавволро ба эътикоф нишастанд."
        }
      ]
    },
    {
      "number": 5,
      "title": "Оё ҷоиз аст, ки мӯътакиф ҷиҳати ҳоҷати худ то дарвозаи масҷид биравад",
      "hadiths": [
        {
          "number": 981,
          "full_text": "Ривоят аст, ки Сафия (р) ҳамсари Паёмбари Худо (с) дар ҳоле, ки Паёмбари Худо (с) дар даҳаи ахири Рамазон дар масҷид ба эътикоф нишаста буданд, ба диданашон омад, соате наздашон нишаста, сӯҳбат намуд. Сипас бархоста ба тарафи хонааш баргашт. Паёмбари Худо (с) низ бархостанд ва ӯро то дарвозаи масҷид, ки наздики дарвозаи хонаи Умми Салама (р) буд, гусел намуданд. Дар ин асно ду нафар аз мардуми ансор, ки аз он ҷо мегузаштанд ва ба Паёмбари Худо (с) салом доданд, Паёмбари Худо (с) ба онҳо гуфтанд: «Аз роҳе, ки омадед баргардед, ин зан Сафия бинти Ҳуяй мебошад». Сухани Паёмбари Худо (с) бар онҳо сахт расид ва гуфтанд: Субҳоналлоҳ, ё Расулаллоҳ! Паёмбари Худо (с) фармуданд: «Шайтон дар ҳамаи вуҷуди инсон монанди хун мегардад ва тарсидам, ки мабодо дар дили шумо васваса бияндозад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Эътикоф дар даҳ рӯзи миёнаи Рамазон",
      "hadiths": [
        {
          "number": 982,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳар Рамазоне даҳ рӯз ба эътикоф менишастанд, вале дар соле, ки дар он вафот ёфтанд, бист рӯз ба эътикоф нишастанд."
        }
      ]
    }
  ],
  "total_chapters": 6,
  "total_hadiths": 6,
  "unique_hadith_numbers": 6
}