{
  "id": 59,
  "number": 59,
  "title": "КИТОБИ ФАЗОИЛИ ҚУРЪОН",
  "chapters": [
    {
      "number": 1,
      "title": "Ваҳй чи гуна нозил гардид? Ва аввалин чизе, ки нозил шуд, чӣ буд?",
      "hadiths": [
        {
          "number": 1806,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ паёмбаре нест, магар он, ки барояш мӯъҷизаи муносибе, ки башар ба он имон биоварад, дода шудааст ва мӯъҷизаи ман ваҳй аст, ки Худованд бар ман фиристодааст ва умедворам, ки дар рӯзи қиёмат пайравони ман аз пайравони ҳамаи паёмбарон бештар бошанд.”"
        },
        {
          "number": 1807,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Худованди мутаъол пеш аз вафоти Расули акрам (с) нузули ваҳйро бар вай зиёд намуд, то ҷое, ки ваҳй дар ин вақт аз ҳар вақти дигар бештар буд ва сипас Паёмбари Худо (с) вафот ёфтанд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Нузули Қуръон бар ҳафт ваҷҳ",
      "hadiths": [
        {
          "number": 1808,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Аз Ҳишом ибни Ҳаким шунидам, ки сураи “Фурқон”-ро дар замони ҳаёти Паёмбари Худо (с) тиловат мекард. Ба қироаташ гӯш додам, дидам, тавре мехонад, ки ман аз Паёмбари Худо (с) нашнида будам, чизе намонда буд, ки дар ҳолати намоз бо вай даровезам, вале сабр кардам, то намоз тамом шуд, аз гиребонаш гирифта, гуфтам: Ин сураро барои ту кӣ ба ин шакл хондааст? Гуфт: Паёмбари Худо (с) бароям чунин хондаанд: Гуфтам: Дурӯғ мегӯӣ, зеро Паёмбари Худо (с) бароям ба шакли дигаре хондаанд. Ӯро гирифтам ва назди Паёмбари Худо (с) бурда, гуфтам: Ин шахс сураи “Фурқон”-ро ба шакле мехонад, ки шумо барои ман нахондаед. Паёмбари Худо (с) фармуданд: “Ӯро бигзор (ва гуфтанд), эй Ҳишом, бихон!” Ва ӯ ба ҳамон шакле, ки ман аз ӯ шунида будам, он сураро қироат кард. Паёмбари Худо (с) фармуданд: “Ба ҳамин шакл нозил шудааст.” Баъд аз он фармуданд: “Эй Умар, ту бихон.” Ман ба ҳамон қироате, ки Паёмбари Худо (с) бароям хонда буданд, қироат намудам, фармуданд: “Ба ҳамин шакл нозил шудааст. Ин Қуръон ба ҳафт қироат нозил шудааст, ба ҳар қироате, ки барои шумо осонтар бошад, ба ҳамон қироат бихонед.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Ҷабраил (а) Қуръонро барои Паёмбари Худо (с) такрор мекард",
      "hadiths": [
        {
          "number": 1809,
          "full_text": "Аз Фотима (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба гӯшам гуфтанд, ки: “Ҷабраил ҳар сол Қуръонро бароям як бор такрор мекард, вале имсол ду бор такрор кард ва фикр намекунам, ҷуз ин, ки аҷалам расидааст, сабаби дигаре дошта бошад.’’"
        },
        {
          "number": 1810,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Ба Худо савганд, ки ҳафтоду чанд сураи Қуръонро аз даҳони худи Паёмбари Худо (с) шунидам (ва дар ҳадис калимаи бизъ омадааст. Ва ин лафз киноят аз ададе аст, ки байни се то нӯҳ бошад, пас Ибни Масъуд (р) байни ҳафтоду се то ҳафтоду нӯҳ сураро шифоҳан аз худи Паёмбари Худо (с) ва бақияи Қуръонро аз саҳоба (а) шунидааст)."
        },
        {
          "number": 1811,
          "full_text": "Ва аз Ибни Масъуд (р) ривоят аст, ки дар Ҳимс (Ҳимс шаҳре аст аз шаҳрҳои Шом) “сураи Юсуф”-ро тиловат менамуд, шахсе барояш гуфт: ба ин шакл нозил нашудааст. Ибни Масъуд (р) гуфт: Ба ҳамин шакл назди Паёмбари Худо (с) тиловат намудам ва эшон бароям гуфтанд: “Аҳсанта.” Ва чун аз он шахс бӯи шароб меомад, Ибни Масъуд (р) барояш гуфт: Ҳам шароб мехӯрӣ ва ҳам Қуръони Худоро такзиб менамоӣ? Ва ҳадди шаробхӯриро бар вай ҷорӣ сохт."
        }
      ]
    },
    {
      "number": 4,
      "title": "Фазилати “Қул ҳуваллоҳу аҳад”",
      "hadiths": [
        {
          "number": 1812,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки шахсе аз дигаре шунид, ки “Қул ҳуваллоҳу аҳад”-ро ба таври муқаррар тиловат менамояд. Чун субҳ шуд, назди Паёмбари Худо (с) омад ва дар ҳоле, ки ин сура дар назараш камаҳамият менамуд, мавзӯъро барояшон гуфт. Паёмбари Худо (с) фармуданд: “Савганд ба Зоте, ки ҷонам дар дасти Ӯ аст, ки ин сура баробари аз се як ҳиссаи Қуръон аст).”"
        },
        {
          "number": 1813,
          "full_text": "Ва аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои саҳоба фармуданд: “Оё аз хондани аз се як ҳиссаи Қуръон дар як шаб оҷиз ҳастед? (Яъне набояд оҷиз бошед). Ин чиз бар онҳо мушкил тамом шуд ва гуфт: Ё Расулаллоҳ! Аз куҷо чунин тоқате дорем? Фармуданд: “Аллоҳул воҳиду-с-самад\" аз се як ҳиссаи Қуръон аст.\""
        }
      ]
    },
    {
      "number": 5,
      "title": "Фазилати Муъаввизот",
      "hadiths": [
        {
          "number": 1814,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ҳар шабе, ки дар бистари хоби худ мерафтанд, кафи дастҳои худро ба ҳам ҷамъ карда ва дар онҳо сураи “Қул ҳуваллоҳу аҳад,\" “Қул аъузу бираббил фалақ\" ва “Қул аъзубираббин-нос\"-ро медамиданд ва дастҳои худро бар сар ва бар кисмати пеш рӯи бадани худ ва баъд аз он ба тамоми бадан худ мекашиданд ва ин амалро се бор такрор менамуданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Тиловати Қуръон сабаби нузули малоика ва оромиши хотир мегардад",
      "hadiths": [
        {
          "number": 1815,
          "full_text": "Ривоят аст, ки Усайд ибни Ҳузайр (р) дар яке аз шабҳо, ҳангоме, ки сураи “Бақара’’~ро тиловат мекард ва аспаш дар наздаш баста буд, дид, ки аспаш ба ҳаяҷон омаду шурӯъ ба саркашӣ намуд. Чун сокит шуд, аспаш ҳам ором гирифт ва чун дубора шурӯъ ба тиловат намуд, боз ҳам аспаш ба ҳаяҷон омад ва шурӯъ ба саркашӣ намуд ва боз чун сокит шуд, асп ҳам ором гирифт. Боз ба тиловат шурӯъ кард, асп дубора ба ҳаяҷон омад ва ҳамон буд, ки аз тиловати Қуръон даст кашид ва чун писараш Яҳё дар он наздикӣ буд, тарсид, ки мабодо асп ӯро лағадмол намояд. Аз ин ҷиҳат, рафт ва писарашро бардошт ва барои он, ки чашмаш ба асп наафтад, рӯяшро ба тарафи осмон баланд намуд. Чун субҳ шуд, моҷароро барои Паёмбари Худо (с) ҳикоят намуд. Паёмбари Худо (с) фармуданд: Эй Ибни Ҳузайр! Бояд ба тиловатат идома медодӣ, эй Ибни Ҳузайр, бояд ба тиловатат идома медодӣ.\" Ибни Ҳузайр гуфт: Ё Расулаллоҳ! Тарсидам, ки мабодо асп фарзандам Яҳёро, ки дар он наздикӣ буд, лағадмол намояд ва ҳангоме, ки назди фарзандам рафтам, сарамро ба тарафи осмон баланд намуда будам, дар ин вақт дидам, ки монанди абре, ки дар он чароғҳое бошад, дар осмон дида мешавад ва аз тарс аз он ҷо дур гардидам. Фармуданд: “Оё нафаҳмидӣ, ки онҳо чӣ буданд?” Гуфтам: На. Фармуданд: “Онҳо малоика буданд, ки ҷиҳати шунидани овози ту наздик шуда буданд ва агар ба тиловати худ идома медодӣ, мардум меомаданд ва онҳоро мушоҳида мекарданд ва онҳо пинҳон намешуданд.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Ғибта (рашку ҳасад) хӯрдан ба қории Қуръон",
      "hadiths": [
        {
          "number": 1816,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ҳасад ҷуз дар ду маврид дар ҷои дигар раво нест, яке ба касе, ки Худованд Қуръонро барои вай омӯхтааст ва ӯ шабу рӯз ба хондани он машғул аст ва ҳамсояаш овози ӯро шунида мегӯяд: Эй кош ман ҳам Қуръон хонданро ёд медоштам, то мисли ӯ ҳамеша тиловат менамудам. Дуввум касе аст, ки Худованд барояш молу дороӣ дода ва Ӯ он молро дар роҳи ҳақ сарф менамояд. Шахсе (ӯро дида) мегӯяд: Эй кош ман ҳам мисли ӯ молу дороӣ медоштам, то монанди ӯ дар роҳи ҳақ харҷ менамудам.” (Мурод аз ҳасад дар ин ҳадис ғибта аст ва ғибта ҳалол ва ҳасад ҳаром аст ва фарқ байни ҳасад ва ғибта он аст, ки ҳасад орзуи заволи неъмат аз дигарон ва ғибта ҳусули неъмат барои худаш мебошад."
        }
      ]
    },
    {
      "number": 8,
      "title": "Беҳтарини шумо касе аст, ки Қуръонро омӯхта ва барои дигарон меомӯзад",
      "hadiths": [
        {
          "number": 1817,
          "full_text": "Аз Усмон (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Беҳтарини шумо касе аст, ки Қуръонро омӯхта ва ба дигарон меомӯзад.”"
        },
        {
          "number": 1818,
          "full_text": "Ва аз Усмон (р) дар ривояти дигар омадааст, ки Паёмбари Худо (с) фармуданд: “Яқинан, ки фозилтарини шумо касе аст, ки Қуръонро омӯхта ва барои дигарон меомӯзад.\""
        }
      ]
    },
    {
      "number": 9,
      "title": "Ҳифз кардани Қуръон ва такрор намудани он",
      "hadiths": [
        {
          "number": 1819,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Қории Қуръон монанди соҳиби шутуре аст, ки ӯро бастааст. Агар ҳамон тавр ӯро нигаҳ дорад, наздаш хоҳад монд. Ва агар ӯро раҳо кунад, аз наздаш хоҳад рафт.” (Яъне агар Қуръонро бихонад ва такрор намояд, ба ёдаш мемонад ва агар таркаш карда ва нахонад, аз ёдаш меравад)."
        },
        {
          "number": 1820,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чӣ қадар бад аст касе, ки мегӯяд фалон ва фалон оятро фаромӯш кардаам. Балки дар воқеъ онро фаромӯш сохтааст (яъне: Қуръон худ ба худ фаромӯш нашудааст, балки ин шахсе аст, ки ба сабаби нахондан ва такрор накардан Қуръонро фаромӯш кардааст). Қуръонро ба хотир биспоред, зеро Қуръон дар фаромӯш шудан аз синаи инсон нисбат ба гурехтани ҳайвон аз назди (соҳибаш) сареътар аст.\""
        },
        {
          "number": 1821,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Қуръонро такрор намоед, савганд ба Зоте, ки ҷонам дар дасти Ӯст, ки Қуръон аз шутуре, ки зонуяш баста аст, гурезонтар аст.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Мад кашидан ҳангоми қироат",
      "hadiths": [
        {
          "number": 1822,
          "full_text": "Ривоят аст, ки касе аз Анас ибни Молик (р) пурсид: Қироати Паёмбари Худо (с) чӣ гуна буд? Гуфт: Қироати (Паёмбари Худо (с) ҳамроҳ бо мад кашидан буд ва \"Бисмиллоҳи-р-раҳмони-р-раҳим\"-ро тавре қироат менамуданд, ки дар “Бисмиллоҳ” ва дар \"раҳмони\" ва дар “раҳим” мад мекашиданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Хушовозӣ дар қироат",
      "hadiths": [
        {
          "number": 1823,
          "full_text": "Ривоят аст, ки Паёмбари Худо (с) барои Абӯмӯсо (р) гуфтанд: \"Эй Абӯмӯсо! Бароят мизморе аз мазомири Довуд (ъ) дода шудааст.\""
        }
      ]
    },
    {
      "number": 12,
      "title": "Қуръон бояд дар чанд вақт як бор хонда шавад?",
      "hadiths": [
        {
          "number": 1824,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Падарам зани бонасаберо бароям ба никоҳ дод. Гоҳе меомаду аз он зан чигунагии зиндагии шавҳарашро мепурсид, он зан мегуфт: Беҳтарин шахс аст. Аз вақте ки ба хонааш омадаам, дар бистарам наёмада ва бо ман ҳамбистар нашудааст. Чун ин суханон чандин бор такрор гардид, Амр беш аз ин таҳаммул накарда ва мавзӯъро ба иттилоъи Паёмбари Худо (с) расонид, эшон фармуданд: “Абдуллоҳ, фарзандатро (назди ман биёвар).” (Чун маро наздашон овард,) пурсиданд: 'Чӣ гуна рӯза мегирӣ?” Гуфтам: Ҳама рӯз. Пурсиданд: “Қуръонро чӣ гуна хатм мекунӣ?” Гуфтам: Дар ҳар шаб. Фармуданд: “Дар ҳар моҳ се рӯз рӯза бигир ва Қуръонро дар ҳар моҳ як бор хатм кун.” Гуфтам: Аз ин бештар қудрат дорам. Фармуданд: “Дар ҳар ҳафта се рӯз рӯза бигир.” Гуфтам: Аз ин бештар кудрат дорам. Фармуданд: \"Ду рӯз бихӯр ва як рӯз рӯза бигир.” Гуфтам: Аз ин бештар тоқат дорам. Фармуданд: “Ба беҳтарин рӯза, ки рӯзаи Довуд (а) аст, рӯза бигир, як рӯз бихӯр ва як рӯз рӯза бигир ва дар ҳар ҳафт рӯзе як бор Қуръонро хатм кун.” Абдуллоҳ (р) мегӯяд: Эй кош рухсати Паёмбари Худо (с)-ро қабул мекардам, зеро акнун пир ва заиф шудаам. Ва Абдуллоҳ (р) дар ҳар рӯз аз ҳафт як ҳиссаи Қуръонро дар назди баъзе аз афроди хонаводааш мехонд ва ин хонданаш ба сабаби он буд, ки Қуръон хондани шаб барояш осонтар шавад ва барои он, ки таквия гардад. Чанд рӯз рӯза намегирифт, вале ҳисоби онро мегирифт, то ба теъдоди ҳамон рӯзҳо рӯза бигирад, зеро намехост ибодатеро, ки дар замони Паёмбари Худо (с) анҷом медод, дар охири умраш анҷом надиҳад."
        }
      ]
    },
    {
      "number": 13,
      "title": "Гуноҳи касе, ки Қуръонро риёӣ мехонад ва ё аз хондани он молеро дарёфт медорад",
      "hadiths": [
        {
          "number": 1825,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Мардуме дар шумо пайдо хоҳанд шуд, ки шумоён намоз ва рӯза ва дигар аъмоли неки худро нисбат ба намоз ва рӯза ва дигар аъмоли неки онҳо ночиз мешуморед ва инҳо гарчӣ Қуръон мехонанд, вале Қуръон хондани онҳо аз ханҷараҳояшон таҷовуз намекунад (яъне ба қалби онҳо таъсире надорад) ва аз дин бо чунон суръате хориҷ мегарданд, ки тир аз камон хориҷ мегардад. Агар инсон ба сари найза нигоҳ кунад, чизеро намебинад ва агар ба чӯби тир нигоҳ кунад, чизеро намебинад. Ва агар ба парҳои тир нигоҳ кунад, чизеро намебинад ва чизе, ки дар боқӣ будани он ба иштибоҳ меафтад (ки шояд бошад ва ё набошад), қисмати поёни тир аст.”"
        },
        {
          "number": 1826,
          "full_text": "Аз Абӯмӯсо (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Шахси мӯъмине, ки Қуръон мехонад ва ба он амал  мекунад, монанди себе аст, ки маззааш гуворо ва бӯяш хушоянд аст ва мӯъмине, ки Қуръон намехонад, вале ба он амал мекунад, монанди хурмо аст, ки маззааш гуворост, вале бӯй надорад ва мунофиқе, ки Қуръон мехонад (ва табъан ба он амал намекунад), монанди райҳон аст, ки бӯяш гуворо ва маззааш талх аст ва мунофиқе, ки Қуръон намехонад (ва ҳатман ба он амал намекунад), монанди ҳанзала аст (ҳанзала ҳиндувонаи Абуҷаҳл аст), ки маззааш талх ва бӯяш нохушоянд аст.”"
        },
        {
          "number": 1827,
          "full_text": "Аз Ҷундуб ибни Абдуллоҳ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Қуръонро то вақте бихонед, ки дили шумо ба он тамоюл дорад ва чун хаста шудед, аз хонданаш сарфи назар намоед.”"
        }
      ]
    }
  ],
  "total_chapters": 13,
  "total_hadiths": 22,
  "unique_hadith_numbers": 22
}