{
  "id": 23,
  "number": 23,
  "title": "КИТОБИ АҲКОМИ ҶАНОЗА",
  "chapters": [
    {
      "number": 1,
      "title": "Касе, ки охирин каломаш ло илоҳа иллаллоҳ бошад",
      "hadiths": [
        {
          "number": 633,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Фиристодае аз ҷониби Парвардигорам омад ва ба ман хабар дод (ва ё фармуданд: башорат дод), ки касе, ки аз уммати ман бимирад, ба шарти он, ки ба Худо ширк наёварда бошад, ба биҳишт дохил мегардад.\" Ровӣ мегӯяд, гуфтам: Агарчи муртакиби зино гардида ва дуздӣ карда бошад? Фармуданд: “Агарчи муртакиби зино гардида ва дуздӣ карда бошад.”"
        },
        {
          "number": 634,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки бимирад ва ба Худо ширк оварда бошад, ба дӯзах дохил мегардад.\" Ровӣ мегӯяд: Ва ман мегӯям, касе, ки бимирад ва ба Худо ширк наёварда, ба биҳишт дохил мегардад."
        }
      ]
    },
    {
      "number": 2,
      "title": "Лузуми ҳамроҳӣ намудан бо ҷаноза",
      "hadiths": [
        {
          "number": 635,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) моро ба ҳафт чиз амр ва аз ҳафт чиз наҳй фармуданд. Он чиро, ки ба он амр намуданд, ҳамроҳӣ бо ҷаноза, иёдати бемор, қабули даъват, ёрӣ додан ба мазлум, вафо кардан ба қасам, ҷавоби салом ва ҷавоби атса аст ва он чиро, ки аз он наҳй кардаанд, истеъмоли зуруфи нуқрагӣ, пӯшидани ангуштарии тилло, пӯшидани абрешим, дибоҷ, катон ва истабрак (навъи дигаре аз абрешим) аст."
        }
      ]
    },
    {
      "number": 3,
      "title": "Дидани мурда баъд аз такфин",
      "hadiths": [
        {
          "number": 636,
          "full_text": "Аз Умми Ъалои (р) (вай зане аз Ансор ва аз касоне буд, ки бо Паёмбари Худо (с) байъат намуда буданд), ривоят аст, ки Ансор дар мавриди сукунат додани муҳоҷирин қуръакашӣ намуданд ва Усмон ибни Мазъун ба қуръаи мо баромад, ӯро ба манзили худ бурдем, (баъд аз муддате) бемор гардид ва аз ҳамон беморӣ вафот ёфт. Баъд аз ин, ки фавт гардид, ғуслаш карданд ва дар либосҳояш кафан намуданд. Паёмбари Худо (с) ташриф оварданд. Гуфтам: Эй Абӯсоиб (яъне, Усмон ибни Мазъун), раҳмати Худо бар ту бод, ман шаҳодат медиҳам, ки мавриди карам ва раҳмати Худовандӣ қарор гирифтаӣ. Паёмбари Худо (с) фармуданд: “Аз куҷо фаҳмидӣ, ки мавриди карами Худовандӣ қарор гирифтааст?» Гуфтам: Ё Расулаллоҳ, падар ва модарам фидои шумо (агар ӯ мавриди икроми Худовандӣ қарор нагирифта бошад), пас киро Худованд мавриди икроми хеш қарор хоҳад дод? Фармуданд: “Ӯ акнун мурдааст, ба Худованд савганд, ки ман барояш умеди хубе ва неке дорам, вале ба Худованд савганд, ман, ки Расули Худо ҳастам, намедонам, ки бо ман чӣ хоҳад шуд.” Он зан мегӯяд: Ба Худованд савганд, ки аз ин рӯз ба баъд ба ҳеҷ кас ҳукми наҷотро нахоҳам кард."
        },
        {
          "number": 637,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Ҳангоме, ки падарам кушта шуда буд, ҷомаро аз рӯяш бардошта будам ва гиря мекардам ва мардум маро аз ин кор монеъ мешуданд, вале Паёмбари Худо (с) маро манъ намекарданд. Аммаам Фотима (р) ҳам гиря мекард, Паёмбари Худо (с) ба вай гуфтанд: “Чи гиря кунӣ ва чи гиря накунӣ, малоика бо болҳои худ бар болояш то вақте ки ӯро бардоред, соя мекунад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки барои аҳли майит шахсан таъзия гуфтааст",
      "hadiths": [
        {
          "number": 638,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с)-ро аз вафоти Наҷошӣ дар ҳамон рӯзе, ки вафот намуда буд, хабар доданд ва ба тарафи идгоҳ рафтанд ва ба саҳоба саф бастанд ва бар вай намози ҷаноза хонданд."
        },
        {
          "number": 639,
          "full_text": "Аз Анас ибни Молик (р) рнвоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Байрақи (ҷиҳод)-ро Зайд (р) бардошт ва мавриди исобат қарор гирифт. Баъд аз вай Ҷаъфар (р) бардошт ва мавриди исобат қарор гирифт ва баъд аз вай Абдуллоҳ ибни Равоҳа (р) бардошт ва мавриди исобат қарор гирифт. Ва дар ҳоле, ки ашк аз чашмони муборак ҷорӣ буд, (фармуданд:) Баъд аз он байрақро Холид ибни Валид (р) бидуни ин, ки амир бошад, бардошт ва фатҳ насиби вай шуд.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Касе, ки фарзандаш фавт гардида ва сабрашро ба Худо карда аст",
      "hadiths": [
        {
          "number": 640,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ мусалмоне нест, ки се фарзандаш қабл аз булуғ вафот ёфта бошанд, магар ин, ки Худованди мутаъол ба фазл ва раҳмати худ ба сабаби он фарзандон ӯро ба ҷаннат дохил хохад намуд.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Мустаҳаб аст, ки мурда ба адади тоқ шуста шавад",
      "hadiths": [
        {
          "number": 641,
          "full_text": "Аз Умми Атияи Ансорӣ ривоят аст, ки гуфт: Ҳангоме, ки духтари Паёмбари Худо (с) фавт гардид, назди мо омада ва фармуданд: “Ӯро се ва ё панҷ бор ва ё бештар аз ин агар зарурат эҳсос кардед, ба об ва сидр ғусл диҳед ва дар мартабаи охир кофур ва ё чизе аз кофур истеъмол кунед ва вакте ки фориғ шудед, ба ман хабар диҳед.” (Он ҳазрат (с) ҷомаи худро дода ва гуфтанд: Инро барояш зерпӯш қарор диҳед'"
        }
      ]
    },
    {
      "number": 7,
      "title": "Дар ғусл бояд аз тарафи рости майит шурӯъ шавад",
      "hadiths": [
        {
          "number": 642,
          "full_text": "Дар ривояти дигаре аз Умми Атия (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “(Дар ғусл додани майит) аз тарафи рост ва аз аъзои вузӯ шурӯъ кунед.” Ва Умми Атия (р) мегӯяд: Сарашро шона карда ва мӯҳояшро се қисмат намудем."
        }
      ]
    },
    {
      "number": 8,
      "title": "Кафан дар ҷомаҳои сафед",
      "hadiths": [
        {
          "number": 643,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ба се ҷомаи сафеди ямонӣ пунбае, ки ба номи (саҳулия) ёд мешуд, кафан шуданд ва пероҳан ва дастор аз ҷумлаи он се ҷома набуд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Кафан кардан дар ду ҷома",
      "hadiths": [
        {
          "number": 644,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Шахсе бо Паёмбари Худо (с) дар Арафот вуқуф намуда буд. Ин шахс аз шутураш афтода мурд. Паёмбари Худо (с) фармуданд: “Ӯро ба об ва сидр шуста ва дар ду ҷома кафан кунед, хушбӯӣ ба танаш накунед ва сарашро напӯшонед, зеро ӯ дар рӯзи қиёмат талбиягӯён бармехезад.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Кафан барои мурда",
      "hadiths": [
        {
          "number": 645,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Баъд аз мурдани Абдуллоҳ ибни Убай (ки раҳбари мунофиқин буд), фарзандаш назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ, пероҳани худро ба ман бидиҳед, то падарамро ба он кафан намоям ва бар вай намоз бихонед ва барояш аз Худованд талаби омурзиш намоед. Он ҳазрат (с) пероҳани худро ба вай доданд ва фармуданд: “Баъд аз такфин бароям хабар деҳ, то бар вай намоз бихонам.” Ва ӯ ба он ҳазрат хабар дод ва чун мехостанд, ки бар вай намоз бихонанд, Умар (р) Паёмбари Худо (с)-ро ба тарафи худ кашида ва гуфт: Магар Худованди мутаъол шуморо аз намоз хондан бар мунофиқин манъ накардааст? Фармуданд: “Бароям ихтиёр дода ва гуфтааст: «Агар мехоҳӣ, барояшон талаби мағфират кун ва агар мехоҳӣ, талаби мағфират макун, агар ҳафтод бор барояшон талаби мағфират намоӣ, ҳаргиз Худованд онҳоро нахоҳад омурзид». (Тавба: 80) Ва ҳамон буд, ки бар вай намоз хонданд ва ин қавли Худованд нозил гардид: «Бар ҳеҷ яке аз мунофиқин, ки мурдаанд, ҳеҷ гоҳ намоз махон». (Тавба: 84)"
        },
        {
          "number": 646,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Баъд аз он, ки Абдуллох ибни Убай дафн гардид, Паёмбари Худо (с) наздаш омаданд ва ӯро аз қабр берун карданд, аз оби даҳони худ бар вай андохтанд ва пероҳани худро бар вай пӯшонданд."
        }
      ]
    },
    {
      "number": 11,
      "title": "Агар кафани комиле ёфт намешуд, бояд аввал сари майитро пӯшонид",
      "hadiths": [
        {
          "number": 647,
          "full_text": "Аз Хаббоб (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) ҳиҷрат намудам ва ҷуз ризои Худованд мақсади дигаре надоштам ва музди маро Худованди мутаъол дод. Баъзе аз моён пеш аз ин, ки аз амволи дунявӣ истифода намояд, вафот намуд, аз он ҷумла Мусъаб ибни Умайр (р) буд ва баъзе аз мо мевааш пухта шуд ва ӯро чид. Мусъаб (р) рӯзи ҷанги Уҳуд шаҳид гардид ва ба ҷуз як ҷома чизи дигаре барои кафан карданаш наёфтем. Агар сарашро мепӯшонидем, пойҳояш берун мегардид ва агар пойҳояшро мепӯшонидем, сараш аз кафан хориҷ мешуд. Билохира Паёмбари Худо (с) амр намуданд, то сарашро пӯшонда ва бар рӯи пойҳояш изхир (як навъи гиёҳе аст) бияндозем."
        }
      ]
    },
    {
      "number": 12,
      "title": "Касе, ки дар замони Паёмбари Худо (с) кафанашро омода карда буд ва барояш бад нагуфтанд",
      "hadiths": [
        {
          "number": 648,
          "full_text": "Аз Саҳл (р) ривоят аст, ки гуфт: Зане ҷомаи бофташудаеро, ки дорои ҳошия буд ва ба номи Бурда ёд мешуд, назди Паёмбари Худо (с) овард.  Саҳл мегӯяд: Оё медонед Бурда чист? Гуфтанд: Ҷомаест, ки тамоми баданро мепӯшонад? Гуфт: Бале. Он зан ба Паёмбари Худо (с) гуфт: Ин ҷомаро овардам, то ба шумо бипӯшонам. Паёмбари Худо (с) ба чунин ҷомае эҳтиёҷ доштанд ва онро аз он зан қабул намуданд. Рӯзе Паёмбари Худо (с) дар ҳоле, ки он ҷомаро барои худ изоре сохта буданд, аз хона берун шуданд. Шахсе гуфт: Бисёр зебо аст, инро барои ман бидиҳед. Мардум гуфтанд: Кори хубе накардӣ, Паёмбари Худо (с) ба он ҷома эҳтиёҷ доштанд ва онро пӯшидаанд ва боз ту мехоҳӣ, ки онро ба ту бидиҳанд ва инро ҳам медонӣ, ки Паёмбари Худо (с) талаби касеро рад намекунанд. Он шахс гуфт: Ба Худованд қасам, ки ман онро наталбидам, ки бипӯшам, балки хостам, то онро барои худ кафан бисозам. Саҳл (р) мегӯяд: Ва ҳамон ҷомаро он шахс барои худ кафан сохт."
        }
      ]
    },
    {
      "number": 13,
      "title": "Ҳамроҳӣ намудани занҳо бо ҷаноза",
      "hadiths": [
        {
          "number": 649,
          "full_text": "Аз Умми Атия (р) ривоят аст, ки гуфт: Моро аз ҳамроҳӣ намудан бо ҷаноза наҳй намуданд, вале ин наҳй ҷиддӣ набуд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Ба мотам нишастан барои ғайри шавҳар",
      "hadiths": [
        {
          "number": 650,
          "full_text": "Аз Умми Ҳабиба (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Барои зане, ки ба Худо ва рӯзи охират имон дорад, раво нест, ки бештар аз се рӯз барои мурда ба мотам биншинад, магар ба сабаби шавҳар, ки муддати мотамаш чаҳор моҳу даҳ рӯз аст.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Зиёрати кубур",
      "hadiths": [
        {
          "number": 651,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) занеро диданд, ки бар сари қабре нишаста гиря мекунад, фармуданд: “Аз Худо битарс ва сабр кун.\" Он зан Паёмбари Худо (с)-ро нашнохт ва гуфт: Аз наздам дур шав, ту ба мусибатам гирифтор нашудаӣ. Касе барои он зан гуфт: Ин шахс Паёмбари Худо (с) буд. Он зан ба дарвозаи хонаи Паёмбари Худо (с) омад ва дид, ки ҳорис ва дарвозабоне надорад, наздаш омада гуфт: Шуморо нашнохтам. Фармуданд: “Сабр дар осеби аввал аст.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Ин қавли Паёмбари Худо (с) ки “Мурда ба гиря кардани баьзе аз аҳли хонаводааш таъзиб мегардад,” агар ин гиря кардан ба амри худи шахси мурда бошад",
      "hadiths": [
        {
          "number": 652,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки гуфт: Духтари Паёмбари Худо (с) касеро назди Паёмбари Худо (с) фиристод, ки тифле аз мо дар ҳолати қабзи рӯҳ аст ва назди мо биё. Паёмбари Худо (с) барояш салом фиристода ва гуфтанд: Доду гирифт ҳама аз ҷониби Худованд аст ва ҳар чизе дар назди Худованд аҷали муайяне дорад, сабр кун ва музди худро аз Худо бихоҳ. Духтари Паёмбари Худо (с) дубора назди вай фиристода ва ӯро қасам дод, ки ҳатман наздаш биёяд. Усома (р) бархоста ва ба ҳамроҳии Саъд ибни Убода ва Муъоз ибни Ҷабал ва Убай ибни Каъб ва Зайд ибни Собит (р) ва ашхоси дигаре наздаш омаданд, дар ин вақт он тифлро, ки дар ҳолати назъ буд ва синааш монанди реге, кн дар машки хушке биафтад, садо мекард. Назди Паёмбари Худо (с) оварданд, ашк аз чашмонп Паёмбари Худо (с) ҷорӣ гардид. Саъд (р) пурсид: Чаро гиря мекунед? Фармуданд: “Ин раҳматест, ки Худованд дар дили бандагони худ қарор додааст ва Худованд аз бандагони худ касеро раҳмат мекунад, ки бораҳму шафқат бошад.”"
        },
        {
          "number": 653,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Дар ҷанозаи яке аз духтарони Паёмбари Худо (с) ҳозир гардидем ва Паёмбари Худо (с) бар сари қабраш нишаста ва ашк аз чашмонашон ҷорӣ буд. Анас (р) мегӯяд: Паёмбари Худо (с) фармуданд: “Оё дар байни шумоён касе ҳасг, ки шаби гузашта бо ҳамсараш муқорибат накарда бошад?” Абӯталҳа (р) гуфт: Бале, ман. Он ҳазрат (с) фармуданд: Дар қабр поён шав. Анас (р) мегӯяд: Ӯ ҳам дар қабр поён шуд."
        },
        {
          "number": 654,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Мурда ба сабаби ин, ки баъзе аз афроди хонаводааш бар вай гиря мекунанд, таъзиб мешавад.\" Ин хабар баъд аз вафоти Умар (р) ба Оиша (р) расида ва гуфт: Худованд Умарро раҳмат кунад, ба Худованд қасам, ки Паёмбари Худо (с) нагуфтаанд, ки мусалмон ба сабаби гиряи баъзе аз аҳл ва авлодаш таъзиб мегардад. Балки Паёмбари Худо (с) фармуданд: ки “Худованд азоби кофирро ба сабаби гиряи аҳди хонаводааш бар вай зиёд мекунад” ва шаҳодати Қуръон дар ин маврид барои шумо кофӣ аст: Ҳеҷ кас гуноҳи шахси дигареро мутаҳаммил намешавад.(Сураи Исро, ояти 15)"
        },
        {
          "number": 655,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз назди (қабри) зани яҳудӣ мегузаштанд ва диданд, ки аҳл ва авлодаш бар вай гиря мекунанд, фармуданд: “Инҳо бар ӯ гиря мекунанд ва ӯ дар қабраш азоб мешавад.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Нола кардан бар майит макрӯх аст",
      "hadiths": [
        {
          "number": 656,
          "full_text": "Аз Муғира (р) ривоят аст, ки гуфт: Паёмбари Худо (с)-ро шунидам, ки фармуданд: “Дурӯғ гуфтан бар ман монанди дурӯғ гуфтан бар шахси дигаре нест. Касе, ки бар ман дурӯғ бигӯяд, бояд маъво ва масканашро дар дӯзах омода намояд.” Ва аз Паёмбари Худо (с) шунидам, ки фармуданд: “Касе, ки бар ӯ нола шавад, ба сабаби он навҳа таъзиб мегардад.”"
        }
      ]
    },
    {
      "number": 18,
      "title": "Касе, ки бар рӯяш бизанад, аз мо нест",
      "hadiths": [
        {
          "number": 657,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки (ба сабаби мусибате, ки бар вай расидааст) бар рӯяш бизанад ва гиребонаш пора кунад ва дуоҳои аҳди ҷоҳилиятро бикунад, аз мо нест.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Марсияи Паёмбари Худо (с) барои Саъд ибни Хавла",
      "hadiths": [
        {
          "number": 658,
          "full_text": "Аз Саъд ибни Абӯвакқос (р) ривоят аст, ки гуфт: Дар беморие, ки соли ҳаҷҷатулвадоъ гирифтор шуда будам. Паёмбари Худо (с) ба диданам омаданд, барояшон гуфтам: Маризиам ба сарҳаде расидааст, ки мебинед ва ман моли фаровоне дорам ва ба ҷуз аз як духтар меросбари дигаре надорам, оё раво аст, ки ду сулси моли худро садақа бидиҳам? Фармуданд: \"На.\" Гуфтам: Агар нимашро бидиҳам, чӣ? Гуфтанд: «На». Ва фармуданд: “Сеяки молатро садақа бидеҳ ва ҳамин сеяк ҳам миқдори бисёре аст, агар меросбаронатро баъд аз худ ағниё бигзорӣ, беҳтар аст аз ин, ки дар фақр ва фоқа бимонанд ва аз мардум гадоӣ кунанд ва ҳар нафақаеро, ки бидиҳӣ, дар сурате, ки қасдат ризои Худованди мутаъол бошад, музди онро хоҳӣ ёфт, ҳатто ҳамин луқмае, ки дар даҳони ҳамсарат мегузорӣ.” Гуфтам: Ё Расулаллоҳ! Баъд аз асҳоби худ зинда хоҳам монд? Фармуданд: “Ту агар зинда бимонӣ, ҳар амали некеро, ки анҷом медиҳӣ, бароят сабаби баландии мақом ва манзалат хоҳад буд, илова бар он шояд ту зинда бимонӣ, то мардуме (яъне мусалмонон) аз ту манфиат бибаранд ва мардуми дигаре (яъне мушрикон ва дигар куффор) аз ту зарар бинанд». Баъд аз он Паёмбари Худо (с) ин тавр дуо карданд: Илоҳо, саҳобаамро бар ҳиҷраташон устувор нигаҳ дор ва онҳоро дубора сӯи инҳироф раҳнамун масоз, вале Саъд ибни Хавла бечора аст.” Ровӣ мегӯяд: Аз ин ҷиҳат Паёмбари Худо (с) ба ҳоли Саъд ибни Хавла афсӯс хӯрданд, ки вай дар Макка (дар байни мушрикин) вафот ёфта буд."
        }
      ]
    },
    {
      "number": 20,
      "title": "Дар вақти мусибат набояд сари худро тарошид",
      "hadiths": [
        {
          "number": 659,
          "full_text": "Ривоят аст, ки Абӯмӯсо (р) ба бемории сахте дучор шуд ва беҳуш гардид, сарашро ба зонуи зане аз хонаводааш гузошта буд, он зан ба гиря афтод. Абӯмӯсо (р) натавонист, ки ӯро монеъ шавад ва чизе бигӯяд, вале чун ба ҳуш омад, гуфт: Аз касе, ки Паёмбари Худо (с) безорӣ ҷустанд, ман ҳам безорам. Паёмбари Худо (с) аз зани фарёдкаш, аз зане, ки ҳангоми мусибат сарашро метарошад ва аз зане, ки дар вақти мусибат гиребонашро медарад. безорӣ ҷустаанд."
        }
      ]
    },
    {
      "number": 21,
      "title": "Касе, ки дар мусибат нишаста ва ғам аз чеҳрааш намоён гардидааст",
      "hadiths": [
        {
          "number": 660,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Чун хабари шаҳодати Ибни Ҳориса ва Ҷаъфар ва Ибни Равоҳа ба Паёмбари Худо (с) расид, дар гӯшае нишастанд ва осори ғаму андӯҳ аз чеҳраашон намоён буд. Ман аз гӯшаи дарвоза нигоҳ мекардам, ки шахсе наздашон омад ва гуфт: Занҳои хонаводаи Ҷаъфар навҳа мекунанд. Ба ӯ амр карданд, ки бирав. Ва онҳоро манъ кун. Он шахс рафт ва бозгашт ва гуфт, ки онҳо суханашро гӯш намекунанд. Фармуданд: Онҳоро монеъ шав. Бори саввум омад ва гуфт: Онҳо бар мо ғалаба кардаанд, хомӯш намегарданд. Оиша (р) гумон мекунад, ки Паёмбари Худо (с) фармуданд; “Бар даҳонашон хок бипош.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Шахсе, ки ғамашро дар вақти мусибат изҳор накард",
      "hadiths": [
        {
          "number": 661,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Яке аз фарзандони Абӯталҳа (р) фавтид ва Абӯталҳа ҳузур надошт. Чун занаш дид, ки фарзандаш мурдааст, чизе омода кард ва ӯро дар гӯшае аз хона гузошт. Чун Абӯталҳа (р) ба хона омад, пурсид: Ҳоли бача чӣ тавр аст? Гуфт: Ором гирифтааст ва умедворам, ки роҳат шуда бошад. Абӯталҳа (р) хобид ва субҳ чун бедор шуда ва ғусл намуда ва мехост аз хона берун шавад, занаш ба ӯ фаҳмонд, ки фарзандашон мурдааст. (Абӯталҳа (р) баъд аз ин, ки намози субҳро бо Паёмбари Худо (с) адо намуд, моҷароро ба он ҳазрат гуфт. Паёмбари Худо (с) фармуданд: “Умед аст, ки Худованд дар шаби гузаштаи шумо баракат бидиҳад.” Шахсе аз Ансор мегӯяд: Барои он зану шавҳар нӯҳ фарзандро дидам, ки ҳамаи онҳо қориёни Қуръон буданд."
        }
      ]
    },
    {
      "number": 23,
      "title": "Ин қавли Паёмбари Худо (с), ки “мо ба сабаби даргузашти ту андӯҳгин ҳастем”",
      "hadiths": [
        {
          "number": 662,
          "full_text": "Ва аз Анас ибни Молик (р) ривоят аст, ки гуфт: Ҳамроҳи Паёмбари Худо (с) назди Абӯсайфи оҳангар, ки ҳамсараш дояи Иброҳим (ъ), фарзанди Паёмбари Худо (с) буд, рафтем. Паёмбари Худо (с) Иброҳим (ъ)-ро гирифта, мебӯсиданд ва мебӯиданд. Бори дигар, ки наздашон омадем, дидем, ки Иброҳим (ъ) дар ҳоли ҷон кандан аст ва ашк аз чашмони Паёмбари Худо (с) ҷорӣ аст. Абдурраҳмон ибни Авф гуфт: Ё Расулаллоҳ, шумо ҳам гиря мекунед? Фармуданд: “Эй Ибни Авф, ин раҳмат аст!\" Сипас, изофа намуда фармуданд: “Чашм ашк мерезад, дил маҳзун аст ва бо он ҳам ба ҷуз он чӣ, ки ризои Парвардигори мост, чизе намегӯям ва эй Иброҳим, мо ҳамагӣ дар фироқи ту андӯҳгин ҳастем»."
        }
      ]
    },
    {
      "number": 24,
      "title": "Гиря кардан дар назди мариз",
      "hadiths": [
        {
          "number": 663,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Саъд ибни Убода бемор гардид ва Паёмбари Худо (с) ҳамроҳи Абдурраҳмон ибни Авф ва Саъд ибни Абиваққос ва Абдуллоҳ ибни Масъуд (р) ба иёдаташ рафтанд. Чун дохил шуданд, диданд, ки аҳл ва ақорибаш дар атрофаш нишастаанд, пурсиданд: “Оё фавт кардааст?” Гуфтанд: На, ё Расулаллоҳ. Паёмбари Худо (с) гиристанд ва чун дигарон гиряи Паёмбари Худо (с)-ро диданд, онҳо низ ба гиря афтоданд. Паёмбари Худо (с) фармуданд: “Оё нашунидед, ки Худованд ба ашки чашм ва андӯҳи қалб азоб намекунад». Дар ҳоле, ки ба тарафи забони худ ишора мекарданд, фармуданд: «Балки ба сабаби ин аст, ки азоб мекунад ва ё раҳмат мекунад ва мурда ба сабаби ин, ки аҳл ва авлодаш бар вай гиря мекунанд, таъзиб мегардад.\""
        }
      ]
    },
    {
      "number": 25,
      "title": "Он чӣ, ки дар мавриди наҳй аз навҳа ва гиря омадааст",
      "hadiths": [
        {
          "number": 664,
          "full_text": "Аз Умми Атия (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳангоми байъат аз мо чунин таъаҳҳуд гирифтанд, ки навҳа накунем ва ба ҷуз аз панҷ зан каси дигаре аз мо ба ин аҳд вафо накард, ки иборат буданд аз Умми Сулайм, Умми Ъало, духтари Абӯсабра, ҳамсари Муъоз ва ду зани дигар. Ва ё ин ки гуфт: Духтари Абӯсабра, ҳамсари Муъоз ва як зани дигар."
        }
      ]
    },
    {
      "number": 26,
      "title": "Бархостан барои ҷаноза",
      "hadiths": [
        {
          "number": 665,
          "full_text": "Аз Омир ибни Рабеъа (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Агар касе аз шумо ҷанозаро дид ва ҳамроҳи ҷаноза равон нагардид, таваққуф намояд, то ин, ки аз ҷаноза дунбол шавад, ё ҷаноза аз вай дунбол гардад (масалан ба роҳи дигаре биравад) ва ё пеш аз ин, ки ҷаноза аз вай дунбол гардад, (бар замин ё дар лаҳад) гузошта шавад.”"
        }
      ]
    },
    {
      "number": 27,
      "title": "Касе, ки барои ҷаноза бархостааст, чӣ вақт биншинад?",
      "hadiths": [
        {
          "number": 666,
          "full_text": "Ривоят аст, ки Абӯҳурайра (р) бо Марвон дар ҷанозае иштирок намуда буд ва дар ҳоле, ки дасти Марвон ба дасташ буд, пеш аз он, ки ҷаноза бар замин гузошта шавад, он ду нафар нишастанд. Абӯсаъид (р) омад ва дасти Марвонро гирифт ва гуфт: Бархез ва ба Худованд қасам, ҳамин шахс, яъне, Абӯҳурайра (р) хуб медонад, ки Паёмбари Худо (с) моро (аз нишастан пеш аз гузоштани ҷаноза бар замин) наҳй намудаанд. Абӯҳурайра (р) гуфт: Рост мегӯяд."
        }
      ]
    },
    {
      "number": 28,
      "title": "Касе, ки барои ҷанозаи яҳудӣ ба по хостааст",
      "hadiths": [
        {
          "number": 667,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Ҷанозае аз пеши рӯи мо гузашт, Паёмбари Худо (с) барояш ба по хостанд ва мо ҳам ба по хестем ва гуфтем: Ё Расулаллоҳ, ин ҷанозаи яҳудӣ аст. Фармуданд: “Вақте ки ҷанозаро дидед, бархезед.”"
        }
      ]
    },
    {
      "number": 29,
      "title": "Бардоштани ҷаноза масъулияти мардон аст, на занон",
      "hadiths": [
        {
          "number": 668,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Вақте ки ҷаноза дар тобут гузошта шавад ва мардон онро бар шонаҳои худ бардоранд, агар шахси некӯкоре бошад, мегӯяд маро зудтар бирасонед ва агар шахси накӯкор набошад, мегӯяд эй вой, ин ҷанозаро куҷо мебаред, овози ӯро ҳар чизе ба ғайр аз инсон мешунавад ва агар инсон бишнавад, беҳуш мешавад.”"
        }
      ]
    },
    {
      "number": 30,
      "title": "Шитоб кардан дар бурдани ҷаноза",
      "hadiths": [
        {
          "number": 669,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Дар бурдани ҷаноза шитоб кунед, агар некӯкор бошад, насибаш хайр ва некӯӣ аст ва ӯро зудтар ба он хайр мерасонед ва агар чунин набошад, шарреро аз дӯши худ бар замин гузоштаед.\""
        }
      ]
    },
    {
      "number": 31,
      "title": "Фазилати ҳамроҳӣ кардан бо ҷаноза",
      "hadiths": [
        {
          "number": 670,
          "full_text": "Ривоят аст, ки чун ба Ибни Умар (р) гуфтанд, ки Абӯҳурайра (р) мегӯяд: Касе, ки бо ҷаноза ҳамроҳӣ кунад, барояш як қирот (яъне ба андозаи кӯҳи Уҳуд) савоб аст, гуфт: Абӯҳурайра (р) барои мо хеле ҳадис ривоят мекунад ва Оиша (р) гуфтаи Абӯҳурайра (р)-ро тасдиқ намуд ва гуфт: Аз Паёмбари Худо (с) шунидам, ки ин чизро мегуфтанд ва Ибни Умар (р) чун инро шунид, гуфт: Дар ба даст овардани қиротҳои бисёре кӯтоҳӣ кардаем."
        }
      ]
    },
    {
      "number": 32,
      "title": "Кароҳати масҷид сохтан бар болои қабр",
      "hadiths": [
        {
          "number": 671,
          "full_text": "Аз Оиша (р) аз Паёмбари Худо (с) ривоят аст, ки дар бемории мавти худ фармуданд: “Худованд яҳуд ва насороро лаънат кунад, ки қабрҳои пайғамбарони худро масҷид сохтанд.” Оиша (р) мегӯяд: Агар ҳамин сабаб намебуд, қабри он ҳазрат (с)-ро ба ҷои барозанда қарор медоданд ва бо ин ҳам ман метарсам, ки рӯзе қабрашон масҷид сохта шавад."
        }
      ]
    },
    {
      "number": 33,
      "title": "Намоз хондан бар зане, ки дар ҳоли нифос мурдааст",
      "hadiths": [
        {
          "number": 672,
          "full_text": "Аз Самура ибни Ҷундаб (р) ривоят аст, ки гуфт: Пушти сари Паёмбари Худо (с) бар зане, ки дар ҳоли нифос мурда буд, намоз хондам ва (Паёмбари Худо (с) ҳангоми намоз хондан дар васати ҷаноза истоданд."
        }
      ]
    },
    {
      "number": 34,
      "title": "Хондани сураи «Алҳамду лиллоҳ» бар ҷаноза",
      "hadiths": [
        {
          "number": 673,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки он ҳазрат (с) дар яке аз ҷанозаҳо сураи Алхҳамду лиллоҳ-ро хонд ва гуфт: (Аз ин ҷиҳат онро хондам), то мардум бидонанд, ки ин амал суннат аст."
        }
      ]
    },
    {
      "number": 35,
      "title": "Мурда садои кафш ва поро мешунавад",
      "hadiths": [
        {
          "number": 674,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Шахс вақте ки дар қабр гузошта мешавад ва ҳамроҳонаш баргашта мераванд, дар ҳоле, ки ҳанӯз садои кафшҳои пояшонро мешунавад, ду фаришта наздаш омада ва ӯро мешинонанд. Аз вай мепурсанд: Ту роҷеъ ба ин шахс, ки ҳазрати Муҳаммад (с) бошад, чӣ мегӯӣ? У мегӯяд: Ман гувоҳӣ медиҳам, ки ӯ банда ва Расули Худо аст. Ба ӯ гуфта мешавад, ки «Ҷойи худро дар дӯзах нигоҳ кун, ки Худованд дар ивази он ба ту ҷоеро дар ҷаннат ато фармудааст ва ҳамон аст, ки ҷаннат ва дӯзах ҳардуро мебинад.” Ва Паёмбари Худо (с) мефармоянд: “Агар он шахс кофир ва ё мунофиқ бошад, (дар ҷавоби суоли он ду малак) мегӯяд: Намедонам, ман чизеро мегуфтам, ки мардумон мегуфтанд. Ба вай гуфта мешавад, ки: На худат фаҳмидӣ ва на аз дигарон пайравӣ кардӣ! Баъд аз он бо болгаи оҳанй дар байни ду гӯшаш мекӯбанд ва чунон фарёде мекашад, ки ҳамаи атрофиёнаш ба ҷуз инс ва ҷин садои ӯро мешунаванд.”"
        }
      ]
    },
    {
      "number": 36,
      "title": "Касе, ки дафн шудан дар сарзамини муқаддасро дӯст медорад",
      "hadiths": [
        {
          "number": 675,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: “Малакулмавт назди Мӯсо (ъ) фиристода шуд, чун наздаш омад, (Мӯсо (ъ) бо силӣ (шапалоқ) ба рӯяш зад. Малакулмавт назди Парвардигор баргашта ва арз намуд, ки маро назди бандае фиристодӣ, ки маргро намехоҳад. Худованди мутаъол чашмонашро, ки ба асари силии Мӯсо (ъ) кӯр шуда буд, ба ӯ баргардонид ва фармуд: Боз назди ӯ бирав ва барояш бигӯ, то дасти худро бар пушти гове бигзорад ва барояш ба ҳар мӯйе, ки зери дасташ воқеъ шудааст, як сол умр дода мешавад. Чун ба Мӯсо (ъ) ин хабар расид, гуфт: Парвардигоро, баъд аз он чӣ мешавад? Фармуд: Баъд аз он марг аст. Гуфт: Пас ҳамин ҳоло бошад. Ва аз Худованд дархост намуд, ки ӯро ба сарзамини муқаддас то масофаи як сангандоз наздик созад”. Ровӣ мегӯяд: Паёмбари Худо (с) фармуданд: Агар дар он сарзамин мебудам, қабри (Мӯсо (ъ)-ро, ки дар канори роҳ дар наздикии теппаи сурхранге аст, ба шумо нишон медодам.”"
        }
      ]
    },
    {
      "number": 37,
      "title": "Намоз бар шаҳид",
      "hadiths": [
        {
          "number": 676,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шуҳадои Уҳудро ду нафар-ду нафар бо ҳам дар як ҷома кафан карда ва мепурсиданд:\" Кадом яке аз инҳо Қуръонро бештар ёд доштанд?” Ва чун якеашонро нишон медоданд, ӯро пештар ба лаҳад дохил мекарданд ва мефармуданд: “Ман барои инҳо дар рӯзи қиёмат шаҳодат хоҳам дод.  Ва амр карданд, ки онҳоро бо хунҳояшон дафн намоянд ва онҳоро ғусл надиҳанд ва бар онҳо намоз нахонанд."
        }
      ]
    },
    {
      "number": 38,
      "title": "Агар кӯдак мусалмон гардад ва бимирад, оё бар ӯ бояд намоз хонда шавад? Ва оё кӯдак ба ислом даъват мешавад?",
      "hadiths": [
        {
          "number": 677,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки Паёмбари Худо (с) рӯзе рафтанд ва бар шуҳадои Уҳуд монанде, ки бар мурда намоз хонда мешавад, намоз хонданд. Баъд аз он баргаштанд ва болои минбар баромада ва фармудадд: “Ман аз шумо сабқат намуда ва пештар хоҳам рафт ва барои шумо шаҳодат хоҳам дод ва ба Худованд савганд аст, ки ҳамин алъон ба тарафи ҳавзи худ, яъне ҳавзи Кавсар нигоҳ мекунам ва калиди ганҷҳои рӯи замин бароям дода шудааст. Ва ба Худованд савганд аз он, ки баъд аз ман дубора ба ширк баргардед, наметарсам, вале аз он метарсам, ки дар ба даст овардани дунё бо якдигар ҳасодат ва рақобат намоед.”"
        },
        {
          "number": 678,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Умар (р) бо Паёмбари Худо (с) ва гурӯҳе аз саҳоба назди Ибни Сайёд, ки тифли ҷодугаре аз кавми яҳуд буд ва иддаъои нубувват мекард, рафтанд ва диданд, ки ӯ бо тифлони дигар дар наздикии пуштаи бани Мағола бозӣ мекунад. Ибни Сайёд дар ин вақт наздик ба булуғ буд ва ӯ аз омадани эшон то вақте ки Паёмбари Худо (с) бо дасти худ ба шонааш назаданд, хабар нашуда буд. Паёмбари Худо (с) ба вай гуфтанд: “Оё бар ин, ки ман Пайғамбари Худоям, шаҳодат медиҳӣ?” Ибни Сайёд ба тарафи Паёмбари Худо (с) назар карда, гуфт: Шаҳодат медиҳам, ки ту Паёмбари амин ҳастӣ. Ва афзуд: Оё ту бар ин, ки ман Паёмбари Худоям, эътироф менамоӣ? Паёмбари Худо (с) суханашро рад карда ва фармуданд: “Ман ба Худо ва ҳамаи пайғамбаронаш имон дорам” (яъне агар ту росг мегуфтӣ ва паёмбари Худо мебудӣ, ба ту имон медошггам, вале чун дурӯғ мегӯӣ, ба паёмбариат имон надорам). Ва аз вай пурсиданд: “Ту чӣ мебинӣ?” Ибни Сайёд гуфт: Он, ки бароям меояд, гоҳе рост ва гоҳе дурӯғ мегӯяд. Паёмбари Худо (с) фармуданд, ки: «Ту дар иштибоҳ ҳастӣ». Сипас ба вай гуфтанд: “Ман чизеро пинҳон кардаам ва ту (ба ман бигӯ, ки он чист?)” (Ва гӯянд, ки Паёмбари Худо (с) чизеро аз сураи Ад-Духон гузаронида буданд). Ибни Сайёд гуфт: Чизеро, ки пинҳон кардед, духх аст. Паёмбари Худо (с) фармуданд: “Паст шав, аз ҳадди худ таҷовуз макун”. Умар (р) гуфт: Ё Паёмбари Худо (с), бигзор то гарданашро бизанам. Паёмбари Худо (с) фармуданд: “Агар ӯ ҳамон кас бошад (яъне Даҷҷол бошад), ту нисбат ба ӯ коре карда наметавонӣ ва агар (дурӯғ гуфта бошад) ва чунин набошад, аз куштанаш фоидае нест.” Ва Абдуллоҳ ибни Умар (р) мегӯяд: Пас аз ин воқеа Паёмбари Худо (с) бо Убай ибни Каъб (р) ба нахлистоне, ки (Ибни Сайёд) дар он буд, рафтанд ва мехостанд ба таври пинҳонӣ аз Ибни Сайёд пеш аз ин, ки эшонро бубинад, чизе бишнаванд. Паёмбари Худо (с) Ибни Сайёдро диданд, ки дар зери кӯрпае хоб аст ва дар зери кӯрпа замзамаҳое дорад. Модари Ибни Сайёд Паёмбари Худо (с)-ро дид, ки ба танаи дарахтон худро пинҳон менамоянд, Ибни Сайёдро садо зада ва гуфт: Ё Соф (номи аслии Ибни Сайёд Соф буд), Муҳаммад (с) омадааст! Ибни Сайёд аз ҷояш барҷаст. Паёмбари Худо (с) фармуданд: “Агар (модараш) ӯро мегузошт, кори Ибни Сайёд ошкоро мешуд.”"
        },
        {
          "number": 679,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Ҷавоне аз қавми яҳуд хизмати Паёмбари Худо (с)-ро мекард, он ҷавон бемор шуд, Паёмбари Худо (с) ба аёдаташ рафтанд, болои сараш нишаста ва фармуданд: “Мусалмон шав.” Он ҷавон ба тарафи падараш, ки он ҷо нишаста буд, нигоҳ кард. Падараш гуфт: Гуфтаи Абулқосим (с)-ро қабул кун. Он ҷавон мусалмон гардид. Паёмбари Худо (с) берун шуда ва фармуданд: “Сано ва ситоиш барои Худое, ки ӯро аз оташи дӯзах наҷот дод.”"
        },
        {
          "number": 680,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Ҳеҷ тифле нест, ки ба дунё биёяд ва ба имони фитрии худ набошад, баъд аз он модар ва падар аст, ки он тифлро яҳудӣ ва ё насронӣ ва ё маҷусйӣ бор меоваранд, ин монанди он аст, ки ҳайвон дар аввал ба таври комил ба дунё меояд, магар дидаед, ки масалан ҳайвони гӯшбурида ба дунё омада бошад? Ва Абӯҳурайра (р) ин ояи муборакаро тиловат намуд: «Пайравӣ кун аз дине, ки Худованд мардумонро фитратан (мувофиқ) бар он дин халқ кардааст, дар (қонуни) хилқати Худо (тағйир) ва табдиле набуда ва ин ҳамон дини маҳкам ва устувор аст)». (Рум: 30)"
        }
      ]
    },
    {
      "number": 39,
      "title": "Вақте ки мушрик дар ҳоли марг ло илоҳа иллаллоҳ бигӯяд",
      "hadiths": [
        {
          "number": 681,
          "full_text": "Аз Мусайяб ибни Ҳазн (р) ривоят аст, ки гуфт: Дар вақти вафоти Абӯтолиб Паёмбари Худо (с) наздаш рафта ва диданд, ки Абӯҷахл ибни Ҳишом ва Абдуллоҳ ибни Абӯумайя ибни Муғира наздаш нишастаанд. Паёмбари Худо (с) ба Абӯтолиб гуфтанд: аЭй амаки ман, ло илоҳа иллаллоҳ, бигӯ, то ба сабаби ин калима барои ту дар назди Худованд шаҳодат бидиҳам.” Абӯҷаҳл ва Абдуллоҳ ибни Абӯумайя ба вай гуфтанд: Эй Абӯтолиб, оё аз дини Абдулмуталлиб бармегардӣ? Ва он кадар Паёмбари Худо (с) калимаи шаҳодатро ба ӯ пешниҳод карданд ва онҳо ҳамон сухани худро такрор намуданд, ки Абӯтолиб дар охири сухани худ ба онҳо гуфг: Ӯ бар дини Абдулмуталлиб аст ва аз гуфтани ло илоҳа иллаллоҳ ибо варзид. Паёмбари Худо (с) фармуданд: Ба Худованд қасам, бароят то вақте ки манъ нашавам, талаби омурзиш хоҳам намуд. Ва ҳамон буд, ки Худованд ин ояро нозил фармуд: «Барои Пайғамбар ва мусалмонон муносиб нест, ки барои мушрикин баъд аз ин, ки барои онҳо собит шуд, ки мушрикин аҳли дӯзах ҳастанд, талаби мағфират намоянд, агарчи он мушрикин аз хешовандон ва вобастагонашон бошанд». (Тавба: 113)"
        }
      ]
    },
    {
      "number": 40,
      "title": "Касе, ки бар сари қабр мавъиза намуд ва дигарон ба атрофаш нишастаанд",
      "hadiths": [
        {
          "number": 682,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Дар Бақеъу-л-Ғарқад дар ҷанозае иштирок намуда будем, ки Паёмбари Худо (с) омада ва нишастанд. Мо ҳам ба атрофашон нишастем. Бо худ асое доштанд ва сари худро поён намуда, фикр мекарданд, сари асоро оҳиста-оҳиста ба замин заданд ва фармуданд: “Ҳеҷ кас ва ҳеҷ нафаскаше нест магар ин, ки ҷояш дар биҳишт ва ё дӯзах муайян гардида ва дар мавридаш навишта шудааст, ки он шахс бадбахт аст ва ё хушбахт.” Шахсе гуфт: Ё Расулаллоҳ (чун мавзӯъ чунин аст), оё набояд бар он навишта иттико намуда ва кор ва амалро бигзорем, касе, ки аз мо аз аҳли саъодат бошад, худ ба худ ба тарафи амали аҳли саъодат суқ дода мешавад ва касе, ки аз аҳли шақовату бадбахтӣ бошад, худ ба худ ба тарафи амали аҳли шақоват хоҳад рафт, фармуданд: “Аҳли саъодат ба тарафи амали аҳли саъодат равона мешаванд ва аҳли шақоват ба тарафи аҳли шақоват равона мегарданд.” Ва сипас ин ояи муборакаро тиловат намуданд: «Пас, касе, ки (садақа) бидиҳад ва парҳезгорӣ намояд ва калимаи шаҳодатро тасдиқ кунад, ӯро дар масири осонӣ қарор медиҳем ва касе, ки бухл варзида, истиғно намояд ва калимаи шаҳодатро такзиб кунад, ӯро ба сӯи душворӣ роҳнамун мешавем». (Лайл: 5)"
        }
      ]
    },
    {
      "number": 41,
      "title": "Он чӣ, ки дар бораи қотил омадааст",
      "hadiths": [
        {
          "number": 683,
          "full_text": "Аз Собит ибни Заҳҳок (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки қасдан ва ба дурӯғ ба дини дигаре ғайр аз дини Ислом қасам мехӯрад, ӯ ҳамон чизе аст, ки гуфтааст ва касе, ки худро ба оҳане мекушад, ба ҳамон оҳан дар оташи дӯзах азоб мегардад.”"
        },
        {
          "number": 684,
          "full_text": "Аз Ҷундуб (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Шахсе захмӣ гардид, (таҳаммули дардро накарда) ва худро кушт. Худованди мутаъол фармуд: Ин бандаам пеш аз он, ки ман ӯро бикушам, худро кушт ва ман биҳиштро бар ӯ ҳаром гардонидам.\""
        },
        {
          "number": 685,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки худро буғӣ намояд, дар оташ буғӣ мегардад ва касе, ки худро ба найза зада бикушад, ба ҳамон тариқ дар оташи дӯзах азоб карда мешавад.”"
        }
      ]
    },
    {
      "number": 42,
      "title": "Ба хубӣ ёд намудан аз мурда",
      "hadiths": [
        {
          "number": 686,
          "full_text": "Аз Анас (р) ривоят аст, ки (саҳоба (р) ҷанозаеро дида ва аз вай ба хубӣ ёд карданд, Паёмбари Худо (с) фармуданд: “Воҷиб гардид.” Баъд аз он онҳо ҷанозаи дигареро диданд ва аз вай ба бадӣ ёд карданд, Паёмбари Худо (с) фармуданд: ‘ Воҷиб гардид.” Умар (р) пурсид: Чӣ воҷиб гардид? Фармуданд: «Он, ки аз вай ба хубӣ ёд кардед, ҷаннат барояш воҷиб гардид ва он, ки аз вай ба бадӣ ёд кардед, дӯзах барояш воҷиб гардид, шумо шоҳидони Худованд дар рӯи замин ҳастед.»"
        },
        {
          "number": 687,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳар мусалмоне, ки чаҳор нафар ба хубиаш шаҳодат диҳанд, Худованд ӯро ба биҳишт дохил месозад.' Гуфтем: Агар се нафар шаҳодат диҳанд? Фармуданд: “Ва (агарчанде) се нафар шаҳодат бидиҳанд.” Гуфтем: Агар ду нафар шаҳодат диҳанд? Фармуданд: (Агарчӣ) ду нафар шаҳодат бидиҳанд.,, Вале аз шаҳодат додани як нафар аз эшон напурсидем."
        }
      ]
    },
    {
      "number": 43,
      "title": "Он чӣ, ки дар мавриди азоби қабр омадааст",
      "hadiths": [
        {
          "number": 688,
          "full_text": "Аз Бароъ ибни Озиб (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳангоме, ки мусалмон дар қабраш шинонда шавад, (ду малак) наздаш меоянд ва дар ин вақт мегӯяд: Ло илоҳа иллаллоҳ ва анна Муҳаммадан расулуллоҳ. Ва ин ҳамон қавли Худованди мутаъол аст, ки мефармояд: «Худованд касонеро, ки имон овардаанд, бар қавли собит устувор нигаҳ медорад». (Иброҳим: 27)"
        },
        {
          "number": 689,
          "full_text": "Аз ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар он ҷое, ки аҳли Қалиб буд (аҳли Қалиб ҳамон мушрикинеанд, ки дар ҷанги Бадр кушта шуда ва ба чуқурие андохта шудаанд), омада ва фармуданд: “Оё он чиро, ки Худованди мутаъол барои шумо ваъда дода буд, ба таври ҳақиқӣ ба шумо расид?” Касе аз эшон пурсид: Бо мурдагон сӯҳбат мекунед? Фармуданд: \"Шумо аз инҳо беҳтар намешунавед, аммо ҷавоб намедиҳанд.”"
        },
        {
          "number": 690,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд “Инҳо (яъне мурдагони мушрикин) он чиро, ки барояшон мегуфтам, акнун дарк мекунанд,” ки ҳақ аст ва Худованди мутаъол мефармояд: «Ту (эй Муҳаммад) ба мурдагон чизеро шунавонда наметавонӣ»."
        },
        {
          "number": 691,
          "full_text": "Аз Асмоъа, духтари Абӯбакри Сиддиқ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) хутба хонданд ва дар хутбаи худ аз фитнае, ки инсон дар қабр ба он мувоҷеҳ мегардад, ёд намуданд, чун аз чунин чизҳо ёд карданд, мусалмонон ба овози баланд фарёд заданд."
        }
      ]
    },
    {
      "number": 44,
      "title": "Паноҳ ҷустан ба Худо аз азоби қабр",
      "hadiths": [
        {
          "number": 692,
          "full_text": "Аз Абӯаюб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳангоме, ки офтоб ғуруб карда буд. (аз хона) баромаданд ва овозеро шуниданд, фармуданд. Ин яҳудиест, ки дар қабраш азоб мешавад.”"
        },
        {
          "number": 693,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба таври доимӣ дуо мекарданд, ки “Аллоҳумма иннӣ аъузу бика мин азобил қабри ва мин азоби-н-нор ва мин фитнатил маҳё вал мамот ва мин фитнатил масеҳи-д-Даҷҷол."
        }
      ]
    },
    {
      "number": 45,
      "title": "Барои мурда дар субҳу шом маъво ва масканаш нишон дода мешавад",
      "hadiths": [
        {
          "number": 694,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки фавт намуд, ҷойгоҳи абадиаш субҳу шом барояш нишон дода мешавад, агар аз аҳли ҷаннат бошад, ҷойи аҳли ҷаннат ва агар аз аҳли дӯзах бошад, ҷойи аҳли дӯзах ва барояш гуфта мешавад, ки: Ин ҳамон ҷое аст, ки Худованд баъд аз зинда шудан дар рӯзи қиёмат барои ту омода кардааст.”"
        }
      ]
    },
    {
      "number": 46,
      "title": "Он чӣ дар мавриди авлоди мусалмонон омадааст",
      "hadiths": [
        {
          "number": 695,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Чун Иброҳим (ъ) фарзанди Паёмбари Худо (с) вафот ёфт, Паёмбари Худо (с) фармуданд: “Барояш дар ҷаннат ширдиҳандае аст.”"
        }
      ]
    },
    {
      "number": 47,
      "title": "Он чӣ, ки дар мавриди авлоди мушрикин омадааст",
      "hadiths": [
        {
          "number": 696,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) дар бораи (сарнавишти) авлоди мушрикин пурсидам, фармуданд: Ҳангоме, ки Худованд онҳоро халқ кард, ба он чӣ, ки онҳо (дар сурати зинда мондан) мекарданд, донотар буд.”"
        },
        {
          "number": 697,
          "full_text": "Аз Самура ибни Ҷундуб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) баъд аз ин, ки намози субҳро адо мекарданд, рӯйи худро ба ларафи мо намуда ва мепурсиданд: “Кадом касе аз шумо дишаб кадом хобе дидааст?” Ровӣ мегӯяд: Агар касе хобе дида буд, хобро таъриф мекард ва Паёмбари Худо (с) мефармуданд: “Мо шоааллоҳ.” Рӯзе аз моён пурсиданд: “Касе аз шумо хобе дидааст? Гуфтем: На. Фармуданд: “Вале ман дишаб дар хоб дидам, ки ду нафар наздам омаданд ва дастамро гирифта ва ба сарзамини муқаддасе бурданд. Дар он ҷо шахсеро дидам, ки нишаста ва шахси дигаре наздаш истодааст ва дар дасташ найзаи оҳанине аст, он найзаро ба як тарафи рухсори он шахси нишаста мехалонад, то ҷое, ки аз пушти сараш берун мешавад, боз ба тарафи дигари рухсораш чунин мекунад, тарафи аввали рухсораш ба ҳолати аввалӣ бармегардад ва он шахс боз ҳамон корро такрор менамояд. Гуфтам: Ин чӣ кор аст? Гуфтанд: Биё, ки биравем! Бо онҳо омадам, то ба шахсе расидем, ки ба пушт хобида буд ва шахси дигаре болои сараш истода, бо табар ва ё тахтасанге ба сараш мекӯбад, вақте ба санг мезад санг ғел мехӯрад, он шахси истода аз ақиби санг меравад ва вақте бармегардад, ки сари ин шахс ба ҳолати аввалиаш баргаштааст, дар ин вақт дубора он сангро ба сараш мекӯбад. Пурсидам: Ин кист? Ғуфтанд: Биё, ки биравем! Бо онҳо рафтам, то ба чуқурии танӯрмонанде расидем, ки сари он чуқурӣ танг ва поёнаш калон ва фарох буд, дар он чуқурӣ оташеро афрӯхта буданд, чун оташ забона мекашид, (ашхосеро, ки дар он гудол буданд) бо худ мебардошт, то ҷое, ки наздик буд, аз он танӯр хориҷ гарданд ва боз чун оташ паст мешуд, дубора ба дохили танур фурӯ мерафтанд ва касони дар танӯрбуда, мардон ва занони бараҳна буданд. Пурсидам: Инҳо киёнанд? Гуфтанд: Биё, ки биравем! Бо онҳо рафтам, то ба ҷӯе расидем, ки дар он хун ҷорӣ буд, дидем ки шахсе дар дохили он ҷӯй истодааст. Язид ва Ваҳаб ибни Ҷарир аз Ҷарир ибни Ҳозим ривоят мекунанд, ки гуфт: Ва бар канори он ҷӯйи хун шахси дигаре истода буд ва дар наздаш сангҳое аст. Чун шахси дохили ҷӯй мехоҳад аз ҷӯй берун шавад, шахси канори ҷӯй ба яке аз он сангҳо ба даҳанаш мекӯбад ва он шахси дохили ҷӯй дубора ба ҷое, ки буд, бармегардад. Гуфтам: Ин чӣ корҳоест? Гуфтанд: Биё, ки биравем! Бо онҳо рафтам, то ба чаманзори сабзе расидем, дар он чаманзор дарахти бузурге буд ва дар пояи он дарахт пирамарде бо иддае аз кӯдакон нишаста буданд ва дар он ҷо шахси дигареро дидем, ки дар наздикии дарахт нишаста ва дар пеши рӯяш оташе аст ва он оташро бармеафрӯзад. Ду нафар ҳамроҳи ман маро болои дарахт бурданд ва бар болои дарахт маро ба хонае дохил намуданд, ки хонае зеботар аз онро надида будам, дар он хона мардони пир, ҷавонон, атфол ва занҳо (нишаста) буданд. Сипас маро аз он хона берун карданд ва ба қисмати болотари дарахт, хонаи дигаре бурданд, ки аз хонаи аввала беҳтар ва зеботар буд. Дар ин хона низ мардони пир ва ҷавонон буданд. Ба он ду нафар гуфтам: Тамоми шаб маро ин тараф он тараф давр додед, акнун маро аз (асрори) чизҳое, ки дидам, бохабар созед. Гуфтанд: Хуб. Он шахсе, ки гӯшаи даҳанашро пора мекарданд, шахси дурӯғгӯест, ки дурӯғ мегуфтааст ва ин дурӯғҳояшро ҷамъ намуда, то он, ки сар то сари офоқро гирифтааст ва то рӯзи қиёмат ҳамон азоби вай идома хоҳад дошт ва он касе, ки сарашро ба санг мекӯбиданд, шахсест, ки Худованд Қуръонро ба вай омӯхта, вале ӯ дар шаб ғофил аз Қуръон хобида ва рӯз ба он амал накардааст ва ба ҳамон уқубате, ки дидӣ, то рӯзи қиёмат гирифтор аст ва касонеро, ки дар дохили танӯр дидӣ, мардумони зинокоранд ва он касеро, ки дар дохили ҷӯй дидӣ, ашхоси судхӯранд ва пирамарде, ки дар зери дарахт нишаста буд, Иброҳим (ъ) ва атфоли назди ӯ авлоди мардумон ҳастанд ва он, ки дар наздаш оташ буд, дарбони дӯзах аст, хонаи аввале, ки дохил шудӣ, хонаи умумии мусалмонон ва ин хонаи дуввум хонаи шуҳадо аст ва ман Ҷабраил ва ин кас Микоил аст. Ба ман гуфт: Саратро боло кун! Сарамро боло карда, дидам, ки дар болои сарам монанди абре аст. Гуфтанд: Ин манзили ту аст. Гуфтам: Иҷоза бидиҳед, ки дохили хонаи худ шавам. Гуфтанд: Ҳанӯз аз умри ту чизе боқӣ мондааст ва онро комил накардаӣ ва чун бақияи умри худро комил намоӣ, ба хонаат хоҳӣ омад.”"
        }
      ]
    },
    {
      "number": 48,
      "title": "Марги ногаҳонӣ",
      "hadiths": [
        {
          "number": 698,
          "full_text": "Аз Оиша (р) ривоят аст, ки шахсе ба Паёмбари Худо (с) гуфт: Модарам ба таври ногаҳонӣ мурд ва фикр мекунам, агар маҷоли сухан задан меёфт, чизе садақа медод, агар ман ба ҷои ӯ садақа бидиҳам, барояш манфиат хоҳад дошт? Фармуданд: “Бале.”"
        }
      ]
    },
    {
      "number": 49,
      "title": "Он чӣ, ки дар бораи қабри Паёмбари Худо (с) ва Абӯбакри Сиддик ва Умар (р) омадааст",
      "hadiths": [
        {
          "number": 699,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар айёми бемории худ мепурсиданд, ки “Имрӯз ман дар куҷоям (яъне дар хонаи кадом як аз азвоҷи мутаҳҳарот мебошам) ва фардо куҷо хоҳам буд?” Ва ғаразашон он буд, ки дар хонаи Оиша (р) бештар бимонанд ва чун рӯзи навбати ман расид, Худованд рӯҳашонро, дар ҳоле ки ба синаам такя дода буданд, қабз намуд ва дар хонаам дафн гардиданд."
        },
        {
          "number": 700,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар вақти вафоти худ аз ин шаш нафар розӣ буданд. Ва ин шаш нафарро ном бурд: Усмон, Алӣ, Талҳа, Зубайр, Абдурраҳмон ибни Авф ва Саъд ибни Абиваққос."
        }
      ]
    },
    {
      "number": 50,
      "title": "Он чӣ, ки нисбат ба мурдагон мамнӯъ аст",
      "hadiths": [
        {
          "number": 701,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Мурдагонро дашном надиҳед, зеро эшон ба сарнавишти аъмоли худ расидаанд.”"
        }
      ]
    }
  ],
  "total_chapters": 50,
  "total_hadiths": 69,
  "unique_hadith_numbers": 69
}