{
  "id": 20,
  "number": 20,
  "title": "КИТОБИ НАМОЗ ХОНДАН ДАР МАСЧИДИ МАККА ВА МАДИНА",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати намоз хондан дар масҷиди Макка ва масҷиди Мадина",
      "hadiths": [
        {
          "number": 620,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Барои ҳеҷ масҷиде ҷуз се масҷид қофилаи сафар баста намешавад: Масҷиду-л-ҳаром, Масҷиди Расул (с) ва Масҷиду-л-ақсо.”"
        },
        {
          "number": 621,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Як намоз дар ҳамин масҷиди ман беҳтар аз ҳазор намоз дар ҳар масҷиди дигаре ба ҷуз аз намоз хондан дар Масҷиду-л-ҳаром аст»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Масҷиди Қубо",
      "hadiths": [
        {
          "number": 622,
          "full_text": "Ривоят аст, ки Ибни Умар (р) ҷуз дар ду рӯз дар рӯзи дигаре дар вақти чошт намоз намехонд. Яке рӯзе, ки ба Макка меомад ва одати вай он буд, ки ҳамеша дар вақти чошт ба Макка мерасид (ва ба муҷарради расидан) тавоф менамуд. Пушти мақоми (Иброҳим (ъ) ду ракаат намоз адо мекард ва рӯзи дигар рӯзе буд, ки ба масҷиди Қубо меомад ва ӯ ҳар рӯзи шанбе ба масҷиди Қубо меомад ва ночиз медонист, ки пеш аз хондани ду ракаат намоз аз масҷид хориҷ шавад. Ровӣ мегӯяд: Ва Ибни Умар (р) ривоят мекунад, ки Паёмбари Худо (с) савора ва пиёда ба масҷиди Қубо меомаданд. Ибни Умар (р) барои ровӣ мегӯяд: Ман кореро мекунам, ки дидам, дигар ҳамнишинонам мекунанд ва ман ҳеҷ касро аз намоз хондан дар ҳеҷ соате аз шаб ва рӯз манъ намекунам, (вале мегӯям) қасд накунед, ки дар вақти тулӯъ ва ғуруби офтоб (намоз бихонед)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Фазилати мобайни қабр ва минбари Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 623,
          "full_text": "Аз Абӯҳурайра (р), аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Замине, ки миёни хона ва минбари ман қарор дорад, боғчае аз боғҳои ҷаннат аст ва ҳамин минбари ман дар канори Кавсар аст.\""
        }
      ]
    }
  ],
  "total_chapters": 3,
  "total_hadiths": 4,
  "unique_hadith_numbers": 4
}