{
  "id": 30,
  "number": 30,
  "title": "КИТОБИ ФАЗОИЛИ МАДИНАИ МУНАВВАРА",
  "chapters": [
    {
      "number": 1,
      "title": "Ҳарами Мадина",
      "hadiths": [
        {
          "number": 902,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мадина аз фалон минтақа то фалон минтақа ҳарам аст, дарахташ набояд қатъ гардад ва коре, ки бар хилофи Қуръон ва суннат аст монанди зулм ва таҷовуз ва ҳар бидъати дигаре набояд дар он сурат пазирад ва касе, ки дар он кореро хилофи Қуръон ва суннат анҷом медиҳад, лаънати Худо ва малоика ва ҳамаи мардумон бар ӯ бошад»."
        },
        {
          "number": 903,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Байни ду сангзори Мадинаи мунаввара аз тарафи ман ҳарам қарор дода шудааст». Абӯҳурайра (р) мегӯяд: Паёмбари Худо (с) ба қабилаи бани Ҳориса рафтанд ва гуфтанд: «Эй бани Ҳориса! Фикр мекунам, шумо дар хориҷ аз ҳарам қарор доред». Баъд аз он ин тараф ва он тараф нигоҳ карда ва гуфтанд: «На, шумо дар дохили ҳарам ҳастед»."
        },
        {
          "number": 904,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Дар назди мо ҷуз китоби Худо ва он чӣ, ки дар ин саҳифа мебошад, чизи дигаре вуҷуд надорад, аз ин ҷумла ин, ки Паёмбари Худо (с) фармуданд: «Мадина аз Оъир то фалон минтақа яъне то ҷабали Савр ҳарам аст. Касе, ки дар он зулм ва ё таҷовузе намуда ва ё золим ва мутаҷовузеро маъво ва маскан диҳад. Худо ва малоика ва ҳамаи мардумон ӯро лаънат мекунанд ва ибодати фарзӣ ва нафлиаш қабул намегардад». Ва фармуданд: «Амон додани ҳамаи мусалмонон якест. Касе, ки аҳди мусалмониро бишканад, Худо ва малоика ва ҳамаи мардумон ӯро лаънат мекунанд ва ибодати фарзӣ ва нафлиаш қабул намегардад. Ва касе, ки нисбати валои дигареро бидуни иҷозаи мавлои ӯ ба худ медиҳад, Худо ва малоика ва ҳамаи мардумон ӯро лаънат мекунанд ва ибодати фарзӣ ва нафлиаш қабул намегардад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Фазилати Мадинаи мунаввара ва ин, ки Мадина мардумони бадро аз худ меронад",
      "hadiths": [
        {
          "number": 905,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Маъмур ба ҳиҷрат ба қарияе шудаам, ки аҳли он бар аҳди дигар қарияҳо ғолиб мешаванд ва мунофиқин онро Ясриб мегӯянд. Ва исми муносиб барояш Мадина аст. (Мадинаи Мунаввара мардумони (номуносиб)-ро тавре аз худ меронад, ки кура сиёҳии оҳанро аз байн мебарад»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Мадина ҷойи гувороест",
      "hadiths": [
        {
          "number": 906,
          "full_text": "Аз Абӯҳумайд (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) аз Табук омадем ва чун ба наздикии Мадинаи мунаввара расидем, фармуданд: «Ин ҷо тоба (яъне ҷойи хушгуворе) аст»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки аз Мадина рӯй мегардонад",
      "hadiths": [
        {
          "number": 907,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидаам, ки фармуданд: «Мардумон Мадинаро дар беҳтарин ҳолаташ тарк хоҳанд гуфт ва касе дар он ҷуз ҳайвонот ва паррандагони гурусна сукунат нахоҳанд гузид. Ва охирин касе, ки аз Мадина хориҷ мегардад (ва ё охирин касе, ки ба Мадина меояд, лафзи ҳадис чанд эҳтимол дорад), ду нафар чӯпон аз қабилаи Музайна ҳастанд, ки гӯсфандони худро ба тарафи Мадина оварда ва мебинанд, ки дар он ҷо вуҳуш ҷой гирифтааст ва (дар вақти хориҷ шудан) чун ба Саният-ул-вадоъ мерасанд, ба рӯи худ афтода ва мемиранд»."
        },
        {
          "number": 908,
          "full_text": "Аз Суфён ибни Абӯзуҳайр (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Яман фатҳ мегардад, мардумоне пайдо мешаванд, ки аҳл ва авлод ва дигар атбоъи худро ба шутурон бор карда ва ба он ҷо мераванд. Дар сурате, ки агар фикр кунанд, Мадина барояшон беҳтар аст ва Шом фатҳ мегардад ва мардумоне пайдо мешаванд, ки аҳл ва авлод ва дигар атбоъи худро ба шутурҳо бор карда ва ба он ҷо мераванд, дар сурате, ки агар фикр кунанд, Мадина барояшон беҳтар аст ва Ироқ фатҳ мегардад ва мардумоне пайдо мешаванд, ки аҳл ва авлод ва дигар атбоъи худро ба шутурон бор карда ва ба он ҷо мераванд, дар сурате, ки агар бидонанд, Мадина барояшон беҳтар аст»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Имон дар Мадина ҷамъ мегардад",
      "hadiths": [
        {
          "number": 909,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Имон ба Мадина баргашта ва ҷамъ мегардад (мурод аз имон аҳли имон аст), ба мисле, ки мор ба сӯрох ва ошёнааш баргашта ва ҷамъ мегардад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Гуноҳи касе, ки аҳли Мадинаро фиреб медиҳад",
      "hadiths": [
        {
          "number": 910,
          "full_text": "Аз Саъд (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки аҳли Мадинаро фиреб медиҳад, монанди намаке, ки дар об завб (ҳал) мегардад, завб (ҳал) хоҳад шуд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Қасрҳои Мадинаи мунаввара",
      "hadiths": [
        {
          "number": 911,
          "full_text": "Аз Усома (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба қасре аз қасрҳои Мадина назар андохта ва фармуданд: «Оё чизеро, ки ман мебинам, шумо мебинед? Ман ҳуҷуми фитнаро дар атрофи хонаҳоятон монанди резиши борон мушоҳида мекунам»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Даҷҷол ба Мадинаи мунаввара дохил шуда наметавонад",
      "hadiths": [
        {
          "number": 912,
          "full_text": "Аз Абӯбакр (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Тарс ва ваҳшат аз Масеҳи Даҷҷол ба Мадина дохил намегардад. Дар замони Масеҳи Даҷҷол Мадина дорои ҳафт дарвоза хоҳад буд ва бар ҳар дарвозае ду малак истода (ва аз он нигаҳбонӣ мекунанд)."
        },
        {
          "number": 913,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Малоика дар гӯшаву канори Мадина вуҷуд дорад ва (аз ин сабаб) тоъун ва Даҷҷол дар он дохил намешаванд»."
        },
        {
          "number": 914,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳеҷ шаҳре нест, магар он, ки қадами Даҷҷол ба он мерасад, магар Макка ва Мадина, ҳеҷ роҳе аз роҳҳои (ин ду шаҳр) нест, ки (бихоҳад Даҷҷол аз он дохил гардад), магар он, ки бар сари он роҳ малоика саф баста, аз он роҳ муҳофизат мекунанд. Баъд аз он се зилзила ва ҷунбиш дар Мадина ва сокинони он ба вуқӯъ мепайвандад (ва дар ин вақт) ҳар кофир ва мунофиқе, ки дар Мадина вуҷуд дошта бошад, берун гардида ва ба тарафи Даҷҷол меравад»."
        },
        {
          "number": 915,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар мавриди Даҷҷол суханони бисёре гуфтанд ва аз ҷумлаи он суханон ин буд, ки гуфтанд: «Даҷҷол зуҳур мекунад ва дохил шуданаш ба роҳҳои Мадина бар вай ҳаром аст. Вале вай дар баъзе шӯразорҳои Мадина манзил менамояд ва дар ин вақт шахсе, ки аз беҳтарин мардумон аст, наздаш рафта ва барояш мегӯяд: Ман яқин дорам, ки ту он Даҷҷоле ҳастӣ, ки роҷеъ ба ту Паёмбари Худо (с) ба мо хабар доданд. Даҷҷол (ба мардумон) мегӯяд: Агар ман ин шахсро бикушам ва дубора зинда гардонам, боз ҳам дар ман шак мекунед? Мегӯянд: На! У он шахсро кушта ва дубора онро зинда мекунад. Он шахс вақте ки Даҷҷол ӯро зинда кард, мегӯяд: Ба Худованд қасам, ки ман ҳеҷ гоҳе мисли имрӯз дар Даҷҷол будани ту мутаяққин бодарк) набудаам. Даҷҷол мегӯяд: Ӯро бикушед! Вале ба куштани вай қудрат пайдо намекунад»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Мадина палидиҳоро аз байн мебарад",
      "hadiths": [
        {
          "number": 916,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Шахси бодиянишине назди Паёмбари Худо (с) омад ва бо эшон байъат намуда ва Ислом овард. Фардои он рӯз дар ҳоле, ки таб дошт, омада ва гуфт: Байъати маро лағв кунед. Паёмбари Худо (с) қабул накарданд. Ин талабро се бор такрор намуд, Паёмбари Худо (с) фармуданд: «Мадина монанди кураест, палидиҳоро аз худ меронад ва неконро сайқал медиҳад»."
        }
      ]
    },
    {
      "number": 10,
      "title": "",
      "hadiths": [
        {
          "number": 917,
          "full_text": "Аз Анас (р) аз Паёмбари Худо (с) ривоят аст, ки чунин дуо карданд: «Худоё, дучанди он чиро, ки дар Макка баракат додаӣ, дар Мадина баракат бидеҳ»."
        }
      ]
    },
    {
      "number": 11,
      "title": "",
      "hadiths": [
        {
          "number": 918,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ба Мадина омаданд, Абӯбакр ва Билол (р) бемор шуданд. Абӯбакр (р) ҳангоме ки таб мекард, мегуфт: «Ҳар касе субҳ аз паҳлӯи аҳлаш аз хоб бармехезад, Дар ҳоле, ки марг аз банди кафшаш бо ӯ наздиктар аст». Ва Билол (р) ҳангоме, ки дардаш тахфиф меёфт, ба гиря меафтод ва мегуфт: «Оё ин орзуям бароварда хоҳад шуд, ки шабе дар водие Хобида ва дар атрофам гиёҳи изхир ва гиёҳи ҷалил бошад. Ва оёрӯзе хоҳад омад, ки дар канори оби Маҷинна бошам, Ва кӯҳи Шома ва кӯҳи Тафил бароям намоён шавад». Ва мегуфт: Худоё, ба сабаби ин, ки Шайба ибни Рабеъа ва Утба ибни Рабеъа ва Умайя ибни Халаф моро аз сарзамини мо ба сарзамини вабо кӯч додаанд, эшонро лаънат кун. Ва Паёмбари Худо (с) дуо мекарданд, ки Худоё, муҳаббати Мадинаро бештар аз муҳаббате, ки бо Макка доштем, ба дили мо бияндоз. Худоё, дар паймона ва вазни мо баракат бидеҳ! Ва таби Мадинаро ба Ҷӯҳфа мунтақил бисоз». Оиша (р) мегӯяд: Мо вақте ба Мадина омадем, ки ин ҷо пурваботарин сарзамини Худо буд ва дар водиаш оби гандида равон буд."
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 17,
  "unique_hadith_numbers": 17
}