{
  "id": 31,
  "number": 31,
  "title": "КИТОБИ АҲКОМИ РУЗА",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати рӯза",
      "hadiths": [
        {
          "number": 919,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Рӯза нигаҳбон ва сипаре (аз оташи дӯзах) аст. Касе, ки рӯза дорад, ҷимоъ накунад ва муртакиби аъмоли аҳли ҷоҳилият нагардад, агар касе бо ӯ ҷанг кард ва ё ӯро дашном дод, барояш бигӯяд: Ман рӯзадор ҳастам». Паёмбари Худо (с) ин суханро ду бор такрор намуда ва фармуданд: «Қасам ба Зоте, ки ҷонам дар дасти Ӯст, бӯйи даҳани рӯзадор дар назди Худованди мутаъол аз бӯйи мушк хушбӯйтар аст. Худованд мегӯяд: «Рӯзадор об ва таъом ва шаҳвати худро ба сабаби ризои ман тарк намудааст, рӯза хос барои ман аст ва ман музди ӯро медиҳам ва кори нек даҳчанд савоб дорад»."
        }
      ]
    },
    {
      "number": 2,
      "title": "Дарвозаи Райён дар ҷаннат хос барои рӯзадорон аст",
      "hadiths": [
        {
          "number": 920,
          "full_text": "Аз Саҳл (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Дар биҳишт дарвозае аст ба номи Райён, рӯзадорон дар рӯзи қиёмат аз он дарвоза дохил мегарданд ва ба ҷуз аз онҳо ҳеҷ каси дигаре аз он дарвоза дохил намегардад. Мунодие нидо мекунад, ки рӯзадорон куҷоянд? Онҳо бархоста (ва дохили ҷаннат мегарданд) ва чун дохили ҷаннат гардиданд, он дарвоза баста мешавад ва ҳеҷ каси дигаре аз он дарвоза дохил намегардад»."
        },
        {
          "number": 921,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки ду кори некро дар роҳи Худо анҷом дода бошад, аз дарвозаҳои биҳишт барояш нидо мешавад, ки эй бандаи Худо, ин натиҷаи яке аз он ду кори неки ту аст. Агар аҳли намоз бошад, аз дарвозаи аҳли намоз ва агар аз аҳли ҷиҳод бошад, аз дарвозаи аҳли ҷиҳод ва агар аз аҳли рӯза бошад, аз дарвозаи Райён ва агар аз аҳли садақа ва хайрот бошад, аз дарвозаи аҳли садақа ва хайрот даъват мегардад». Абӯбакр (р) гуфт: Ё Расулаллоҳ, падару модарам фидои шумо, чӣ зарурат аст, ки касе аз ҳамаи он дарвозаҳо даъват шавад? Ва оё касе ҳаст, ки аз ҳамаи он дарвозаҳо даъват шавад? Фармуданд: «Бале ва умедворам, ки ту аз ҷумлаи ҳамон касон бошӣ»."
        },
        {
          "number": 922,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Вақте ки Рамазон биояд, дарвозаҳои биҳишт боз мегардад»."
        },
        {
          "number": 923,
          "full_text": "Ва дар ривояти дигаре аз Абӯҳурайра (р) ривоят аст, ки гуфт; Паёмбари Худо (с) фармуданд: «Вақте, моҳи Рамазон дохил гардад, дарвозаҳои осмон боз ва дарвозаҳои дӯзах баста мешавад ва шаётин ба занҷир кашида мешаванд»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Бояд Рамазон гуфт ё моҳи Рамазон ва касе, ки ҳардуро ҷоиз медонад",
      "hadiths": [
        {
          "number": 924,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: аз Паёмбари Худо (с) шунидам, ки фармуданд: «Вақте ки моҳро дидед, рӯза бигиред ва вақте ки моҳро дидед, ид бикунед ва агар моҳ бар шумо пӯшида шуд, сӣ рӯз ҳисоб бигиред», яъне моҳи Рамазонро."
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки дурӯғ гуфтан ва амал кардан ба дурӯғро дар Рамазон тарк накунад",
      "hadiths": [
        {
          "number": 925,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки дурӯғ гуфтан ва амал кардан ба дурӯғро тарк нагӯяд, барои Худованди мутаъол ҳоҷате нест, ки чунин шахсе хурду нӯши худро тарк намояд»,"
        }
      ]
    },
    {
      "number": 5,
      "title": "Агар рӯзадор дашном дода шавад, оё бояд бигӯяд, ки ман рӯзадорам",
      "hadiths": [
        {
          "number": 926,
          "full_text": "Ва аз Абӯҳурайра (р) дар ҳадиси гузашта ин ҳам омадааст, ки Паёмбари Худо (с) ба ҳикоят аз Худованди мутаъол фармуданд: «Ҳар амали бани Одам барои худаш мебошад, магар рӯза, ки хос барои ман аст ва ман музди онро медиҳам». Ва дар охири ҳадис мефармоянд: «Барои шахси рӯзадор ду хушӣ аст, ки ба онҳо хушвақт мешавад. Яке хушҳолӣ вақти ифтор ва дигаре хушҳолии мулоқот бо Парвардигораш, ки ба сабаби рӯза гирифтан ба вай савоб ва музд дода мешавад»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Рӯза гирифтан барои касе, ки аз воқеъ шудан дар ҳаром метарсад",
      "hadiths": [
        {
          "number": 927,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) будем, ки фармуданд: «Касе, ки никоҳ карда метавонад, бояд издивоҷ намояд, зеро никоҳ беҳтарин сабаби чашмпӯшӣ аз ҳаром ва ҳифозат аз воқеъ шудан дар ҳаром аст ва агар наметавонад, бояд рӯза бигирад, зеро рӯза барояш виқоя ва ҳимоя (аз воқеъ гардидан дар ҳаром) аст»."
        }
      ]
    },
    {
      "number": 7,
      "title": "Қавли Паёмбари Худо (с), ки фармуданд; «Ҳангоме, ки моҳро дидед, рӯза бигиред ва ҳангоме, ки моҳро дидед, ид кунед»",
      "hadiths": [
        {
          "number": 928,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Моҳ бисту нӯҳ шаб аст, то вақте ки моҳро намебинед. рӯза нагиред ва агар моҳ бар шумо пӯшида шуд, сӣ рӯзро комил намоед»."
        },
        {
          "number": 929,
          "full_text": "Аз Умми Салама (р) ривоят аст, ки Паёмбари Худо (с) тасмим гирифтанд, ки муддати як моҳ бо ҳамсарони худ ҳамбистар нашаванд, чун бисту нӯҳ рӯз гузашт, назди ҳамсарони худ омаданд. Касе гуфт: Шумо савганд ёд карда будед, ки як моҳ назди ҳамсарони худ наоед? Фармуданд: «Мешавад, ки моҳ бисту нӯҳ рӯз бошад»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Ду моҳи ид кам намешавад",
      "hadiths": [
        {
          "number": 930,
          "full_text": "Аз Абӯбакр (р) ба нақл аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ду моҳ аст, ки савобашон кам намешавад, хоҳ бисту нӯҳ рӯз бошанд, хоҳ си рӯз, моҳи иди Рамазон ва моҳи Зулҳиҷҷа»."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ин қавли Паёмбари Худо (с) ки: «Моён наменависем ва на ҳисоб мекунем»",
      "hadiths": [
        {
          "number": 931,
          "full_text": "Аз Ибни Умар (р) ба нақл аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мо (мардуми Араб ё қавми Қурайш) уммати нохонда ҳастем, на менависем ва на ҳисоб менамоем, моҳ инчунин ва инчунин аст». Яъне, гоҳе бисту нӯҳ рӯз ва гоҳе сӣ рӯз аст."
        }
      ]
    },
    {
      "number": 10,
      "title": "Набояд як ва ё ду рӯз пеш аз Рамазон рӯза гирифт",
      "hadiths": [
        {
          "number": 932,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҳеҷ касе аз шумоён набояд як ва ё ду рӯз пеш аз Рамазон рӯза бигирад. Магар касе, ки авқоти муайянеро рӯза мегирифт ва он рӯз мувофиқ ба рӯзи рӯза гирифтанаш бошад, барои чунин шахсе рӯза гирифтани ин рӯз раво аст»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Ин қавли Худованд ҷалла зикруҳу, ки: «Шаби рӯза ҳамбистар гаштан бо ҳамсаронатон барои шумо ҳалол гардонида шудааст, онҳо либос барои шумо ва шумо либос барои онҳо ҳастед»",
      "hadiths": [
        {
          "number": 933,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: (рӯза дар аввал чунин буд, ки) агар касе аз асҳоби Паёмбари Худо (с) рӯза медошт ва пеш аз ифтор хоб мешуд, мебоист ҳамон шаб ва фардои онро то шом рӯза бигирад. Қайс ибни Сирмаи Ансорӣ (р) рӯза дошт, чун вақти ифтор расид, назди ҳамсараш омад ва гуфт: Дар хона таъоме вуҷуд дорад? Гуфт: На! Вале рафта ва барои ту таъоме ҷустуҷӯ мекунам. Ва чун Қайс (р) дар рӯз кор мекард, хоб бар ӯ ғалаба кард ва ӯро хоб бурд ва ҳангоме, ки ҳамсараш баргашт ва ӯро ба ин ҳолат дид, гуфт: Вой бар ту! Фардо чун рӯз ба нима расид, Қайс (р) беҳуш гардид, ин хабар ба Паёмбари Худо (с) расид ва ин ояи карима нозил гардид: «Барои шумо ҳамбистар шудан бо ҳамсарони шумо дар шаби рӯза ҳалол гардонида шудааст». (Бақара: 187) Асҳоб (р) аз нузули ин ояи карима бисёр хушҳол гардиданд ва боз ин оят нозил гардид: «Ва бихӯред ва биошомед, то ин, ки рӯшании субҳ аз торикии шаб барои шумо намоён гардад». (Бақара: 187)"
        }
      ]
    },
    {
      "number": 12,
      "title": "Ин қавли Худованди мутаъол: «Ва бихӯред ва биошомед, то он, ки рӯшании субҳ аз торикии шаб барои шумо намоён гардад»",
      "hadiths": [
        {
          "number": 934,
          "full_text": "Аз Адий ибни Ҳотам (р) ривоят аст, ки гуфт: Чун ин ояи карима: «...То он, ки нахи сафед аз нахи сиёх барои шумо намоён гардад», (Бақара: 187), нозил гардид, ресмони сиёҳ ва ресмони сафедеро оварда ва зери болишти худ гузоштам. Шаб ба тарафи онҳо нигоҳ мекардам ва байни он ду ресмон фарқ карда наметавонистам. Фардояш назди Паёмбари Худо (с) рафтам ва ин мавзӯъро арз намудам Фармуданд: «Мақсад аз ресмони сиеҳ ва сафед торикии шаб ва рӯшании субҳ аст»."
        }
      ]
    },
    {
      "number": 13,
      "title": "Байни саҳарӣ то намози субҳ чӣ қадар вақт аст?",
      "hadiths": [
        {
          "number": 935,
          "full_text": "Аз Зайд ибни Собит (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) саҳарӣ кардам, баъд аз он Паёмбари Худо (с) бархоста ва намоз хонданд. Касе аз вай пурсид, ки байни азон ва саҳарӣ чӣ қадар вақт буд? Гуфт: Ба андозаи тиловати панҷоҳ оят."
        }
      ]
    },
    {
      "number": 14,
      "title": "Саҳарӣ кардан баракат дорад, вале воҷиб нест",
      "hadiths": [
        {
          "number": 936,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Саҳарӣ кунед, зеро ки дар саҳарӣ кардан баракат аст»."
        }
      ]
    },
    {
      "number": 15,
      "title": "Агар касе дар рӯз нияти рӯза кард",
      "hadiths": [
        {
          "number": 937,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар рӯзи Ошуро касеро фиристоданд, то ба мардум нидо кунад: «Касе, ки то ҳоло чизе хурдааст, (бақияи рӯзро) рӯза бигирад ва касе, ки то ҳоло чизе нахӯрдааст, набояд бихӯрад»."
        }
      ]
    },
    {
      "number": 16,
      "title": "Рӯзадоре, ки дар ҳолати ҷанобат аст ва субҳ бар вай тулӯъ мекунад",
      "hadiths": [
        {
          "number": 938,
          "full_text": "Аз Оиша ва Умми Салама (р) ривоят аст, ки гуфтанд: Гоҳе мешуд, ки субҳ тулӯъ мекард ва Паёмбари Худо (с) аз ҳамбистарӣ бо ҳамсаронашон ҷунуб буданд, сипас ғусл мекарданд ва рӯза мегирифтанд."
        }
      ]
    },
    {
      "number": 17,
      "title": "Ҳамоғӯшӣ барои рӯзадор",
      "hadiths": [
        {
          "number": 939,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳамсаронашонро дар ҳоле, ки рӯза доштанд, бӯсида ва ба оғӯш мегирифтанд. Вале бар нафси худ аз ҳамаи шумо маҳкамтар буданд."
        }
      ]
    },
    {
      "number": 18,
      "title": "Агар рӯзадор дар ҳолати фаромушӣ чизеро бихӯрад ва ё биёшомад",
      "hadiths": [
        {
          "number": 940,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар касе фаромӯш карда чизе хӯрд ва ё биёшомид, рӯзаашро идома диҳад, зеро ин хӯрду нӯш аз тарафи Худованд аст»."
        }
      ]
    },
    {
      "number": 19,
      "title": "Агар касе дар моҳи Рамазон ҷимоъ кард ва худаш чизе надошт ва барояш садақа дода шуд, бояд он садақаро каффора бидиҳад",
      "hadiths": [
        {
          "number": 941,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Дар ҳоле, ки назди Паёмбари Худо (с) нишаста будем, шахсе наздашон омад ва гуфт: Ё расули Аллоҳ, ҳалок гардидам. Пурсиданд: «Чӣ кор кардӣ?» Гуфт: Дар ҳоле, ки рӯза доштам, бо ҳамсарам ҷимоъ кардам. Паёмбари Худо (с) фармуданд: «Оё метавонӣ ғуломеро озод намоӣ?» Гуфт: На. Гуфтанд: «Оё метавонӣ ду моҳ пайёпай рӯза бигирӣ?» Гуфт: «На». Гуфтанд: «Оё чизе дорӣ, ки шаст мискинро ба он таъом бидиҳӣ?» Гуфт: На. Ва назди Паёмбари Худо (с) нишаст. Абӯҳурайра (р) мегӯяд: Дар ҳамин ҳоле, ки нишаста будем, касе барои Паёмбари Худо (с) занбили калоне аз хурмо овард. Фармуданд: «Шахси суолкунанда чӣ шуд?» Он шахс гуфт; Манам (ҳамин ҷоям). Фармуданд: «Ин хурморо бигир ва хайрот бидеҳ». Гуфт: Оё ба шахси фақиртаре аз худ? Ба Худованд қасам аст, ки байни ду тарафи Мадина хонаводае аз хонаводаам фақиртар нест. Паёмбари Худо (с) ончунон хандиданд, ки дандонҳояшон намоён гардид ва фармуданд: «Онро ба хонаводаат бидеҳ»."
        }
      ]
    },
    {
      "number": 20,
      "title": "Ҳукми ҳиҷомат ва қай барои шахси рӯзадор",
      "hadiths": [
        {
          "number": 942,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с), дар ҳоле, ки эҳром доштанд, ҳиҷомат намуданд ва дар ҳоле, ки рӯза доштанд, ҳиҷомат намуданд."
        }
      ]
    },
    {
      "number": 21,
      "title": "Рӯза гирифтан ва рӯза хӯрдан барои шахси мусофир",
      "hadiths": [
        {
          "number": 943,
          "full_text": "Аз Ибни Абӯавфо (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо бо Паёмбари Худо (с) будем. Шахсеро гуфтанд: «Пиёда шав ва бароям махлут таҳия кун». Он шахс гуфт: Ё Расулаллоҳ, офтоб ҳанӯз мавҷуд аст. Фармуданд: «Пиёда шав ва бароям махлут тайёр кун. Он шахс гуфт: Офтоб ҳанӯз мавҷуд аст. Фармуданд: «Фуруд биё ва бароям махлут таҳия кун». Он шахс рафт ва махлутро тайёр карда овард. Паёмбари Худо (с) махлутро гирифта ва нӯшиданд. Баъд аз он ба дасти худ ба ин тарафи машриқ ишора намуда гуфтанд; «Вақте ки шаб аз ин тараф намоён гардид, вақти ифтори рӯзадор аст»."
        },
        {
          "number": 944,
          "full_text": "Аз Оиша (р) ҳамсари Паёмбари Худо (с) ривоят аст, ки Ҳамза ибни Амри Асламӣ, ки шахси касиру-с-савме буд, аз Паёмбари Худо (с) пурсид: Оё дар сафар бояд рӯза бигирам? Паёмбари Худо (с) фармуданд:. «Агар хостӣ, рӯза бигир ва агар нахостӣ, рӯза магир»."
        }
      ]
    },
    {
      "number": 22,
      "title": "Агар касе чанд рӯзе аз Рамазонро рӯза гирифта ва баъд аз он мусофир шуд",
      "hadiths": [
        {
          "number": 945,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) дар моҳи Рамазон ба тарафи Макка сафар намуданд ва рӯза гирифтанд, чун ба минтақаи Кадид расиданд, рӯзаро хӯрданд ва мардум ҳам хӯрданд."
        }
      ]
    },
    {
      "number": 23,
      "title": "",
      "hadiths": [
        {
          "number": 946,
          "full_text": "Аз Абӯдардо (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо дар рӯзи бисёр гарме, ки инсон аз шиддати гармӣ дасташро болои сараш мегузошт, бо Паёмбари Худо (с) ҳамсафар шудем. Ҳеҷ кадоме аз моён ба ҷуз аз Паёмбари Худо (с) ва Ибни Равоҳа рӯза надоштем."
        }
      ]
    },
    {
      "number": 24,
      "title": "Ин гуфтаи Пайғамбари Худо, ки: «Рӯза гирифтан дар сафар кори писандидае нест»",
      "hadiths": [
        {
          "number": 947,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Дар яке аз сафарҳо Паёмбари Худо (с) диданд, ки мардум издиҳом намуда ва болои шахсе соя кардаанд. Пурсиданд: «Инро чӣ шудааст?» Гуфтанд: Рӯзадор аст. Фармуданд: «Рӯза гирифтан дар сафар кори писандидае нест»."
        }
      ]
    },
    {
      "number": 26,
      "title": "Касе, ки фавт гардид ва қарздори рӯза бошад",
      "hadiths": [
        {
          "number": 948,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки фавт мегардад ва қарздори рӯза аст, бозмондагонаш ба ҷои вай рӯза бигиранд»."
        },
        {
          "number": 949,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омада ва гуфт: Ё Расулаллоҳ, модарам фавт гардидааст ва як моҳ рӯза қарздор аст, оё раво аст, ки аз тарафи ӯ қазо бидорам. Фармуданд: «Бале! Қарзи Худованд ба қазо овардан сазовортар аст»."
        }
      ]
    },
    {
      "number": 27,
      "title": "Ифтор барои шахси рӯзадор чӣ вақт раво",
      "hadiths": [
        {
          "number": 950,
          "full_text": "Ҳадиси Ибни Абӯавфо ва фармудаи Паёмбари Худо (с), ки барояш гуфтанд: «Бароям махлут тайёр кун» қаблан гузашт ва дар ин ривоят мефармояд: «Вақте ки дидед, шаб аз ин тараф намоён гардид, вақти ифтори рӯзадор дар дохил гардидааст». Ва ба ангушти худ ба тарафи машриқ ишора намуданд."
        }
      ]
    },
    {
      "number": 28,
      "title": "Шитоб кардан дар ифтор",
      "hadiths": [
        {
          "number": 951,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Кори мардум то он вақте некӯ аст, ки дар ифтор кардан шитоб намоянд»,"
        }
      ]
    },
    {
      "number": 29,
      "title": "Агар шахсе дар Рамазон ифтор кард ва баъд аз он офтоб маълум гардид",
      "hadiths": [
        {
          "number": 952,
          "full_text": "Аз Асмоъа бинти Абӯбакр (р) ривоят аст, ки гуфт: Дар рӯзи абролуде дар замони Паёмбари Худо (с) ифтор намудем ва баъд аз он офтоб намоён гардид."
        }
      ]
    },
    {
      "number": 30,
      "title": "Рӯза гирифтани атфол",
      "hadiths": [
        {
          "number": 953,
          "full_text": "Аз Рубайъ бинти Муаввиз (р) ривоят аст, ки гуфт: Паёмбари Худо (с) субҳи рӯзи Ошуро касеро ба қарияҳои мардуми ансор фиристоданд, ки бигӯяд «касе, ки субҳ ифтор кардааст, боқимондаи рӯзашро рӯза бигирад ва касе, ки ба нияти рӯза бархостааст, рӯзаи худро идома диҳад». Рубайъ мегӯяд: Баъд аз ин воқеа рӯзи Ошуроро рӯза мегирифтем ва атфоли худро ҳам ба рӯза гирифтани он вомедоштем ва барои атфол аз пашм бозичае омода карда будем, то агар кадом яке аз онҳо барои хӯрок гиря мекард, ба он бозича то ҳангоми ифтор ӯро машғул созем."
        }
      ]
    },
    {
      "number": 31,
      "title": "Идома додани рӯза то ба вақти саҳар",
      "hadiths": [
        {
          "number": 954,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: «Рӯзаи имрӯзро ба рӯзаи фардо васл накунед ва агар касе мехоҳад рӯзаро васл намояд, фақат то вақти саҳар ба рӯза гирифтан идома бидиҳад»."
        }
      ]
    },
    {
      "number": 32,
      "title": "Сарзаниш кардани касе, ки дар бисёрии аз авқот рӯзаи висол доштааст",
      "hadiths": [
        {
          "number": 955,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз савми висол наҳй фармудаанд. Шахсе аз мусалмонон гуфт: Ё Расулаллоҳ! Моро наҳй мекунед ва худи шумо савми висол мегиред. Фармуданд: «Кадом як аз шумоён монанди ман ҳастед? Шаб, ки мешавад, Парвардигорам маро мехӯронад ва менӯшонад». Чун худдорӣ аз рӯзаи висолро қабул накарданд, ҷиҳати сарзаниш карданашон ду рӯзи пайи ҳамро муттасил бо ҳам бо онҳо рӯза гирифтанд. Баъд аз он моҳи нав диданд. Паёмбари Худо (с) фармуданд: «Агар моҳи нав намешуд, боз ҳам рӯзаи висолро бо шумо идома медодам». Ва дар ривояти дигаре аз Абӯҳурайра (р) нақл аст, ки фармуданд: «Аз ибодат амалеро анҷом диҳед, ки таҳаммули адои онро дошта бошед»."
        }
      ]
    },
    {
      "number": 33,
      "title": "Касе, ки бародарашро савганд дод, то рӯзаи нафлашро бихӯрад",
      "hadiths": [
        {
          "number": 956,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) байни Салмон ва Абӯдардо ақди бародарӣ бастанд. Салмон ба дидани Абудардо рафт, Умми Дардо (яъне ҳамсари Абӯдардо)-ро дид, ки сару пояш ба ҳам рехтааст. Ба ӯ гуфт: Туро чӣ шудааст, ки худро ороиш намедиҳӣ? Гуфт: Бародарат Абӯдардо ба дунё алоқае надорад. Салмон омада ва барои Абӯдардо таъомеро омода кард. Салмон ба ӯ гуфт: Бихӯр, Абӯдардо. Гуфт: Ман рӯзадорам. Гуфт: То ту нахӯрӣ, ман нахоҳам хӯрд. Абӯдардо ночор шуд ва хӯрд. Чун шаб шуд, Абӯдардо ба намоз хондан бархост. Салмон ба ӯ гуфт: Бихоб! Хобид, вале боз дубора бархост. Боз ба ӯ гуфт: Бихоб! Чун шаб охир шуд, Салмон ба ӯ гуфт: Ҳоло бархез. Ҳар ду бархостанд ва бо ҳам намоз хонданд. Салмон ба Абӯдардо гуфт: Парвардигорат бар ту ҳақ дорад, ҷони ту бар ту ҳақ дорад ва ҳамсари ту бар ту ҳақ дорад, ҳақи ҳар соҳиби ҳақеро ҷудогона барояш адо кун. Абӯдардо назди Паёмбари Худо (с) омад ва ҷараёнро нақл намуд. Фармуданд: «Салмон рост гуфтааст»."
        }
      ]
    },
    {
      "number": 34,
      "title": "Рӯза гирифтани моҳи Шаъбон",
      "hadiths": [
        {
          "number": 957,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) он қадар пайи ҳам рӯза мегирифтанд, ки мегуфтем: Дигар бидуни рӯза нахоҳанд буд. Ва он қадар бидуни рӯза мебуданд, ки мегуфтем: Дигар рӯза нахоҳанд гирифт. Паёмбари Худо (с)-ро надидам, ки ба ҷуз аз Рамазон моҳи дигареро ба таври комил рӯза гирифта бошанд, чунончӣ надидам, ки рӯза гирифтанашон дар ҳар моҳе бештар аз моҳи Шаъбон бошад."
        },
        {
          "number": 958,
          "full_text": "Ва аз Оиша (р) дар ривояти дигаре ба ин зиёдат омадааст, ки Паёмбари Худо (с) фармуданд: «Аз ибодат амалеро анҷом диҳед, ки таҳаммули адои онро дошта бошед, зеро то вақте ки шумо малул нашавед, Худованди мутаъол фазл ва раҳмати Худро аз шумо қатъ намекунад». Ва Паёмбари Худо (с) аз намози нафл намозеро дӯст доштанд, ки инсон бар адои он мудовамат намояд ва агарчанде, ки он намоз андак бошад ва худи Паёмбари Худо (с) агар намозеро мехонданд, ба хондани он мудовамат мекарданд."
        }
      ]
    },
    {
      "number": 35,
      "title": "Рӯза гирифтан ва ифтори Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 959,
          "full_text": "Ривоят аст, ки касе аз Анас (р) аз кайфияти рӯзаи Паёмбари Худо (с) пурсид. Гуфт: Агар намехостам, ки Паёмбари Худо (с)-ро ҷуз дар ҳолати рӯза доштан бубинам, ҷуз дар ҳолати рӯза доштан намедидам ва агар намехостам, ки эшонро дар ҳолати намоз хондан бубинам, эшонро ҷуз дар ҳолати намоз хондан намедидам ва агар намехостам, ки эшонро дар ҳоли намоз хондан бубинам, дар ҳоли намоз хондан намедидам ва ҳеҷ абрешимеро ба нармии дасти Паёмбари Худо (с) ламс накардам ва ҳеҷ мушк ва анбареро ба хушбӯии Паёмбари Худо (с) набӯйидам."
        },
        {
          "number": 960,
          "full_text": "Ҳадиси Абдуллоҳ ибни Амр ибни Ос (р) қаблан гузашт."
        }
      ]
    },
    {
      "number": 36,
      "title": "Ҳаққи ҷисм дар рӯза",
      "hadiths": [
        {
          "number": 961,
          "full_text": "Ва дар ривояти дигаре аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Ҳангоме, ки Абдуллоҳ (ибни Умар (р) ба пирӣ расид (ва аз ибодат кардан оҷиз гашт), мегуфт: Эй кош, рухсати Паёмбари Худо (с)-ро қабул мекардам."
        }
      ]
    },
    {
      "number": 37,
      "title": "Ҳаққи хонавода дар рӯза",
      "hadiths": [
        {
          "number": 962,
          "full_text": "Ва дар ривояти дигаре аз Абдуллоҳ ибни Амр ибни Ос (р) омада аст, ки гуфт; Паёмбари Худо (с) дар сифати Довуд (ъ) ва рӯза гирифтанаш фармуданд: «...Ва чун бо душман рӯ ба рӯ мешуд, фирор намекард». Абдуллоҳ ибни Амр гуфт: Ё Расулаллоҳ! Кист, ки бароям чунин замонате бикунад? Паёмбари Худо (с) фармуданд: «Касе, ки ҳамеша рӯза бигирад, гуё рӯза нагирифтааст». Ва ин суханро ду бор такрор намуданд."
        }
      ]
    },
    {
      "number": 38,
      "title": "Касе, ки ба дидани мардумоне рафта, вале наздашон ифтор накардааст",
      "hadiths": [
        {
          "number": 963,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) назди Умми Сулайм рафтанд ва ӯ барояшон хурмо ва равған овард. Фармуданд: Равғани худро бурда дар машк бирез ва хурмоятро дар зарфаш бигзор, зеро ман рӯзадорам». Баъд аз он Паёмбари Худо (с) бархостанд ва дар гӯшае аз хона намози нафлро адо намуданд ва барои Умми Сулайм ва хонаводааш дуо карданд. Умми Сулайм гуфт: Ё Расулаллоҳ! Азизе дорам (дар ҳаққи ӯ ҳам дуо кунед). Фармуданд: «Азизат кист?» Гуфт: Ходими шумо Анас. Анас (р) мегӯяд: Паёмбари Худо (с) ҳамаи хайрҳои ухравӣ ва дунявиро бароям хостанд ва дуо карданд, ки: «Худоё, барояш мол ва фарзанди бобаракат бидеҳ». Ва ман феълан пулдортарини мардуми ансор ҳастам ва духтарам (Умайна) бароям гуфт, ки аз пушти ман то пеш аз омадани Ҳаҷҷоҷ ба Басра яксаду бисту чанд кас дафн шуданд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Рӯза гирифтани рузҳои охири моҳ",
      "hadiths": [
        {
          "number": 964,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки Паёмбари Худо (с) аз шахсе пурсиданд: «Эй Абӯфалон, аз рӯзҳои охири ин моҳ чанд рӯзеро рӯза гирифтӣ»? Он шахс гуфт: На, ё Расулаллоҳ! Фармуданд: Чун ид шуд, ду рӯз рӯза бигир». Дар ривояти дигаре омадааст, ки гуфтанд: «Аз охири шаъбон (чизе рӯза гирифтӣ)»."
        }
      ]
    },
    {
      "number": 40,
      "title": "Рӯза гирифтан рӯзи ҷумъа",
      "hadiths": [
        {
          "number": 965,
          "full_text": "Касе аз Ҷобир (р) пурсид, ки оё Паёмбари Худо (с) аз рӯза гирифтани рӯзи ҷумъа наҳй намудаанд? Гуфт: Бале."
        },
        {
          "number": 966,
          "full_text": "Аз Ҷувайрия бинти Ҳорис (р) ривоят аст, ки Паёмбари Худо (с) дар рӯзи ҷумъа наздаш омаданд ва ӯ дар ин рӯз рӯзадор буд, аз вай пурсиданд: «Оё дирӯзро рӯза гирифта будӣ?» Гуфт: На. Фармуданд: «Ирода дорӣ, ки фардоро рӯза бигирӣ?» Гуфт: На. Фармуданд: «Пас рӯзаатро бихӯр»."
        }
      ]
    },
    {
      "number": 41,
      "title": "Оё Паёмбари Худо (с) рӯзҳои муайянеро рӯза мегирифтанд?",
      "hadiths": [
        {
          "number": 967,
          "full_text": "Касе аз Оиша (р) пурсид, ки оё Паёмбари Худо (с) рӯзҳои муайянеро рӯза мегирифтанд? Гуфт: На, (балки) амали эшон давомдор буд ва кадом яке аз шумо тоқату таҳаммули Паёмбари Худо (с)-ро доред?"
        }
      ]
    },
    {
      "number": 42,
      "title": "Рӯза гирифтани айёми ташриқ",
      "hadiths": [
        {
          "number": 968,
          "full_text": "Аз Оиша ва Ибни Умар (р) ривоят аст, ки гуфтанд: Паёмбари Худо (с) рӯза гирифтани айёми ташриқро ҷуз ба касе, ки ба додани ҳадя қудрат надорад, рухсат надоданд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Рӯза гирифтани рӯзи Ошуро",
      "hadiths": [
        {
          "number": 969,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Мардуми Қурайш дар замони ҷоҳилият рӯзи Ошуро рӯза мегирифтанд ва Паёмбари Худо (с) ҳам ин рӯзро рӯза мегирифтанд. Чун ба Мадина омаданд, боз ҳам ин рӯзро рӯза мегирифтанд ва дигаронро ҳам ба рӯза гирифтани он амр мефармуданд. Чун рӯзаи моҳи Рамазон фарз гардид, рӯза гирифтани рӯзи Ошуроро тарк намуданд, (аз он баъд) касе, ки мехост, рӯзи Ошуро рӯза мегирифт ва касе, ки намехост, рӯза намегирифт."
        },
        {
          "number": 970,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Пайғамбари Худо ба Мадина омада ва диданд, ки яҳуд рӯзи Ошуро рӯза мегиранд. Пурсиданд: «Ин рӯза гирифтан барои чист?» Гуфтанд: Ин рӯзи некест, рӯзест, ки Худованд Бани Исроилро аз душманашон (Фиръавн) наҷот додааст, аз ин ҷиҳат Мӯсо (ъ) ин рӯзро рӯза мегирифт. Фармуданд: «Ман ба Мӯсо нисбат ба шумо мустаҳиқтарам». Ҳамон буд, ки ин рӯзро рӯза гирифтанд ва ба рӯза гирифтани он амр фармуданд."
        }
      ]
    }
  ],
  "total_chapters": 42,
  "total_hadiths": 52,
  "unique_hadith_numbers": 52
}