{
  "id": 75,
  "number": 75,
  "title": "КИТОБИ ҚАЗО ВА ҚАДАР",
  "chapters": [
    {
      "number": 1,
      "title": "Қалам бар илми Худо хушк гардид",
      "hadiths": [
        {
          "number": 2137,
          "full_text": "Аз Имрон ибни Ҳусайн (р) ривоят аст, ки гуфт: Шахсе пурсид: Ё Расулаллоҳ! Оё аҳли ҷаннат ва дӯзах (дар илми Худо) шинохта шудаанд? Фармуданд: “Бале.” Гуфт: Пас чаро касе коре бикунад? Фармуданд: “Ҳар касе ҳамон кореро мекунад, ки барои он халқ шудааст ва ё ҳар кас ҳамон кореро мекунад, ки барояш муяссар аст.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "“Амри Худованди мутаъол таъин ва муқаддар аст” (Аҳзоб: 38)",
      "hadiths": [
        {
          "number": 2138,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои мо хутбае доданд, ки дар он аз байни ҳеҷ чизеро, ки то рӯзи қиёмат воқеъ мешавад, фурӯгузор накарданд. Касе, ки он чизҳоро фаҳмид, фаҳмид, касе, ки нафаҳмид, нафаҳмид. Баъзе аз он мавзӯъотро фаромӯш кардаам, вале чун баъзе чизҳоро мебинам, он мавзӯъот мисли касе, ки чизеро гум карда бошад, ба ёдам меояд.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Назр, бандаро ба сӯи қазо ва қадар раҳнамун месозад",
      "hadiths": [
        {
          "number": 2139,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Назр барои бани Одам чизеро, ки барояш муқаддар кардаам, тағйир намедиҳад (дар ин ҷо сиғаи такаллум ба кор рафтааст (муқаддар кардаам), пас ин ҳадиси қудсӣ аст ва замири такаллум (кардаам) роҷеъ ба Худованди мутаъол аст). Балки он чиро, ки барояш муқаддар кардаам, барои вай мерасонад ва кореро, ки назр мекунанд, ин аст, ки шахсеро аз бахолат хориҷ месозад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Маъсум касе аст, ки Худованди мутаъол ӯро дар исмати худ қарор дода бошад",
      "hadiths": [
        {
          "number": 2140,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ҳар халифае, ки ба хилофат мерасад, барояш ду навъ ҳамнишин вуҷуд дорад. Ҳамнишине, ки ӯро ба корҳои нек амру ташҷеъ менамояд ва ҳамнишине, ки ӯро ба корҳои бад амр ва ташвиқ менамояд ва маъсум касе аст, ки Худованди мутаъол ӯро аз гуноҳ кардан ҳифз намудааст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Дар байни шахс ва қалбаш монеъа қарор медиҳад",
      "hadiths": [
        {
          "number": 2141,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Бисёре вақтҳо савганди Паёмбари Худо (с) ин буд, ки “Ло ва муқаллибил қулуб.” Яъне “на ва савганд ба зоте, ки дилҳоро аз ҳоле ба ҳоли дигаре мегардонад.”"
        }
      ]
    }
  ],
  "total_chapters": 5,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}