{
  "id": 15,
  "number": 15,
  "title": "КИТОБИ НАМОЗИ ИСТИСҚО",
  "chapters": [
    {
      "number": 1,
      "title": "Талаби борон",
      "hadiths": [
        {
          "number": 547,
          "full_text": "Аз Абдуллоҳ ибни Зайд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба талаби борон баромаданд ва ридои худро сарчаппа намуданд. Ва дар ривояти дигаре гуфтааст, ки (ридои худро сарчаппа намуда) ва ду ракаат намоз адо намуданд."
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин дуои Паёмбари Худо (с) ки “онҳоро ба қаҳтии замони Юсуф дучор бигардон”",
      "hadiths": [
        {
          "number": 548,
          "full_text": "Ҳадиси Абӯҳурайра (р) дар мавриди дуои Паёмбари Худо (с) барои мустазъафин ва нафринашон бар қабилаи Музар қаблан гузашт ва дар охири ин ривоят омадааст, ки Паёмбари Худо (с) фармуданд: “Қабилаи Ғифорро Худованд мағфират намояд ва қабилаи Асламро солим нигаҳ дорад.”"
        },
        {
          "number": 549,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Чун Паёмбари Худо (с) рӯйгардонии Қурайшро аз Ислом диданд, бар онҳо нафрин карда ва гуфтанд: “Худоё, онҳоро ба қаҳтии ҳафтсола монанди қаҳтии ҳафтсолаи замони Юсуф (ъ) дучор бигардон.” Ва Қурайш ба чунон қаҳтӣ дучор шуданд, ки ҳамаи чизашон аз байн рафт, то ҷое, ки пӯсти ҳайвоноти худмурда ва мурдорҳоро мехӯрданд ва аз шиддати гуруснагӣ агар касе ба тарафи осмон назар мекард, ҳаво ба назараш монанди дуд менамуд. Абӯсуфён назди Паёмбари Худо (с) омада гуфт: Эй Муҳаммад, ту худат мардумро ба тоати Худо ва силаи раҳм даъват мекунӣ (ва тавре, ки мебинӣ), қавми худат ба ҳалокат расиданд, барояшон назди Худованд дуо кун, Худованди мутаъол фармуд: «Дар интизори рӯзе бош, ки осмон дуди ошкореро падид оварад». То ин қавли Худованди мутаъол: «Шумо дубора ба куфр бархоҳед гашт, рӯзе, ки шуморо сахт дарҳам хоҳем кӯбид». (Духон: 10-15) Ровӣ мегӯяд: Ҳамаи он чиро, ки Худованд ба мушрикин аз (дарҳам кӯбидан) ва (дуд) ва ғайра ваъда дода буд, ба вуқӯъ пайваст."
        },
        {
          "number": 550,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Бисёр вақтҳо Паёмбари Худо (с) талаби борон менамуданд ва ман ба тарафи рӯяшон медидам ва ҳанӯз аз минбар пойин нашуда буданд, ки новадонҳо ба рехтан шурӯъ мекард ва ин қавли шоир, ки гӯяндаи он Абӯтолиб аст, дар зеҳнам хутур мекард: Дурахшанда рӯе аст, ки ба баракати рӯи ӯ аз абр талаби борон карда мешавад, ёрирасоне барои ятимон ва паноҳгоҳе барои бевазанон аст."
        },
        {
          "number": 551,
          "full_text": "Ривоят аст, ки ҳангоми қаҳтӣ Умар ибни Хаттоб (р) ба василаи Аббос ибни Абдулмуталиб аз Худованд талаби борон намуда мегуфт: “Худоё, мо ба набии ту васила меҷустем ва талаби борон мекардем ва акнун ба амаки Пайғамбари ту васила меҷӯем ва талаби борон менамоем. Худоё, ба мо борон бифирист. Ва ҳамон буд, ки барои онҳо борон меборид."
        }
      ]
    },
    {
      "number": 3,
      "title": "Истисқо дар масҷиди ҷомеъ",
      "hadiths": [
        {
          "number": 552,
          "full_text": "Ҳадиси Анас (р) дар мавриди шахсе, ки ба масҷид дохил гардид ва Паёмбари Худо (с) хутба мехонданд ва аз эшон хост, то талаби борон намоянд, ба ривоятҳои мухталиф ривоят шудааст ва дар яке аз ривоятҳо омадааст, ки: ... шаш рӯз офтобро надидем, баъд аз шаш рӯз дар ҷумъаи оянда шахсе аз ҳамон дарвоза дохили масҷид гардид ва дар ҳоле, ки Паёмбари Худо (с) хутба медоданд, муқобили рӯяшон истода гуфт: Ё Расулаллоҳ! Молҳо ҳалок шуд ва роҳҳо банд гардид, аз Худо бихоҳ, ки борон биистад. Ровй мегӯяд: Паёмбари Худо (с) дастҳояшонро боло карда гуфтанд: “Худоё, боронро ба атрофи хонаҳои мо биборон, на бар болои хонаҳои мо. Худоё, боронро бар теппаҳо ва пуштаҳо, дар домани саҳро ва дар ҷангалзорҳо биборон.” Ровй мегӯяд: Ҳамон буд, ки борон таваққуф намуд ва ҳангоме, ки (аз масҷид) берун шудем, дар офтоб роҳ мерафтем."
        }
      ]
    },
    {
      "number": 4,
      "title": "Истисқо дар хутбаи ҷумъа бидуни рӯй овардан ба тарафи қибла",
      "hadiths": [
        {
          "number": 553,
          "full_text": "Ва аз Анас (р) (дар мавзӯи истисқо) ривоят аст, ки Паёмбари Худо (с) дастҳояшонро баланд карда ва гуфтанд “Худоё, ба фарёди мо бирас, Худоё, ба фарёди мо бирас, Худоё, ба фарёди мо бирас.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Паёмбари худо (с) чӣ гуна пушти худро ба тарафи мардум карданд",
      "hadiths": [
        {
          "number": 554,
          "full_text": "Ҳадиси Абдуллоҳ ибни Зайд (р) дар мавриди истисқо қаблан гузашт ва дар ин ривоят омадааст, ки гуфт: Паёмбари Худо (с) пушти худро ба тарафи мардум карда ва рӯй ба қибла истоданд ва дар ҳоле, ки дуо мекарданд, ридои худро чаппа намуда ва ду ракаат намоз бо қироати баланд барои мо адо намуданд."
        }
      ]
    },
    {
      "number": 6,
      "title": "Боло кардани имом дастҳои худро дар истисқо",
      "hadiths": [
        {
          "number": 555,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҳеҷ дуое ба ҷуз истисқо дастҳои худро боло намекарданд ва дар истисқо то ҳадде дастҳои худро баланд мекарданд, ки сафедии зери бағалашон маълум мешуд."
        }
      ]
    },
    {
      "number": 7,
      "title": "Ҳангоми боридани борон чӣ бояд гуфт?",
      "hadiths": [
        {
          "number": 556,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ҳангоми дидани борон мегуфтанд: Худоё, онро борони боманфиате бигардон.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Ҳангоми вазиши бод",
      "hadiths": [
        {
          "number": 557,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Алоими вазиши бодҳои тунд ва шадид аз тағйири рӯи Паёмбари Худо (с) дониста мешуд."
        }
      ]
    },
    {
      "number": 9,
      "title": "Ин қавли Паёмбари Худо (с), ки «ба василаи бод нусрат дода шудам»",
      "hadiths": [
        {
          "number": 558,
          "full_text": "Аз Ибни Аббос (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ман ба василаи боди Сабо нусрат дода шудам ва қавми Од ба василаи боди Дабур ҳалок гардиданд.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Он чӣ, ки ҳангоми зилзила ва дигар аломати қудрати Худовандӣ гуфта мешавад",
      "hadiths": [
        {
          "number": 559,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худоё! Ба Шом ва Ямани мо баракат бидеҳ.” Мардум гуфтанд: Ва дар Наҷди мо. Фармуданд: “Худоё, ба Шоми мо ва ба Ямани мо баракат бидеҳ.” Ровӣ мегӯяд: Мардум гуфтанд: Дар Наҷди мо. Фармуданд: “Он ҷо сарзамини зилзилаҳо ва фитнаҳо аст ва аз он ҷо аст, ки шарорати шайтон (ва ё пайравони шайтон) зуҳур мекунад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Ҷуз Худованди мутаъол ҳеҷ кас вақти омадани боронро намедонад",
      "hadiths": [
        {
          "number": 560,
          "full_text": "Ва аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Калидҳои ғайб панҷ чиз аст, ки ҷуз Худованди мутаъол дигаре онҳоро намедонад. Касе намедонад, ки фардо чӣ хоҳад шуд ва касе намедонад, ки дар раҳми модар чист ва касе намедонад, ки фардо чӣ хоҳад кард ва касе намедонад, ки дар кадом сарзамин хоҳад мурд ва касе намедонад, ки борон чӣ вақт хоҳад омад.”"
        }
      ]
    }
  ],
  "total_chapters": 11,
  "total_hadiths": 14,
  "unique_hadith_numbers": 14
}