{
  "id": 66,
  "number": 66,
  "title": "КИТОБИ ҚУРБОНӢ",
  "chapters": [
    {
      "number": 1,
      "title": "Он чиро, ки аз гушти қурбонӣ метавон хурд ва он чиро, ки метавон захира кард",
      "hadiths": [
        {
          "number": 1928,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт; Паёмбари Худо (с) фармуданд: “Касе, ки қурбонӣ мекунад, набояд дар рӯзи саввум аз қурбонии худ чизе дошта бошад.” Чун соли оянда шуд гуфтанд: Ё Расулаллоҳ! Имсол ҳам монанди соли гузашта чизеро захира накунем? Фармуданд: “Бихӯред ва ба мардум бидиҳед ва захира кунед, соли гузашта мардуми гурусна буданд, хостам, то ба эшон кӯмак кунед!”"
        },
        {
          "number": 1929,
          "full_text": "Ривоят аст, ки Умар ибни Хаттоб (р) намози идро дар рӯзи иди қурбон пеш аз хутба додан адо намуд ва баъд аз намоз барои мардум хутба дод ва гуфт: Эй мардум! Шуморо Паёмбари Худо (с) аз рӯза гирифтани ин ду рӯз наҳй фармуданд: яке рӯзи иди Фитри шумо ва яке рӯзи иде, ки дар он аз қурбонии худ чизеро мехӯред."
        },
        {
          "number": 1930,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе ки дар ин дунё шароб хӯрда бошад ва аз он тавба накарда бошад, дар охират аз шароб хӯрдан маҳрум мегардад.”"
        },
        {
          "number": 1931,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Шахси зинокор ҳангоми зино кардан мусалмон нест ва шахси шаробхӯр ҳангоми шароб хӯрдан мусалмон нест ва шахси дузд ҳангоми дуздӣ кардан мусалмон нест.\""
        },
        {
          "number": 1932,
          "full_text": "Ва ҳамчунин аз Абӯҳурайра (р) дар ривояти дигаре омадааст, ки Паёмбари Худо (с) фармуданд: “... ва касе, ки чизи боаҳамиятеро дар ҳоле, ки мардум ба тарафаш нигаранд, мерабояд, мусалмон нест\" (Ин шомили ҳамаи касоне аст, ки моли мардумро ба зӯр ва зулм ва ё ришва ва ё аз роҳи хиёнат ба байтулмол ва дигар роҳҳои ҳаром ба даст меоваранд)."
        }
      ]
    }
  ],
  "total_chapters": 1,
  "total_hadiths": 5,
  "unique_hadith_numbers": 5
}