{
  "id": 60,
  "number": 60,
  "title": "КИТОБИ НИКОҲ",
  "chapters": [
    {
      "number": 1,
      "title": "Тарғиби никоҳ",
      "hadiths": [
        {
          "number": 1828,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Се нафар назди хонаҳои ҳамсарони Паёмбари Худо (с) омаданд ва аз кайфияти ибодати Паёмбари Худо (с) пурсиш намуданд. Чун аз кайфияти ибодати Паёмбари Худо (с) барои онҳо хабар доданд, гӯё онро андак шумурда ва бо худ гуфтанд: Мо куҷову Паёмбари Худо (с) куҷо? Ӯ бахшида шуда аст. Аз ин ҷиҳат, яке аз онҳо гуфт: Ман шабро то субҳ намоз хоҳам хонд. Дигаре гуфт: Ман абадуддаҳр рӯза хоҳам гирифт ва ҳаргиз рӯзаро нахоҳам хӯрд. Ва саввум гуфт: Ман аз зан гирифтан худдорӣ намуда ва ҳеҷ гоҳ издивоҷ нахоҳам кард. Паёмбари Худо (с) омада ва фармуданд: “Шумо будед, ки чунин ва чунон гуфтед? Ба Худованд савганд, ки ман нисбат ба шумо аз Худованд бештар метарсам ва ботақвотарам ва бо вуҷуди ин гоҳе рӯза мегирам ва гоҳе ифтор мекунам. Қисмате аз шабро намоз мехонам ва қисмате аз онро мехобам ва бо занҳо издивоҷ менамоям (Ва ин равиши ман аст) ва касе, ки аз равиши ман рӯй бигардонад, аз ман нест.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Кароҳати зан нагирифтан ва хасӣ (ахта) намудан",
      "hadiths": [
        {
          "number": 1829,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) (пешниҳод)-и Усмон ибни Мазъунро дар тарки издивоҷ рад карданд. Ва агар барояш иҷоза медоданд, худро хасӣ мекардем."
        },
        {
          "number": 1830,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Ман шахси ҷавоне ҳастам ва метарсам, ки дар ҳаром воқеъ шавам ва чизе ҳам надорам, ки ба он издивоҷ намоям. Дар ҷавобам сукут намуданд. Боз дубора ин суханро гуфтам ва боз дар ҷавобам сукут намуданд. Бори саввум суханамро такрор намудам, Паёмбари Худо (с) фармуданд: “Эй Абӯҳурайра! Қалами тақдир ба ҳамин сарнавишт хушк шудааст, ё худро хасӣ кун ва ё маро бигзор” (Ин, ки аз Паёмбари Худо (с) барои Абӯҳурайра (р) гуфтанд: “Ё худро хасӣ кун ва ё маро бигзор,” барои таҳдид буд, на аз рӯи раво донистани ин кор)."
        }
      ]
    },
    {
      "number": 3,
      "title": "Ба никоҳ гирифтани духтари бикр",
      "hadiths": [
        {
          "number": 1831,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Агар дар даште биравед ва дар он ҷо дарахтеро бубинед, ки аз он чизе хӯрда шудааст ва дарахти дигареро бубинед, ки даст нахӯрда боқӣ мондааст, шутури худро аз кадоми он ду дарахт мечаронед? Фармуданд: Аз он дарахте, ки даст нахӯрда боқӣ мондааст. Ва мақсади (Оиша (р) ин буд, ки Паёмбари Худо (с) ғайр аз ӯ бо духтари бикре издивоҷ накарда буданд."
        }
      ]
    },
    {
      "number": 4,
      "title": "Ба никоҳ додани хурдсолон аз тарафи калонсолон",
      "hadiths": [
        {
          "number": 1832,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ӯро аз Абӯбакр (р) хостгорӣ намуданд. Абӯбакр (р) барои Паёмбари Худо (с) гуфт: Ман бародари шумо ҳастам. Фармуданд: “Ту бародарам дар дин ва китоби Худо ҳастӣ ва духтарат бароям ҳалол аст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Кафоат (баробарӣ) дар дин",
      "hadiths": [
        {
          "number": 1833,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки Абӯҳузайфа ибни Утбата ибни Рабеъа ибни Абдушамс (р), ки дар ғазваи Бадр бо Паёмбари Худо (с) иштирок намуда буд, Солимро, ки ғуломи озодшудаи зане аз Ансор буд, ба фарзандӣ қабул кард ва духтари бародари худ Ҳинд духтари Валид ибни Утбата ибни Рабиъаро барояш ба никоҳ дод. Чунончи ки Паёмбари Худо (с) (Зайд)-ро ба фарзандӣ пазируфта буданд ва одат дар замони ҷоҳилият он буд, ки чун касеро ба фарзандӣ қабул мекарданд, он тифлро ба он шахс нисбат медоданд ва аз вай мерос мебурданд, то ин, ки ин қавли Худованди мутаъол нозил гардид, ки “Онҳоро ба падарҳояшон нисбат бидиҳед, ин кор дар назди Худованд ба адолат наздиктар аст ва агар падарҳояшонро нашиносед, пас онҳо бародарон ва озодшудагони шумо ҳастанд).” (Аҳзоб: 5) Ва ҳамон буд, ки чунин ашхосе ба падарҳояшон нисбат дода шуданд ва касе, ки падараш маълум набуд, ғуломи озодшуда ва бародари динии касе мебуд, ки ӯро ба фарзандӣ қабул намуда буд. Саҳла духтари Суҳайл ибни Амри Қиршии Омирӣ, ки ҳамсари Абӯҳузайфа ибни Утба буд, назди Паёмбари Худо (с) омаду гуфт: Мо фикр мекардем, ки Солим фарзанди мо аст ва Худованд он чиро, ки худат медонӣ, нозил фармудааст (яъне, акнун фарзанди мо маҳсуб намегардад). Ва бақияи ҳадисро зикр намуд."
        },
        {
          "number": 1834,
          "full_text": "Ва аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) назди Зубоъа духтари Зубайр (р) рафта ва фармуданд: “Шояд қасди ҳаҷ рафтанро дорӣ?” Гуфт: Ба Худованд савганд, монеъи дигаре ҷуз бемориям нест. Фармуданд: “Ба ҳаҷ бирав ва шарт кун ва бигӯй, ки Худоё, ба ҳаҷ рафтанам то ҷоест, ки бароям тавони рафтанро бидиҳӣ.\" Ва Зубоъа ҳамсари Миқдод ибни Асвад буд."
        },
        {
          "number": 1835,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Зан ба сабаби чаҳор чиз ба никоҳ гирифта мешавад. Ба сабаби моли он, ба сабаби насаби он, ба сабаби ҷамоли он, ба сабаби дини он. Ва ту бояд зани диндорро ихтиёр намоӣ ва агар чунин накунӣ, дастҳоят ба хок шавад.”"
        },
        {
          "number": 1836,
          "full_text": "Аз Саҳл ривоят аст, ки гуфт: Шахси сарватманде аз пеши рӯи Паёмбари Худо (с) гузашт (маълум нест, ки ин шахс кӣ буд). Пурсиданд: Дар мавриди ин шахс чӣ назар доред? Гуфтанд: “Лаёқати онро дорад, ки агар аз касе хостгорӣ кунад, ба никоҳаш бидиҳанд ва агар шафоати касеро, ки бикунад, шафоаташ қабул шавад ва агар чизе бигӯяд, ба суханаш гӯш дода шавад. Ровӣ мегӯяд: Паёмбари Худо (с) сукут намуданд ва дере нагузашта, ки шахсе аз фақирҳои мусалмонон аз он ҷо гузашт, фармуданд: Дар мавриди ин шахс чӣ мегӯед? Гуфтанд; Шахсе аст, ки агар хостгорӣ кунад, набояд ба ӯ зан дод ва агар шафоати касеро бикунад, набояд шафоаташро қабул намуд ва агар чизе бигӯяд, набояд ба суханаш гӯш дод.” Паёмбари Худо (с) фармуданд: “Ин шахс аз он шахси аввал агарчанде амсолаш рӯи заминро пур кунанд, беҳтар аст.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Парҳез намудан аз шуми зан ва маънии ин қавли Худованди мутаъол, ки: “Баъзе аз ҳамсарон ва фарзандони шумо душманони шумо ҳастанд” (Тағобун: 14)",
      "hadiths": [
        {
          "number": 1837,
          "full_text": "Аз Усома ибни Зайд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Баъд аз худ фитнаеро зарарноктар аз зан барои мардҳо ба ҷо нагузоштаам.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "“Ва ҳаром аст бар шумо никоҳи модарҳое, ки шуморо шир додаанд ва...” (Нисо: 23)",
      "hadiths": [
        {
          "number": 1838,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки касе барои Паёмбари Худо (с} гуфт: Чаро бо духтари Ҳамза (р) издивоҷ намекунед? Фармуданд: “Ӯ бародарзодаи разоъии ман аст.\""
        },
        {
          "number": 1839,
          "full_text": "Ривоят аст, ки Оиша (р) овози шахсеро шунид, ки иҷозати дохил шудан ба хонаи Ҳафса (р)-ро мехоҳад. Оиша (р) мегӯяд: Гуфтам; Ё Расулаллоҳ! Ин шахс кист, ки иҷозаи дохил шудан ба хонаи шуморо мехоҳад? Фармуданд: “Фикр мекунам, фалонӣ бошад.” Ва он шахс амаки разоъии Ҳафса (р) буд. Оиша (р) пурсид: Фалонӣ, ки амаки разоъиям мебошад, агар зинда мебуд, раво буд, ки наздам биёяд? Фармуданд: “Бале, ширхорагӣ ҳамон касеро ҳаром мекунад, ки валодат ҳаром мекунад.”"
        },
        {
          "number": 1840,
          "full_text": "Аз Умми Ҳабиба, духтари Абӯсуфён (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Хоҳарам духтари Абӯсуфёнро ба никоҳ бигиред (ин духтар номаш Аза бинти Абӯсуфён буд), фармуданд: “Оё чунин чизеро мехоҳӣ?” Гуфтам: Бале, ман ягона ҳамсари шумо нестам ва мехоҳам касе, ки дар ин ифтихор бо ман шарик шавад, хоҳарам бошад. Паёмбари Худо (с) фармуданд: “Ин бароям раво нест,” (зеро ба никоҳ гирифтани хоҳари Умми Ҳабиба аз тарафи Паёмбари Худо (с) сабаби ҷамъи байни хоҳарон мегардид ва ин кор ба насси Қуръони карим ҳаром аст). Гуфтам: Мо фикр мекунем, ки шумо мехоҳед духтари Абусаламаро ба никоҳ бигиред. Фармуданд:\t\"Духтари Умми Саламаро?\" Гуфтам: Бале. Фармуданд: “Агарчанде, ки ӯ парвардаам набошад ва зери сарпарастии ман бузург нашуда бошад ҳам, бароям раво нест. Ӯ хоҳарзодаи разоии ман мебошад. Сувайба ман ва Абӯсаламаро боҳам шир додааст, шумо (никоҳи) духтарон ва хоҳарони худро бароям пешниҳод накунед.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Касе, ки мегӯяд: “Баъд аз ду соли ширхорагӣ собит намешавад...”",
      "hadiths": [
        {
          "number": 1841,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) наздаш омаданд ва диданд шахсе онҷо нишастааст (гӯянд, ин шахс Ибни Абулқуъайс буд), ранги Паёмбари Худо (с) тағйир ёфт ва гӯё аз ин кор бадашон омад. Оиша (р) гуфт: Ин бародари ман аст. Фармуданд: \"Хуб нигоҳ кунед, ки бародари шумо кист, ширхорагӣ вақте собит мешавад. ки дар замони туфулият бошад.”"
        },
        {
          "number": 1842,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривояг аст, ки гуфт: Паёмбари Худо (с) аз никоҳ кардани зан бо амма ва ё холаи ҳамон зан наҳй фармуданд.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Никоҳи шиғор",
      "hadiths": [
        {
          "number": 1843,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) аз никоҳи шиғор наҳй карданд (навъе аз никоҳи дар замони ҷоҳилият, ки марде духтар ё хоҳари худро ба марди дигар ба занӣ ба шарте медод, ки ӯ низ духтар ё хоҳари худро бидуни пардохти маҳр ба вай бидиҳад."
        }
      ]
    },
    {
      "number": 10,
      "title": "Наҳй фармудани Паёмбари Худо (с) дар охири амр аз никоҳи мутъа",
      "hadiths": [
        {
          "number": 1844,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ва Сатама ибни Акваъ (р) ривоят аст, ки гуфтанд: Дар яке аз лашкарҳо будем, (яъне дар яке аз ғазавот будем ва мурод аз он ғазваи Ҳунайн аст), ки Паёмбари Худо (с) назди мо омада ва фармуданд: “Барои шумо иҷоза дода шудааст, ки мутъа кунед, пас мугъа кунед.”"
        }
      ]
    },
    {
      "number": 11,
      "title": "Зан метавонад барои шахси солеҳе пешниҳоди издивоҷ бидиҳад",
      "hadiths": [
        {
          "number": 1845,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки зане худро (барои издивоҷ) ба Паёмбари Худо (с) пешниҳод намуд (Паёмбари Худо (с) рағбат нишон надоданд). Шахсе гуфт: Ё Расулаллоҳ! Ӯро барои ман ба никоҳ бидиҳед, фармуданд: “Чӣ дорӣ?” Гуфт: Ҳеҷ чизе надорам. Фармуданд: “Бирав, ҷустуҷӯ кун, агарчанде ангуштаре аз оҳан бошад.” Он шахс рафт ва боз омаду гуфт: Ба Худованд савганд, ҳеҷ чизеро наёфтам, ҳатто ангуштари оҳаниро, вале ҳамин изорро дорам ва ними онро барои ҳамин зан медиҳам. Паёмбари Худо (с) фармуданд: Бо ин изор чӣ метавонад бикунад? Агар ту онро бипӯшӣ, ба ӯ чизе намерасад ва агар ӯ онро бипӯшад, ба ту чизе намерасад.” Он шахс нишаст ва баъд аз интизории бисёр бархост, ки биравад. Паёмбари Худо (с) ӯро садо кард ва ё касе ӯро хост, ки назди Паёмбари Худо (с) биравад ва фармуданд: “Аз Қуръон чӣ ёд дорӣ?” Гуфт: Фалон ва фалон сураро. Ва чандин сураро ном бурд. Паёмбари Худо (с) фармуданд: “Дар муқобили он чӣ, ки аз Қуръон ёд дорӣ, ӯро бароят ба никоҳ додем.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Никоҳ кардан ба сӯи зан пеш аз ба никоҳ гирифтани вай",
      "hadiths": [
        {
          "number": 1846,
          "full_text": "Ва дар ривояти дигаре аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Зане назди Паёмбари Худо (с) омада гуфт: Ё Расулаллоҳ! Омадаам, то худро барои шумо бибахшам. Паёмбари Худо (с) хуб ба тарафаш назар карданд ва сари худро поён андохтанд. Ва бақияи ҳадисро зикр намуда ва дар охираш гуфт, ки Паёмбари Худо (с) фармуданд: “Он чиро, ки аз Қуръон гуфтӣ, азёд хонда метавонӣ?” Гуфт: Бале. Фармуданд: \"Бирав! Дар муқобили он чӣ, ки аз Қуръон ёд дорӣ, ӯро бароят ба никоҳ додем.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Касе, ки мегӯяд бидуни будани валӣ никоҳ раво нест",
      "hadiths": [
        {
          "number": 1847,
          "full_text": "Аз Маъқил ибни Ясор (р) ривоят аст, ки гуфт: Хоҳарамро (номи хоҳараш Ҷамила бинти Ясор Мазанӣ буд) барои шахсе ба никоҳ додам (номи ин шахс Абӯбадоҳ ибни Осими Қазоъӣ буд). Ва он шахс ӯро талоқ дод. Чун иддааш ба охир расид, дубора омад ва аз вай хостгорӣ намуд. Барояш гуфтам: Ба ту эҳтиром намудам ва хоҳарамро бароят ба никоҳ додам ва ӯро ҳамсарат сохтам, вале ту ӯро талоқ додӣ ва акнун дубора омадаӣ ва аз вай хостгорӣ менамоӣ, ба Худованд савганд, ки дигар наздат нахоҳад омад. Ва ӯ шахси баде набуд ва хоҳарам мехост, ки дубора бо ӯ издивоҷ намояд ва ин ояи муборак нозил гардид, ки “Занҳоро аз издивоҷ кардан бо шавҳарони онҳо манъ накунед.” (Бақара: 232) Гуфтам: Ё Расулаллоҳ! Акнун (хоҳарамро) барояш ба никоҳ медиҳам. Ровӣ мегӯяд: Ва ҳамон буд, ки хоҳари худро барояш ба никоҳ дод."
        }
      ]
    },
    {
      "number": 14,
      "title": "Набояд падар ва ё шахси дигаре духтари бикр ва ё зани беваро бидуни ризоияти вай ба никоҳ бидиҳад",
      "hadiths": [
        {
          "number": 1848,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Зани бева то амр накунад, набояд ба никоҳ дода шавад ва духтари бикр то аз вай иҷоза хоста нашавад, набояд ба никоҳ дода шавад.” Пурсиданд: Ё Расулаллоҳ! Иҷоза доданаш чӣ гуна аст? Фармуданд: “Ин, ки сукут намояд.”"
        },
        {
          "number": 1849,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Духтари бикр ҳаё мекунад (Яъне, аз изҳори мувофиқати ошкоро шарм мекунад. Пас чӣ гуна аз вай иҷоза бигирем?) Фармуданд: “Ризоияти ӯ сукут кардани ӯст.”"
        }
      ]
    },
    {
      "number": 15,
      "title": "Агар шахсе духтарашро ба никоҳ дод ва духтараш ризоият надошт, никоҳаш мардуд аст",
      "hadiths": [
        {
          "number": 1850,
          "full_text": "Ривоят аст, ки падари Хансоа бинти Хизоми Ансорӣ (р) духтараш Хансоаро, ки зани бева буд, бидуни ризоияти ӯ ба никоҳ дод (Шавҳари аввали Хансоа Унайс ибни Қатода буд ва дар ҷанги Бадр ва ё Уҳуд ба қатл расида буд). Хансоа (р) назди Паёмбари Худо (с) рафта (шикоят намуд). Паёмбари Худо (с) никоҳашро рад намуданд."
        }
      ]
    },
    {
      "number": 16,
      "title": "Бар болои хостгории бародараш, то он, ки издивоҷ кунад ва ё хостгориро тарк кунад, набояд хостгорӣ кард",
      "hadiths": [
        {
          "number": 1851,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) аз харидани чизе бар болои хариди шахси дигар (манъ намуданд). Ва аз хостгорӣ кардан бар болои хостгории шахси дигар низ манъ намуданд, магар он, ки шахси хостгор хостгориро тарк кунад ва ё он, ки барояш (Яъне, барои хостгори дуввум) иҷоза бидиҳад."
        }
      ]
    },
    {
      "number": 17,
      "title": "Шартҳое, ки дар никоҳ раво нест",
      "hadiths": [
        {
          "number": 1852,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Барои зан раво нест, ки талоқи хоҳарашро мутолаба намояд, то ин, ки зарфашро (ба нафъи худ) холӣ намояд, зеро барои зан ҳамон чизе мерасад, ки барояш муқаддар шудааст.\""
        }
      ]
    },
    {
      "number": 18,
      "title": "Занҳое, ки ҳамсари шахсеро ба ӯ месупоранд ва дуо мекунанд, ки Худованд барояш баракат бидиҳад",
      "hadiths": [
        {
          "number": 1853,
          "full_text": "Аз Оиша (р) ривоят аст, ки вай ба арӯсии зан ва марде аз ансор иштирок намуда буд. Паёмбари Худо (с) гуфтанд: “Эй Оиша (р), оё васоили шодиву хурсандӣ надоштед? Зеро Ансор аз шодиву базм хушашон меояд.”"
        }
      ]
    },
    {
      "number": 19,
      "title": "Он чӣ, ки шахсе ҳангоми ҳамбистар шудан бо ҳамсараш бояд бигӯяд",
      "hadiths": [
        {
          "number": 1854,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Агар касе ҳангоми ҳамбистар шудан бо ҳамсараш ин дуоро бихонад ва Худованд барояш фарзанде бидиҳад, шайтон ба он фарзанд зараре расонда наметавонад: “Бисмиллоҳи ҷаннибни-ш- шайтона ва ҷанниби-ш-шайтона мо разақтано.” (Яъне, ба номи Худо, Илоҳо, шайтонро аз ман ва аз он чӣ, ки барои мо медиҳӣ, дур бигардон.)"
        }
      ]
    },
    {
      "number": 20,
      "title": "Тӯй кардан агарчи ба як гӯсфанд бошад",
      "hadiths": [
        {
          "number": 1855,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) тӯйеро, ки барои Зайнаб (р) ташкил карданд, барои дигар занҳои худ накарда буданд, дар тӯйи Зайнаб (р) як гӯсфанд забҳ намуданд. (Сабаби ин амр он буд, ки никоҳи Паёмбари Худо (с) бо Зайнаб (р) аз тариқи ваҳй сурат гирифта буд)."
        }
      ]
    },
    {
      "number": 21,
      "title": "Касе, ки ба камтар аз гӯсфанде тӯй кардааст",
      "hadiths": [
        {
          "number": 1856,
          "full_text": "Аз Сафия бинти Шайба (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бо баъзе аз ҳамсарони худ ба ду мушт ҷав тӯй намуданд."
        }
      ]
    },
    {
      "number": 22,
      "title": "Даъват ба тӯйи арӯсӣ ва меҳмониро бояд пазируфт...",
      "hadiths": [
        {
          "number": 1857,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Агар касе аз шумо ба тӯйи арӯсӣ даъват шуд, бояд даъватро бипазирад.”"
        }
      ]
    },
    {
      "number": 23,
      "title": "Тавсия барои занҳо",
      "hadiths": [
        {
          "number": 1858,
          "full_text": "Аз Абӯҳурайра аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки ба Худо ва рӯзи охират имон дорад, ҳамсарашро азият нанамояд ва васияти некӯӣ кардан ба занҳоро қабул намоед (Яъне, ман шуморо дар бораи некӯӣ кардан ба занҳо тавсия менамоям ва шумо ин тавсияро қабул намоед). Зеро онҳо аз қабурға халқ шудаанд ва қисмати болои қабурға каҷтарини қисмати он аст. Агар бихоҳӣ, ки онро рост намоӣ, мешиканад ва агар ба ҳолаш бигзорӣ, ҳамон тавр каҷ боқӣ мемонад. Пас васияти некӯӣ кардан ба занҳоро кабул намоед.”"
        }
      ]
    },
    {
      "number": 24,
      "title": "Хушрафторӣ бо ҳамсар",
      "hadiths": [
        {
          "number": 1859,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Ёздаҳ зан бо ҳам нишастанд ва аҳду паймон бастанд, ки аз аҳволи шавҳарони худ чизеро пинҳон накунанд. Аввалӣ гуфт: Шавҳарам монанди гӯшти шутури лоғаре аст бар сари кӯҳи пурпечу хам расидан ба вай душвор аст ва баъд аз расидан қобили бардоштан нест. Дуввӯмӣ гуфт: Хабарҳои шавҳарро ифшо намекунам, зеро ман метарсам, агар ба гуфтан шурӯъ кунам, дигар сокит нашавам ва айбҳои зоҳирӣ ва ботиниашро бармало созам. Саввӯмӣ гуфт: Шавҳарам баландқад ва баландболо аст, агар роҷеъ ба вай ягон ҳарфе бизанам, талоқам медиҳад. Ва агар сокит бимонам, ба ман сару коре надорад. Чорӯмӣ гуфт: Шавҳарам монанди шаби Тиҳома аст, ки на бисёр гарм аст ва на бисёр сард, на ғазабе дорад, ки аз вай битарсам ва на рафтори баде, ки аз вай малул гардам. Панҷӯмӣ гуфт: Шавҳарам ҳангоми ҳамбистар шудан бо ман монанди паланге аст муҳоҷим ва дар беруни хона ҳамчун шере аст ғуррон ва аз чизе, ки ба хона меоварад, аз кайфияти масрафаш суолу бозхосте надорад. Шашӯмӣ гуфт: Шавҳарам ҳамаи таомҳоро бо ҳам даромехта ва мебалъад ва ошомиданиҳоро то охирин қатраҳо мекашад ва чизе боқӣ намегузорад. Ҳангоми хоб дар гӯшае меафтад ва болопӯшро ба худ мепечад ва ҳатто аз ин, ки дасташро ба чоки пираҳанам кунаду аз ғаму андӯҳам огоҳ шавад, худдорӣ менамояд. Ҳафтӯмин гуфт: Шавҳарам дар ҷимоъ кардан нотавон, дар корҳо бетафовут, аз сухан задан оҷиз ва маҷмаъуламроз аст. Агар ба забони хуш ба вай сухан бигӯям, сарамро ба девор мекӯбад. Ва агар сахту дурушт бигӯям, даст ва ё поямро мешиканад, Ва гоҳе сару даст барояш фарқе намекунад ва ҳамаро бо ҳам мешиканад. Ҳаштӯмӣ гуфт: Шавҳарам дар мулоимӣ ба нармии пушти харгӯш ва ба хушбӯӣ назири мушку анбар аст. Нӯҳӯмӣ гуфт: Шавҳарам дар насаб шариф, дар қомат баланд, дар караму саховат машҳури ҳамагон аст ва хонааш хонаи хоссу ом аст. Даҳӯмин гуфт: Номи шавҳарам Молик аст ва намедонед, ки Молик чӣ касе аст. Шутурҳояш ончунон бисёр аст, ки хобгоҳи зиёдеро ишғол менамоянд. Ва чарогоҳҳо барои онҳо тангӣ мекунанд ва чун овози табл баланд мешавад ва оташ афрӯхта мегардад, ин шутурон яқин мекунанд, ки замони ҳалокати онҳо фаро расидааст. Ёздаҳӯм, ки Умми Заръ буд, гуфт: Шавҳарам Абӯзаръ аст ва Абӯзаръ чунон шахсияте аст, ки гӯшҳоямро аз гӯшвораҳои сангин соид ва бозуямро чоқ ва фарбеҳ намуда ва маро он қадар эҳтиром мекунад, ки маҷбур мешавам, худам низ барои худ онро эҳтиром намоям. Маро аз хонаводае овардааст, ки фақат чанд сар гӯсфанде доштанд ва ба машаққат зиндагӣ мекарданд, вале акнун дар хонае зиндагӣ мекунам, ки дорои аспҳои фаровон, шутурҳои бисёр, говҳои бешумор ва кишту ҳосили беададу беҳисоб аст. Ҳарчи бигӯям, озодам, то субҳ ором мехобам ва ҳар ошомиданиеро, ки хоста бошам, меошомам. Аммо модари Абӯзаръ касе аст, ки зарфу косааш калон ва фаровон, хонааш бузург ва фарох аст. Ва аммо бачаи Абӯзаръ даст ва паҳлӯяш нарму мулоим ва ба ҳадде камхӯрок аст, ки дасти бузғолаи кӯчаке ӯро сер мекунад. Аммо духтари Абӯзаръ духтаре аст, ки гӯш ба фармони падару модараш буда. Аз фарбеҳӣ либосҳояшро пур карда ва хори чашми ҳамсоягони худ аст. Ва аммо ходими Абӯзаръ хидматгоре аст, ки ахбори дохили хонаро ба хориҷ интиқол намедиҳад, таъом ва асбоби хонаро ба ҷои дигаре намебарад ва хонаро аз чизҳои ғайризарурӣ ошғолдон намесозад. Умми Заръ гуфт: Рӯзе Абӯзаръ дар ҳангоми фаровонии шир ва мост аз хона баромад ва чашмаш ба зане афтод, ки ду бачча дораду ба мисли ду бачаи паланг, ки ба синаҳои анормонанди он зан бозӣ мекарданд, чун Абӯзаръ он занро дид, маро талоқ дод ва ӯро ба никоҳ гирифт. Ман ҳам рафтам ва шахси шариф ва наҷиби дигареро ба никоҳ гирифтам, ин шахс аспаш саркаш ва сариъуссайр, найзааш аз найзаҳои минтақаи Хат буд (Хат минтақаест дар дохили Умон, ки дар сохтани найза шӯҳрати фаровоне дошт). Ӯ неъматҳои фаровонеро бароям таҳия намуд ва аз ҳар навъ ҳайвоне, ки дошт, як-як ҷуфтро бароям бахшиш доду гуфт: Эй Умми Заръ! Ҳарчӣ мехоҳӣ, бихӯр ва ҳарчӣ мехоҳӣ, ба ақвом ва хешовандони худ бахшиш бидеҳ. Бо ин ҳам тамоми чизҳоеро, ки бароям дода буд, ҷамъ мекардам ва дар кӯчактарин зарфхонаи Абӯзаръ меандохтам, онро пур намекард. Оиша (р) мегӯяд: Дар ин вақт Паёмбари Худо (с) бароям гуфтанд: “Ман ҳам нисбат ба ту монанди Абӯзаръ нисбат ба Умми Заръ ҳастам.” Ва Оиша (р) дар ҷавоби Паёмбари Худо (с) гуфт: Падару модарам фидои шумо! Шумо бароям аз Абӯзаръ нисбат ба Умми Заръ беҳтар ва хушрафтортар ҳастед (ва ин аз камоли одоб ва ниҳояти вафову муҳаббати Оиша (р) нисбат ба Паёмбари Худо (с) мебошад)."
        }
      ]
    },
    {
      "number": 25,
      "title": "Руза гирифтани зан бояд ба иҷозаи шавҳар бошад",
      "hadiths": [
        {
          "number": 1860,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Раво нест, ки зан дар вақти будани шавҳараш бидуни иҷозаи вай рӯза бигирад ва раво нест, ки бидуни иҷозати вай ба касе иҷозати дохил шудан ба хонаашро бидиҳад ва он чӣ, ки аз моли шавҳараш бидуни иҷозааш нафақа мекунад, ними савоби он барои шавҳараш мебошад.”"
        }
      ]
    },
    {
      "number": 26,
      "title": "",
      "hadiths": [
        {
          "number": 1861,
          "full_text": "Аз Усома (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Ба дарвозаи биҳишт истодам, дидам, аксари касоне, ки дар он дохил мешаванд, фуқаро ҳастанд ва аз сармоядорон мамониъат ба амал меояд ва дар интизоранд ва дӯзахиён ҳамагӣ ба сӯи дӯзах бурда шуданд ва бар дари дӯзах истодам ва дидам, аксари касоне, ки ба дӯзах дохил шудаанд, занҳо ҳастанд.”"
        }
      ]
    },
    {
      "number": 27,
      "title": "Қуръа кашидан байни занҳо ҳангоми сафар кардан",
      "hadiths": [
        {
          "number": 1862,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) ҳангоме, ки азми сафар мекарданд, байни ҳамсарони худ қуръакашӣ менамуданд. Дар яке аз сафарҳо қуръаи Оиша ва Ҳафса (р) бо ҳам баромад. (Дар масири роҳ) чун шаб мешуд, Паёмбари Худо (с) бо Оиша (р) сӯҳбат мекарданд. Ҳафса барои Оиша (р) гуфт: Чӣ мешавад, ки имшаб ту шутури маро савор шавӣ, ман шутури туро, то бубинам, ки чӣ мешавад, Оиша (р) қабул намуд ва гуфт: Бисёр хуб аст. Ҳафса (р) омаду бар шутури Оиша (р) савор шуд. Паёмбари Худо (с) ба тарафи шутуре, ки ҳамеша Оиша (р) бар он савор мешуд, рафтанд ва салом карданд ва ба роҳ идома доданд, то ин, ки дар ҷое манзил намуданд. Дар ин вақт буд, ки Оиша (р) дарди ҷудоӣ аз Паёмбари Худо (с)-ро эҳсос намуд, то ҷое, ки пойҳояшро дохили хору хошок менамуд ва мегуфт: Парвардигоро! Ақраб ва ё мореро бар ман мусаллат кун, то маро бигазад (зеро худам ба дасти худ кардам) ва барои ӯ (яъне Паёмбари Худо (с) чизе гуфта наметавонам."
        }
      ]
    },
    {
      "number": 28,
      "title": "Агар касе ҳамсар дошта бошад ва духтари бикреро ба никоҳ бигирад",
      "hadiths": [
        {
          "number": 1863,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Агар бихоҳам, метавонам бигӯям, ки Паёмбари Худо (с) фармуданд, вале мегӯям: Суннат ин аст, ки агар касе духтари бикреро ба никоҳ гирифт, ҳафт шаб наздаш бимонад ва агар зани беваеро ба никоҳ гирифт, се шаб (ва баъд аз он навбатро байни ҳамсаронаш муроъот намояд)."
        }
      ]
    },
    {
      "number": 29,
      "title": "Набояд зан худнамоӣ кунад ва ё бар полонҷи (боғчун)-и худ фахрфурӯшӣ намояд",
      "hadiths": [
        {
          "number": 1864,
          "full_text": "Аз Асмоа (р) ривоят аст, ки зане гуфт: Ё Расулаллоҳ! Ман полонҷе дорам (полонҷро дар урфи оммаи мардуми тоҷик боғчун мегӯянд ва дар истилоҳи эрониён ҳавов номида мешавад). Оё агар дар наздаш ба чизе, ки шавҳарам бароям надодааст, тазоҳур намоям, бароям гуноҳ хоҳад дошт? Фармуданд: “Касе, ки ба он чӣ, ки надорад, тазоҳур мекунад, монанди касе аст, ки муртакиби ду гуноҳ мегардад” (як гуноҳ ба сабаби тафохур ва як гуноҳ ба сабаби дурӯғе, ки муртакиби он шудааст)."
        }
      ]
    },
    {
      "number": 30,
      "title": "Ғайрат (рашк) намудан",
      "hadiths": [
        {
          "number": 1865,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Худованд боғайрат аст ва вақте ғайраташ мешавад, ки мусалмон муртакиби маҳорими Худованди мутаъол гардад (ва дар ин вақт аст, ки Худованд аз вай дар дунё ва ё дар дунё ва дар охират интиқом мегирад ва ӯро ба азоби Худо гирифтор месозад). ”"
        },
        {
          "number": 1866,
          "full_text": "Аз Асмоа бинти Абӯбакр (р) ривоят аст, ки гуфт: Ҳангоме, ки Зубайр (р) бо ман издивоҷ намуд, дар рӯи замин ба ҷуз аз як шутур ва як асп молу мулки дигаре надошт, ман аспашро алаф медодам ва ба хона об меовардам. Поргиҳои далвашро медӯхтам ва барояш хамир мекардам ва чун нон пухта наметавонистам, ҳамсояҳои ансорам, ки занҳои нек буданд, меомаданд ва бароям нон мепухтанд ва решаҳои хурморо аз замине, ки Паёмбари Худо (с) барои Зубайр дода буданд, бар сарам ба хона интиқол медодам ва ин замин ду сулси фарсах аз хонаи мо дур буд. Дар яке аз рӯзҳо дар ҳоле, ки решаҳои хурмо бар рӯи сарам буд, дар байни роҳ ба Паёмбари Худо (с) дар ҳоле, ки иддае аз мардуми Ансор бо эшон буданд, мулоқот намудам. Паёмбари Худо (с) маро талабиданд ва шутури худро хобонданд, то маро пушти сари худ савор намоянд. Вале ман аз ин, ки бо мардҳо якҷо биравам, шармидам ва илова бар он, аз ғайрати Зубайр (р), ки боғайраттарини мардумон буд, ёдам омад, Паёмбари Худо (с) ин чизро дарк карда ва рафтанд. Чун ба хонаам омадам, ба Зубайр (р) гуфтам, ки дар роҳ дар ҳоле, ки ташти решаҳои хурмо ба сарам буд, Паёмбари Худо (с)-ро, ки бо иддае аз Ансор ба роҳ мерафтанд, мулоқот намудам. Эшон шутури худро хобонданд, то маро бо худ савор кунанд, вале ман аз як тараф хиҷолат кашидам ва аз тарафи дигар ғайрати туро медонистам. Зубайр (р) гуфт: Ба Худованд савганд, ин, ки хастаҳои хурморо бардошта будӣ, бар ман сахттар аз савор шудани ту бо Паёмбари Худо (с) буд. Асмоа (р) мегӯяд: (Ба ҳамин ҳол идома медодам) то ин, ки Абӯбакр (р) бароям ходиме фиристод ва он ходим сарпарастии аспамро ба ӯҳда гирифт ва ба ин кори худ гӯё маро аз ғуломӣ озод кард."
        }
      ]
    },
    {
      "number": 31,
      "title": "Ғайрат ва ғазаби занҳо",
      "hadiths": [
        {
          "number": 1867,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бароям гуфтанд: “Ман медонам, ки кадом вақт аз ман розӣ ҳастӣ ва кадом вақт норозӣ.” Оиша (р) мегӯяд: Пурсидам: Инро аз куҷо медонед? Фармуданд: “Инро медонам, ки ҳангоме аз ман розӣ бошӣ, мегӯӣ: На ва ба Худои Муҳаммад. Ва ҳангоме, ки норозӣ бошӣ, мегӯӣ: На ва ба Худои Иброҳим. Оиша (р) мегӯяд: Гуфтам: Ё Расулаллоҳ! Ба Худованд савганд, ки ҳамчунин аст ва танҳо исми шуморо тарк мекунам (яъне, ин норозияти зоҳирӣ ва дар забон аст ва муҳаббати шумо дар қалби ман кам намешавад)."
        }
      ]
    },
    {
      "number": 32,
      "title": "Марде, ки маҳрам нест, набояд бо зан хилват намояд ва ё назди зане, ки шавҳараш вуҷуд надорад,",
      "hadiths": [
        {
          "number": 1868,
          "full_text": "Аз Уқба ибни Омир (р) ривоят аст, ки Расули Худо (с) фармуданд: “Аз дохил шудан ба назди занҳо бипарҳезед.” Шахсе аз Ансор гуфт: Ё Расулаллоҳ! Бародари шавҳар чӣ тавр? (Яъне: Оё барои бародари шавҳар низ раво нест, ки ба назди зани бародараш бидарояд?) Фармуданд: “Бародари шавҳар сабаби марг аст.”"
        }
      ]
    },
    {
      "number": 33,
      "title": "Набояд зан зани дигареро назди шавҳари худ тавсиф намояд",
      "hadiths": [
        {
          "number": 1869,
          "full_text": "Аз Абдуллоҳ ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Набояд зан бо зани дигаре якҷо шавад ва сипас он занро тавре барои шавҳари худ тавсиф намояд, ки гӯё шавҳараш ба тарафи он зан нигоҳ мекунад.”"
        }
      ]
    },
    {
      "number": 34,
      "title": "Касе, ки ба сафари дуре меравад, набояд шабҳангом ба хонааш баргардад",
      "hadiths": [
        {
          "number": 1870,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки ба сафари дароз меравад, шабҳангом назди хонаводааш барнагардад.”"
        },
        {
          "number": 1871,
          "full_text": "Ва аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Чун дар шаб аз сафар баргаштӣ, ба назди ҳамсарат дохил машав (ва интизорӣ бикаш), то тарошиданиҳоро битарошад ва сарашро шона кунад.”"
        }
      ]
    }
  ],
  "total_chapters": 34,
  "total_hadiths": 44,
  "unique_hadith_numbers": 44
}