{
  "id": 74,
  "number": 74,
  "title": "КИТОБИ ОРОМИШИ ХОТИР ВА НАРМИИ ДИЛ",
  "chapters": [
    {
      "number": 1,
      "title": "Тандурустӣ ва фароғат ва ин, ки роҳате ҷуз роҳати охират нест",
      "hadiths": [
        {
          "number": 2091,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ду неъмат аст, ки аксари мардум дар он фиреб мехӯранд, яке тандурустӣ ва дигаре бекорӣ.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Ин гуфтаи Паёмбари Худо (с) мефармоянд: “Дар ин дунё ончунон бош, ки гӯё мусофир ҳастӣ”",
      "hadiths": [
        {
          "number": 2092,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шонаҳоямро гирифтанд ва фармуданд, ки: “Дар дунё ончунон бош, ки гӯё мусофир ва роҳгузар астӣ.” Ва Ибни Умар (р) мегӯяд: Чун шом зинда будӣ, интизори субҳро надошта бош ва чун субҳ зинда будӣ, интизори шомро надошта бош! Ва аз айёми тандурустиат барои айёми маризиат ва аз зиндагият барои маргат захира намо!"
        }
      ]
    },
    {
      "number": 3,
      "title": "Орзуи дароз",
      "hadiths": [
        {
          "number": 2093,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) мураббаъе расм намуданд ва дар хориҷи мураббаъ дар қисми васати он хате кашиданд ва хатҳои кӯчаки дигареро ба сӯи ин хати миёна расм намуда ва фармуданд: “Ин ннсон аст ва ин аҷали ӯст, ки аз ҳар тараф ба ӯ иҳота намудааст. Ва ин хати берунӣ орзуҳои ӯ аст ва ин хатҳои кӯчак ҳаводис ва офатҳои дунявӣ аст. Агар аз яке аз онҳо наҷот ёбад, дигаре ба сари вақташ мерасад ва агар аз ин ҳам наҷот ёбад, он дигаре ӯро фурӯгузор нахоҳад кард.”"
        },
        {
          "number": 2094,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) хатҳоеро расм намуда ва фармуданд: “Ин орзу ва ин аҷали инсон аст ва дар ҳоле, ки ӯ ба орзуҳояш ғарқ аст, он хати наздиктар (яъне аҷала) ба ӯ мерасад.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Касе, ки ба синни шастсолагӣ мерасад, Худованд барояш итмоми ҳуҷҷат кардааст",
      "hadiths": [
        {
          "number": 2095,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касеро, ки Худованд шаст сол умр додааст, барояш итмоми ҳуҷҷат кардааст.”"
        },
        {
          "number": 2096,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Шахси пир, дилаш дар ду чиз ҷавон аст, яке ҳубби дунё ва дигаре орзуи дароз.\""
        }
      ]
    },
    {
      "number": 5,
      "title": "Коре, ки хос барои Худо бошад",
      "hadiths": [
        {
          "number": 2097,
          "full_text": "Аз Итбон ибни Молики Ансорӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе нест, ки рӯзи қиёмат ҳозир гардад ва хос барои ризои Худо “Ло илоҳа иллаллоҳ” гуфта бошад, магар он, ки Худованд оташи дӯзахро бар вай ҳаром мегардонад.”"
        },
        {
          "number": 2098,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Худованди мутаъол мефармояд: “Агар дӯсти бандаи мусалмонро дар дунё аз вай бигирам (масалан, фарзанди ӯро ва ё ҳамсари ӯро ва падару модари ӯро ва ё ҳар дӯсти дигари ӯро) ва ӯ сабр намояд ва савоби худро аз ман бихоҳад, дар муқобили ин сабраш биҳиштро барояш медиҳам.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Аз байн рафтани ашхоси накӯкор",
      "hadiths": [
        {
          "number": 2099,
          "full_text": "Аз Мирдоси Асламӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ашхоси некӯкор яке пас аз дигаре аз байн мераванд ва ашхосе боқӣ мемонанд, ки монанди нармарезаҳои хурмо ва ҷав ҳастанд ва Худованд ба онҳо эътиное надорад.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Парҳез аз фитнаи мол",
      "hadiths": [
        {
          "number": 2100,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Агар барои фарзанди Одам ду дашт пур аз моли дунё бошад, ба талаби дашти сеюм бармеояд ва шиками фарзанди Одамро ҷуз хок чизи дигаре пур намекунад (ва ин киноя аз марг аст, яъне то вақте ки дар гӯр наравад, ҳирсаш кам нашуда, дар талаби дунё аз пой наменишинад) ва Худованд тавбаи тавбакунандаро қабул менамояд.”"
        }
      ]
    },
    {
      "number": 8,
      "title": "Аз моли инсон ҳамон чизе барояш мемонад, ки пеш аз худ мефиристад",
      "hadiths": [
        {
          "number": 2101,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Аз шумоён касе ҳаст, ки моли вориси худро аз моли худ бештар дӯст дошта бошад?” Гуфтанд: Ё Расулаллоҳ! Ҳеҷ касе нест, ки моли вориси худро аз моли худаш бештар дӯст дошта бошад. Фармуданд: “Моли худаш он аст, ки пеш аз худ фиристодааст ва он чӣ, ки аз вай мемонад, моли вориси ӯ аст.”"
        }
      ]
    },
    {
      "number": 9,
      "title": "Чигунагии зиндагии Паёмбари Худо (с) ва саҳобаҳояшон ва рӯй гардондани онҳо аз дунё",
      "hadiths": [
        {
          "number": 2102,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки мегуфт: Савганд ба Худое, ки ҷуз ӯ Худои дигаре нест, (рӯзгоре буд, ки) аз гуруснагӣ шиками худро бар замин мечаспондам ва сангро ба шиками худ мебастам. Рӯзе бар сари роҳе, ки мардум аз он роҳ мегузаштанд, нишастам. Абӯбакр (р) омад, аз вай роҷеъ ба яке аз оёти Қуръони карим пурсиш намудам ва мақсади дигаре ҷуз он, ки маро сер намояд, надоштам, вале аз наздам рафт ва бароям коре накард. Баъд аз он Умар (р) омад, аз вай хам роҷеъ ба яке аз оёти Қуръон пурсиш намудам, то ба ин сабаб шояд маро сер намояд, вале ӯ ҳам аз наздам рафт ва бароям коре накард. Баъд аз он Абулқосим (р) омаданд, чун чашмашон ба ман афтод, табассум намуданд ва аз рангам мақсадамро дониста ва фармуданд: к‘Ё Абоҳир!” (Мақсади Паёмбари Худо (с) Абӯҳурайра (р) аст, вале аз рӯи муҳаббат ва хушзабонӣ номашро ихтисор намуда ва ӯро Абоҳир номиданд). Гуфтам: Бале, ё Расулаллоҳ! Фармуданд: \"Бо ман биё.” Паёмбари Худо (с) рафтанд ва ман аз ақибашон рафтам, (ба хонаи худ) дохил гардиданд ва аз омадани ман иҷоза хостанд, бароям дода шуд ва дохил гардидам. (Паёмбари Худо (с) миқдори ширеро, ки дар қадаҳе буд, диданд ва гуфтанд: “Ин шир аз куҷо аст?\" Гуфтанд: Фалон шахс ва ё фалон зан барои шумо ҳадя овардааст. Фармуданд: “Ё Абоҳир! (Паёмбари Худо (с) фармуданд: “Аҳли Суффаро наздам биёвар.” Абӯҳурайра (р) мегӯяд: Аҳли Суффа меҳмонони Ислом буданд, на аҳл доштанд ва на моле. Агар касе барои Паёмбари Худо (с) садақае медод, худашон аз он чизе намехӯрданд ва барои инҳо медоданд ва агар касе ҳадя ва бахшише меовард, онҳоро металабиданд ва бо онҳо муштаркан мехӯрданд ва аз ин, ки Паёмбари Худо (с) фармуданд: Аҳли Суффаро биёвар, бадам омад, зеро бо худ гуфтам: Ин миқдор шир чист, ки биравам ва асҳоби Суффаро даъват намоям, беҳтар он буд, ки ин ширҳоро барои ман медоданд, то онро меошомидам ва қадре қувват мегирифтам. Чун онҳо биёянд, маро амр хоҳанд кард, то ин ширро барои онҳо бидиҳам ва дар ин ҳолат аз ин шир бароям чизе нахоҳад расид. Вале аз амри Худо ва Расулаш чорае нест, ҳамон буд, ки омадам ва онҳоро даъват намудам. Онҳо омаданд ва иҷоза хостанд, барои онҳо иҷоза доданд, омаданд ва ҳар кадом ба ҷои худ нишастанд. Паёмбари Худо (с) фармуданд: “Ё Абоҳир!” гуфтам: Бале, ё Расулаллоҳ. Фармуданд: “Ширро бигир ва ба эшон бидеҳ.” Қадаҳро бардоштам ва ба яке аз онҳо медодам, он шахс қадаҳро мегирифт, он қадар менӯшид, ки сер мешуд. Баъд аз он қадаҳро бароям пас медод ва ман қадаҳро барои шахси дигаре медодам, ӯ ҳам он қадар менӯшид, ки сер мешуд ва қадаҳро бароям пас медод, то ин, ки ба ҳамин тариқ ҳамагӣ нӯшиданд ва сер шуданд. Ва навбат ба Паёмбари Худо (с) расид, қадаҳро аз ман гирифтанд ва дар дасти худ ниҳоданд, ба тарафам табассум намуда ва фармуданд: “Ё Абоҳир!” Гуфтам: Бале, ё Расулаллоҳ! Фармуданд: “Ману ту мондаем.” Гуфтам: Бале, ё Расулаллоҳ, чунин аст. Фармуданд: “Биншин ва бинӯш.” Нишастам ва нӯшидам.” Фармуданд: “Биншин ва бинӯш.” Нишастам ва нӯшидам. Фармуданд: “Бинӯш.” Ва ман менӯшидам, то ин, ки гуфтам: Савганд ба Зоте, ки шуморо ба ҳақ фиристодааст, дигар ҷое барои ошомидан надорам. Фармуданд: (“Қадаҳро бароям нишон бидеҳ. Қадаҳро ба дасти эшон додам, ҳамду сано Худовандро гуфтанд ва боқимондаи ширро худашон нӯшиданд (ва ин воқеа мӯъҷизаи боҳире аз мӯъҷизоти фаровони Расули акрам (с) аст)."
        },
        {
          "number": 2103,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт Паёмбари Худо (с) дуо карданд ва гуфтанд: “Худоё! Барои оли Муҳаммад қуте бирасон.”"
        }
      ]
    },
    {
      "number": 10,
      "title": "Пойбандӣ ва мудовамат ба кор",
      "hadiths": [
        {
          "number": 2104,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳеҷ касро амалаш наҷот намедиҳад.” Пурсиданд: Ё Расулуллоҳ, Ҳатто шуморо? Фармуданд: “Ҳатто маро магар он, ки раҳмати Худованд шомили ҳолам гардад, вале кӯшиш намоед ва миёнаравӣ кунед, дар субҳгоҳу нимрӯзӣ ва чизе аз шаб ибодат намоед ва миёнаравиро ихтиёр намоед, албатта ба мақсад хоҳед расид."
        },
        {
          "number": 2105,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Касе аз Паёмбари Худо (с) пурсид: Кадом амал дар назди Худованди мутаъол маҳбубтар аст? Фармуданд: “Амале, ки истимрор дошта бошад, агарчи он андаке бошад.”"
        }
      ]
    },
    {
      "number": 11,
      "title": ", Умед ҳамрох бо тарс",
      "hadiths": [
        {
          "number": 2106,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Агар кофир аз тамоми раҳмати Худованд бохабар гардад, аз ҷаннат ноумед намешавад. (Яъне барояш ин умед пайдо мешавад, ки бо вуҷуди куфраш Худованд ӯро машмули раҳмати худ гардонида, ба биҳишт бибарад) ва агар мусалмон аз тамоми азоби Худованд бохабар гардад, аз дӯзах мутмаин намегардад.”"
        }
      ]
    },
    {
      "number": 12,
      "title": "Ҳифзи забон ва касе, ки ба Худо ва рӯзи охират имон дорад, ё сухани хайрандешонае бигӯяд ва ё сокит бошад",
      "hadiths": [
        {
          "number": 2107,
          "full_text": "Аз Саҳл ибни Саъд (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки аз маъсият намудан ба забон ва фарҷаш бароям тазмин (кафолат) бидиҳад, ман биҳиштро барояш тазмин менамоям.'’"
        },
        {
          "number": 2108,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Бисёр вақтҳо шахсе сухане мегӯяд ва агарчӣ худаш ба ин аҳамияте намедиҳад, вале боиси ризои Худованд гардида ва сабаби рафъи дараҷоташ (дар ҷаннат) мегардад ва бисёр вақтҳо шахсе сухане мегӯяд ва агарчӣ худаш ба он аҳамияте намедиҳад, вале он сухан боиси ғазаби Худованд мегардад ва он шахсро ба дӯзах мебарад.”"
        }
      ]
    },
    {
      "number": 13,
      "title": "Парҳез аз гуноҳон",
      "hadiths": [
        {
          "number": 2109,
          "full_text": "Аз Абӯмӯсо ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Мабъус шуданам аз тарафи Худованди мутаъол монанди касе аст, ки назди мардуме меояд ва мегӯяд: худам лашкари душманро ба чашми худ дидам ва ман ҳамон бимдиҳандаи урён ҳастам (қиссаи бимдиҳандаи урён аз ин қарор аст, ки шахсе лашкари душманро дид ва пеш аз он, ки хабари он лашкарро барои қавми худ бирасонад, он лашкариён ӯро гирифтанд ва бараҳна намуданд ва чун аз наздашон омад, ба қавми худ гуфт: лашкари душманро дидам ва онҳо либосҳоямро гирифтанд ва маро урён карданд ва акнун омадаам ва ба шумо аз вуҷуди он душман хабар медиҳам) ва шуморо аз он лашкар бим медиҳам. Пас ба фикри наҷот ва халосии худ бошед. Гурӯҳе суханашро қабул намуда ва аз аввали шаб омодагӣ мегиранд ва худро наҷот медиҳанд. Гурӯҳи дигаре ӯро такзиб намуда ва суханашро бовар намекунанд, то ин, ки он лашкар ба сари вақти онҳо мерасад ва онҳоро ҳалок намуда ва аз байн мебаранд."
        }
      ]
    },
    {
      "number": 14,
      "title": "Оташи дӯзах ба шаҳавот печида шудааст",
      "hadiths": [
        {
          "number": 2110,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Оташ (дӯзах) ба хушгузарониҳо ва (роҳи) биҳишт ба сахтиҳо ва мушкилот печида шудааст.\""
        }
      ]
    },
    {
      "number": 15,
      "title": "Ҷаннат ва дӯзах аз банди кафши шумо ба шумо наздиктар аст",
      "hadiths": [
        {
          "number": 2111,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Биҳишт аз банди кафши шумо ба шумо наздиктар аст ва Дӯзах ҳам ҳамин тавр аст.”"
        }
      ]
    },
    {
      "number": 16,
      "title": "Бояд ба поёнтар аз худ нигоҳ кард, на ба болотар аз худ",
      "hadiths": [
        {
          "number": 2112,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: \"Агар ба касе, ки аз ту дар мол ва хилқат болотар аст, назар мекунӣ, ба касе ки аз ту поёнтар аст, ҳам назар кун.”"
        }
      ]
    },
    {
      "number": 17,
      "title": "Касе, ки тасмим ба гуноҳ ва ё савоб мегирад",
      "hadiths": [
        {
          "number": 2113,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) ба ҳикоят аз Парвардигори худ гуфтанд: “Худованд хубиҳо ва бадиҳоро навишта ва онҳоро баён намудааст. Касе, ки қасди анҷом додани кори некеро менамояд, агарчанде онро амалӣ насозад, Худованд он қасдашро дар назди худ барояш ҳасанаи комиле ҳисоб мекунад. Ва агар онро амалӣ созад, Худованд даҳчанд то ҳафтсадчанд ва ҳатто бештар аз он барояш савоб медиҳад ва касе, ки қасди анҷом додан кори бадеро менамоянд, агар онро амалӣ насозад, Худованд онро барояш дар назди худ ҳасанаи комиле ҳисоб мекунад ва агар онро амалӣ созад, бар ӯ як гуноҳ ҳисоб менамояд.”"
        }
      ]
    },
    {
      "number": 18,
      "title": "Аз байн рафтани амонат",
      "hadiths": [
        {
          "number": 2114,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои мо ду ҳадисро гуфтанд, якеро дидам ва мунтазири дигаре мебошам, фармуданд: “Амонат дар дили мардум нозил гардид ва баъд аз он аз Қуръони карим ва сипас аз суннат донистанд (ки бояд амонатро муроот менамоянд). Ва боз дар мавриди аз байн рафтани амонат сӯҳбат намуда ва фармуданд: (Вақте меояд), ки шахсе мехобад ва чун аз хоб бедор мешавад, амонат аз дилаш гирифта шуда ва ҷуз асари андак аз он боқӣ намемонад ва бори дигар мехобад ва чун аз хоб бедор мешавад, боз ҳам амонат аз дилаш гирифта мешавад ва чизе, ки аз он боқӣ мемонад, монанди асаре аст, ки аз обила ба асари сӯхтагии даст боқӣ мемонад ва камтар касе аз мардумро хоҳӣ дид, ки дар муъомала ва хариду фурӯш амонатро муроот менамояд, то он ҷо, ки мардум ба якдигар мегӯянд, дар фалон қавм як нафар амонатдор пайдо мешавад ва чӣ басо гуфта мешавад, ки фалон шахс чӣ қадар ҳушёр аст, чӣ қадар фаҳмидааст ва чӣ қадар чолок аст, вале афсӯс, дар дилаш заррае аз имон вуҷуд надорад. Ҳузайфа (р) мегӯяд: Рӯзгоре буд, ки дар хариду фурӯш фарқ байни ину он набуд ва бо ҳар кас муъомала мекардам. Агар мусалмон буд, бо ман ба асоси Ислом муъомала мекард ва агар насронӣ буд, аз вай замонат мегирифтам. Вале имрӯз ҷуз ба фалонӣ ва фалонӣ муомала ва хариду фурӯш карда наметавонам.”"
        },
        {
          "number": 2115,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Мардумон монанди қофилаҳои шутур бисёр ҳастанд ва ба садҳо вуҷуд доранд, вале шутури қобили савор шуданро кам метавон пайдо кард” (Яъне мардумон бисёр ҳастанд, вале касе аз нигоҳи диндорӣ ва Худотарсӣ мешавад бар вай итминон кард, бисёр кам аст)."
        }
      ]
    },
    {
      "number": 19,
      "title": "Риё ва сумъа",
      "hadiths": [
        {
          "number": 2116,
          "full_text": "Аз Ҷундуб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Касе, ки амалашро ба қасди шӯҳрат анҷом додааст, Худованд (дар рӯзи қиёмат) расвояш месозад ва касе, ки кореро аз рӯи риё анҷом дода бошад, Худованд фазиҳаташ мекунад ва аъмоли ботинашро барои мардум бармало месозад.”"
        }
      ]
    },
    {
      "number": 20,
      "title": "Тавозӯъ",
      "hadiths": [
        {
          "number": 2117,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Худованд фармудааст: Касе, ки бо яке аз дӯстони ман адоват ва душманӣ намояд, бо ӯ эълони ҷанг мекунам ва бандаам ба ҳеҷ амале беҳтар аз анҷом додани фароиз ба ман тақарруб наҷустааст. Ва бандаам дар анҷоми навофил (монанди намози нафлӣ, рӯзаи нафлӣ, садақаи нафлӣ ва амсоли инҳо) то ҷое ба ман такарруб меҷӯяд, ӯро мавриди муҳаббати худ қарор медиҳам ва чун ӯро мавриди муҳаббати худ қарор додам, барояш гӯше мешавам, ки бо он мешунавад ва чашме мешавам, ки ба он мебинад ва дасте мешавам, ки бо он кореро анҷом медиҳад ва пойе мешавам, ки бо он роҳ меравад. Агар аз ман чизе бихоҳад, барояш медиҳам. Агар ба ман паноҳ биҷӯяд, ӯро дар паноҳи худ қарор медиҳам ва дар ҳеҷ коре, ки кардаам, ба андозае, ки дар қабзи рӯҳи мӯъмин тардид менамоям, тардид наменамоям, ӯ аз мурдан бадаш меояд ва ман ҳам бадӣ ва ранҷиши ӯро намехоҳам.” (Мӯҳтавои умумии ин ҳадис бар ин далолат мекунад, ки давом додан дар адои фароиз ва навофил сабаби тақарруби илоҳӣ мешавад ва кайфияти ин, ки Худованд гӯш ва ё чашм ва ё дасти банда мешавад, ба таври ҳақиқӣ маълум нест ва имон овардан ба он воҷиб аст)."
        }
      ]
    },
    {
      "number": 21,
      "title": "Касе, ки дидори Аллоҳ таъоро бихоҳад, Худованд ҳам дидорашро мехоҳад",
      "hadiths": [
        {
          "number": 2118,
          "full_text": "Аз Убода ибни Сомит (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Касе, ки дидори Аллоҳро дӯст дошта бошад, Худованди мутаъол ҳам дидорашро дӯст медорад ва касе, ки аз дидори Аллоҳ бадаш биёяд, Худованд ҳам аз дидори он шахс бадаш меояд.” Оиша ё каси дигаре аз ҳамсарони Паёмбари Худо (с) гуфт: Мо маргро намехоҳем ва аз марг бадамон меояд, Паёмбари Худо (с) фармуданд: “Мақсад ин чиз нест, балки мақсуд ин аст, ки мӯъмин ҳангоми марг ризо ва раҳмати Худованд барояш нишон дода мешавад ва дар ин вақт ҳеҷ чизе аз роҳе, ки дар пеши рӯй дорад, барояш маҳбубтар ҷилва намекунад ва аз ин ҷост, ки дидори Аллоҳро дӯст медорад ва шахси кофар ҳангоми марг азобу уқубати Худо барояш нишон дода мешавад ва дар ин вақт ҳеҷ чизе дар наздаш аз роҳе, ки дар пеши рӯй дорад, бадтар ва нописандидатар ҷилва намекунад. Ва аз ин ҷо аст, ки аз дидори Аллоҳ бадаш меояд ва Худованди мутаъол ҳам дидори чунин шахсеро намехоҳад.”"
        }
      ]
    },
    {
      "number": 22,
      "title": "Сакароти мавт",
      "hadiths": [
        {
          "number": 2119,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Мардуми нодоне аз бодиянишинон меомаданд ва аз Паёмбари Худо (с) мепурсиданд, ки қиёмат чӣ вақт аст? (Паёмбари Худо (с) ба тарафи хурдсолтарини онҳо нигоҳ карда мефармуданд: “Агар ин шахс зинда бимонад, пеш аз он, ки пир шавад, қиёмат бар сари шумо барпо мегардад.”"
        }
      ]
    },
    {
      "number": 23,
      "title": "Худованд дар рӯзи қиёмат заминро қабза менамояд",
      "hadiths": [
        {
          "number": 2120,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Замин дар рӯзи қиёмат монанди қурси ноне мешавад, ки Худованд онро бо дасти худ мегардонад, монанди мусофире, ки нонашро ҷиҳати пухтан мегардонад (яъне тагу рӯ мекунад) ва ин барои меҳмонии аҳли ҷаннат аст. Дар ин вақт шахсе аз яҳуд омаду гуфт: Ё Абалқосим! Худованд шуморо мавриди раҳмати худ қарор диҳад. Оё намехоҳед, ки шуморо аз таъоми аҳли биҳишт бохабар созам? Фармуданд: “Бохабар бисоз.” Гуфт: Замин ба монанди қурси ноне хоҳад шуд, ҳамон тавре, ки Паёмбари Худо (с) хабар дода буданд. Паёмбари Худо (с) ба тарафи моён нигоҳ карданд ва ончунон хандиданд, ки дандонҳои охири даҳонашон намоён гардид. Боз (он шахси яҳудӣ) гуфт: Оё аз нонхӯриши аҳли биҳишт ҳам шуморо бохабар созам? Нонхӯриши аҳли ҷаннат болом ва нун аст. (Саҳоба) пурсиданд: Болом ва нун чист? Гуфт: Иборат аст аз гов ва моҳӣ, ки ҷигаргӯшаи онҳо хӯроки ҳафтод ҳазор нафар аст (ва шояд мурод аз ин ҳафтод ҳазор нафар ҳамон ҳафтод ҳазор нафаре бошанд, ки пеш аз ҳисоб ба биҳишт дохил мешаванд ва лафзи боло ва нун ибрӣ аст. Болом ба маънои гов ва нун ба маънои моҳӣ аст)."
        },
        {
          "number": 2121,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Мардум дар рӯзи қиёмат бар болои замини сафедранге, ки монанди нон пок ва дурахшандае аст, ҳашр мегарданд.” Саҳл (р) ва ё яке дигар аз ровиҳо мегӯянд, ки ва дар он замин барои ҳеҷ касе ҳеҷ аломат ва нишонае вуҷуд надорад."
        }
      ]
    },
    {
      "number": 24,
      "title": "Рӯзи маҳшар",
      "hadiths": [
        {
          "number": 2122,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мардум ба се тариқ ҳашр мешаванд (мурод аз ин ҳашр якҷо шудани мардум пеш аз рӯзи қиёмат аст). Як қисмат касонеанд, ки дар умеду орзуи (биҳишт ва дигар неъматҳо) ҳастанд ва яке кисмати дигар дар тарси аз (дӯзах ва азоби он) мебошанд. Ва ин ду гурӯҳ ба тарафи ҳашргоҳ тавре меоянд, ки ду нафар бар як шутур, се нафар бар як шутур, чаҳор нафар бар як шутур ва даҳ нафар бар як шутур савор ҳастанд ва қисмати саввумро оташ ба тарафи маҳшар ҷамъ мекунад ва ин оташ онҳоро тарк намекунад (яъне дар ҳар ҷо, ки бираванд, ба онҳо ҳастанд ва бақияи ҳадис баёнгари ин мавзӯъ аст). Агар чошт дар ҷое бихобанд, ба онҳо мехобад. Агар шаб дар ҷое ором бигиранд, дар ҳамон ҷо бо онҳо ором мегирад. Агар субҳ ба ҷое бираванд, бо онҳо меравад. Агар шом ба ҷое бошанд, бо онҳо ҳамон ҷо мебошад.”"
        },
        {
          "number": 2123,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Бо пои бараҳна, тани бараҳна ва бидуни хатна ҳашр мешавед.” Оиша (р) пурсид: Ё Расулаллоҳ! Мардҳо ва занҳо ба тарафи якдигар нигоҳ мекунанд? Фармуданд: “Кор аз ин мушкилтар аст, ки ба фикри назар кардан ба тарафи якдигар биафтанд.”"
        }
      ]
    },
    {
      "number": 25,
      "title": "Ин қавли Худованд, ки мефармояд: “Оё онҳо гумон намекунанд, ки барангехта хоҳанд шуд?..” (Мутаффифин: 4-6)",
      "hadiths": [
        {
          "number": 2124,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Аз мардум дар рӯзи қиёмат он қадар арақ мерезад, ки арақи онҳо дар рӯи замин то ҳафтод заръ пеш меравад ва он қадар боло меояд, ки то ба гӯшҳои онҳо мерасад.”"
        }
      ]
    },
    {
      "number": 26,
      "title": "Қасос дар рӯзи қиёмат",
      "hadiths": [
        {
          "number": 2125,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Аввалин чизе, ки (дар рӯзи қиёмат) байни мардум файсала мегардад, масъалаи қатл аст.”"
        }
      ]
    },
    {
      "number": 27,
      "title": "Сифати аҳли ҷаннат ва аҳли дӯзах",
      "hadiths": [
        {
          "number": 2126,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳангоме, ки биҳиштиҳо ба биҳишт ва дӯзахиҳо ба дӯзах рафтанд, маргро оварда ва дар байни биҳишту дӯзах забҳ мекунанд ва мунодӣ нидо мекунад, ки эй аҳли биҳишт, баъд аз ин марг нест ва эй аҳли дӯзах, баъд аз ин марг нест ва ин ҷо аст, ки хуш бар хушиҳои аҳли ҷаннат ва ғам ба ғамҳои аҳли дӯзах афзуда мегардад.”"
        },
        {
          "number": 2127,
          "full_text": "Аз Абӯсаъиди Худрӣ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Худованд барои аҳли ҷаннат мегӯяд: Эй аҳли ҷаннат! Мегӯянд: Парвардигори мо! Лаббайка ва саъдайка. Мепурсад: Оё (аз ин ки шуморо ба биҳишт овардем), розӣ ҳастед? Мегӯянд: Чаро розӣ набошем, барои мо чизҳоеро ато кардӣ, ки барои ҳеҷ яке аз халқи худ ато накардӣ. Худованд мефармояд: Аз ин ҳам (неъмати) болотареро барои шумо медиҳам. Мегӯянд: Неъмате, ки аз ин неъматҳо беҳтару болотар бошад, чист? Худованд мефармояд: Он неъмат хушнудии ман аст, ки баъд аз ин бар шумо ғазаб намекунам.”"
        },
        {
          "number": 2128,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки: Дар қиёмат байни шонаҳои кофир ба андозаи масофаи серӯза роҳе, ки савораи зудрав мепаймояд, паҳн мегардад (ва ин чиз ҷиҳати эҳсоси бештари азоб барои куффор аст ва дар ҳадиси дигаре омадааст, ки дандони кофир дар рӯзи қиёмат ба андозаи кӯҳи Уҳуд бузург мешавад)."
        },
        {
          "number": 2129,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мардуме аз дӯзахиён баъд аз ин, ки осори сӯхтагӣ дар онҳо намудор аст, аз дӯзах хориҷ мегарданд ва ба биҳишт дохил мешаванд ва биҳиштиён онҳоро ба номи ҷаҳанамиҳо ёд мекунанд” (яъне инҳо касоне ҳастанд, ки нисбат ба аъмоли бади худ мустаҳиқи дӯзах буданд. Вале Худованди мутаъол бо раҳмати худ аз онҳо афв карда ва онҳоро ба биҳишт овардааст)."
        },
        {
          "number": 2130,
          "full_text": "Аз Нӯъмон ибни Башир (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Осонтарин азоби аҳли дӯзах азоби касе аст, ки дар кафи пояш ду порчаи оташ гузошта мешавад, ки аз асари он оташ мағзи сараш монанди қум-қум меҷӯшад.” Қум-қум зарфе аст, ки дар он обро ба ҷӯш меоваранд)."
        },
        {
          "number": 2131,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳар касе, ки ба ҷаннат дохил мегардад, ҷояш дар дӯзах, дар сурате, ки бадкор барояш нишон дода мешавад, то ин, ки хушӣ ва шукргузориаш бештар гардад ва ҳар касе ба дӯзах дохил мегардад, ҷояш дар биҳишт, дар сурате, ки некӯкор мебуд, барояш нишон дода мешавад, то ин, ки ҳасрат ва афсӯсаш афзунтар гардад.”"
        }
      ]
    },
    {
      "number": 28,
      "title": "Ҳавзи Кавсар",
      "hadiths": [
        {
          "number": 2132,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Ҳавзи ман (яъне ҳавзи Кавсар) ба андозаи масофаи якмоҳа роҳ аст. Оби он аз шир сафедтар ва аз мушк хушбӯтар аст. Кӯзаҳои он монанди ситораҳои осмон аст (мурод аз ташбеҳ ба ситораҳои осмон дар камият аст, на дар кайфият, яъне кӯзаҳои он ба андозаи ситораҳои осмон, ки ба чашм мехӯрад, зиёд аст ва ё мурод аст, ки монанди ситораҳои осмон дурахшиш ва зебоӣ доранд) ва касе, ки аз он якбора об бинӯшад, дигар ҳеҷ вақт ташна намешавад.”"
        },
        {
          "number": 2133,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Пеши рӯи шумо ҳавзе аст, ки масоҳати он ба андозаи фосилаи байни ду шаҳр Ҷарбо ва Азруҳ аст.” (Ҷарбо ва Азруҳ ду қария аст дар Шом, ки масофаи байни онҳо се шабонарӯза роҳ аст)."
        },
        {
          "number": 2134,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Андозаи ҳавзи ман ба андозаи масофаи байни Айла (шаҳре аст дар атрофи Байтулмуқаддас) ва Санъо (шаҳре дар Яман) аст ва теъдоди кӯзаҳои он ба теъдоди ситораҳои осмон аст."
        },
        {
          "number": 2135,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Дар ҳоле, ки дар канори ҳавз истода мебошам, гурӯҳеро мебинам ва ҳангоме, ки онҳоро мешиносам, шахсе аз байни ман ва онҳо берун мешавад (мурод аз ин шахс малаке аст, ки муаккали сарнавишти онҳо мебошад) ва барои онҳо мегӯяд: Бо ман биёед. Мепурсам: Онҳоро ба куҷо мебарӣ? Мегӯяд: Ба Худо савганд, ки ба дӯзах. Мепурсам: Чӣ (гуноҳе) кардаанд? Мегӯяд: Баъд аз ту ба ақиб баргаштанд. Баъд аз он гурӯҳи дигареро мебинам ва ҳангоме, ки онҳоро мешиносам, шахсе аз байни ману онҳо берун мешавад ва (барои онҳо) мегӯяд: Бо ман биёед. Мепурсам: (Онҳоро) ба куҷо мебарӣ? Мегӯяд: Ба Худо савганд, ки ба дӯзах. Мепурсам: Чӣ (гуноҳ) кардаанд? Мегӯяд: Баъд аз ту ба ақиб баргаштаанд. Ва аз байни онҳо ҷуз афроди андаке монанди шутурони гумшуда наҷот намеёбанд.”"
        },
        {
          "number": 2136,
          "full_text": "Аз Ҳориса ибни Ваҳб (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) дар ҳоле, ки дар мавриди Ҳавз сӯҳбат мекарданд, шунидам, ки фармуданд: (“Масоҳати он) монанди масофаи байни Мадина ва Санъо аст.” (мурод аз (Мадина Мадинаи мунаввара аст ва Санъо шаҳри машҳуре аст дар Яман ва акнун пойтахти он давлат мебошад)."
        }
      ]
    }
  ],
  "total_chapters": 28,
  "total_hadiths": 46,
  "unique_hadith_numbers": 46
}