{
  "id": 53,
  "number": 53,
  "title": "КИТОБИ ҶИҲОД",
  "chapters": [
    {
      "number": 1,
      "title": "Фазилати ҷиҳод ва пайрави аз равиши Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1204,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омада ва гуфт: Амалеро ба ман нишон диҳед, ки баробари ҷиҳод савоб дошта бошад. Фармуданд: «Чунин амалеро намебинам». Ва фармуданд: «Оё метавонӣ аз лаҳзае, ки муҷоҳид ба ҷиҳод берун мешавад, ба масҷид дохил шавӣ ва ба намоз ва рӯза машғул гардӣ ва ҳеҷ гоҳ аз намоз хориҷ нашавӣ ва ифтор нанамоӣ?» Он шахс гуфт: Чунин тоқату қудратро кӣ дорад?"
        }
      ]
    },
    {
      "number": 2,
      "title": "Беҳтарин мардум шахси мӯъмине аст, ки ба ҷон ва моли худ дар роҳи Худо ҷиҳод намояд",
      "hadiths": [
        {
          "number": 1205,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсиданд: Кадом амал беҳтар аст? Паёмбари Худо (с) фармуданд: «Мусалмоне, ки ба ҷон ва моли худ дар роҳи Худо ҷиҳод намояд». Гуфтанд: Баъд аз он кадом амал? Фармуданд: «Мусалмони ботаҳвое, ки дар гӯшаи афтода ва мардумро аз шарри худ дар амон медорад»."
        },
        {
          "number": 1206,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Муҷоҳиди фисабилиллоҳ, вале Худо медонад, ки муҷоҳиди фисабилиллоҳ кист,монанди касе аст, ки дар рӯз рӯза дошта бошад ва шаб то субҳ намоз бихонад ва Худованди мутаъол барои муҷоҳиди фисабилиллоҳ ваъда додааст, ки агар вафот намояд, ӯро ба ҷаннат дохил созад ва ё ӯро солим бо ҳамроҳии музд ва ё ғанимат ба хонааш баргардонад»."
        }
      ]
    },
    {
      "number": 3,
      "title": "Дараҷоти муҷоҳидини фисабилиллоҳ",
      "hadiths": [
        {
          "number": 1207,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки ба Худо ва Расулаш имон биоварад, намозро хонда ва Рамазонро рӯза бигирад, бар Худованд лозим аст, (яъне аз фазлу карами Худованд аст) ки ӯро ба ҷаннат дохил намояд, чи дар роҳи Худо ҷиҳод намуда бошад ва чи дар ҳамон ҷое, ки ба дунё омадааст, нишаста бошад». Ашхосе гуфтанд: Ё Расулаллоҳ! Оё ба мардум аз ин хабар башорат диҳем? Фармуданд: «Дар биҳишт сад дараҷа аст, ки Худованди мутаъол онҳоро барои муҷоҳидини фисабилиллоҳ омода намудааст, ки мобайни ҳар дараҷа то дараҷаи дигари он монанди тафовут ё фосилаи байни замин ва осмон аст ва агар аз Худованд дархост кунед, Фирдавсро дархост намоед, зеро Фирдавс васати ҷаннат ва баландтарин ҷои ҷаннат аст ва болои он Арши Худост ва фикр мекунам, ки ровӣ гуфт ва наҳрҳои биҳишт аз он ҷо (фирдавс) сарчашма мегирад»."
        }
      ]
    },
    {
      "number": 4,
      "title": "Фазилати ҷиҳоди дар роҳи Худо дар субҳу шом баромадан ва андак ҷое яке аз шумоён аз биҳишт аст",
      "hadiths": [
        {
          "number": 1208,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Ҷиҳод кардан дар як қисмате аз рӯз чи аз субҳ то зӯҳр бошад ва чи аз зӯҳр то шом, бар тамоми дунё ва мофиҳо фазилат дорад»."
        },
        {
          "number": 1209,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Андак ҷое аз биҳишт аз тамоми он чӣ, ки офтоб бар он тулӯъ ва ғуруб менамояд, беҳтар аст». Ва фармуданд: «Ва ҷиҳод кардан дар як қисмате аз рӯз чи аз субҳ то зӯҳр бошад ва чи аз зуҳр то шом, аз тамоми он чӣ, ки офтоб бар он тулӯъ ва ғуруб менамояд, беҳтар аст»."
        }
      ]
    },
    {
      "number": 5,
      "title": "Сифати ҳурҳои биҳишт",
      "hadiths": [
        {
          "number": 1210,
          "full_text": "Аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар зане аз занҳои биҳишт ба дунё биёяд, мобайни машриқ ва мағрибро равшан мекунад ва бӯи хуши вай дунёро мегирад ва чодари сараш аз дунё ва мавҷудоти он беҳтар аст»."
        }
      ]
    },
    {
      "number": 6,
      "title": "Савоби касе, ки дар роҳи Худо мусибат мебинад ва ё маҷрӯҳ мешавад",
      "hadiths": [
        {
          "number": 1211,
          "full_text": "Ва аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҳафтод нафар аз (бани Сулайм)-ро (ки қориёни Қуръон буданд) барои даъвати бани Омир фиристоданд, чун наздики минтақаи бани Омир расиданд, тағоям гуфт: «Ман аз шумо пештар (назди ин мардум) меравам, агар ба ман амон дода ва иҷоза доданд, ки сухани Паёмбари Худо (с)-ро бо онҳо бигӯям, ки хуб, варна шумо наздик ҳастед (ва ба кӯмаки ман хоҳед расид)». Ӯ пештар рафт ва онҳо ба ӯ амон доданд ва дар ҳоле, ки суханони Паёмбари Худо (с)-ро ба онҳо мегуфт, ба яке аз афроди худ ишора намуданд, ӯ бо найзааш ба вай ҳамла кард ва найзаро ба паҳлӯяш ба тавре халонд, ки аз паҳлӯи дигараш берун шуд. (Тағоям) гуфт: Аллоҳу акбар ва ба Худованд савганд, ба мақсади худ расидам (яъне шаҳид шудам). Баъд аз он ба дигар ҳамроҳонаш ҳамла намуда, ҳамаи онҳоро ба истиснои як нафар ланге, ки ба кӯҳ баромада буд, куштанд. Ҷабраил (ъ) ба Паёмбари Худо (с) хабар дод, ки он мардум ба шаҳодат расиданд ва Худованд аз онҳо розӣ гардида, онҳоро розӣ сохтааст. Ва мо дар Қуръон мехонем ки: «Ба қавми мо бигӯед, ки мо ба лиқои Аллоҳ пайвастем ва ӯ аз мо розӣ гардида ва моро розӣ сохтааст». Ва баъд аз он ин чиз мансух гардид. Ва Паёмбари Худо (с) чиҳил рӯз дар намози субҳ бар қабилаи Риъл ва Заквон ва бани Лиҳён ва бани Усайя, ки дар муқобили Худо ва Расулаш исён карда буданд, нафрин намуданд."
        },
        {
          "number": 1212,
          "full_text": "Аз Ҷундаб ибни Суфён (р) ривоят аст, ки ангушти Паёмбари Худо (с) дар яке аз ғазавот маҷрӯҳ гардид (ва ангушти худро мухотаб қарор дода) фармуданд: «Оё ту аз як ангуште, ки дар роҳи Худо маҷрӯҳ гардидааст, чизе бештар мебошӣ?»"
        }
      ]
    },
    {
      "number": 7,
      "title": "Фазилати касе, ки дар роҳи Худо захмӣ мешавад",
      "hadiths": [
        {
          "number": 1213,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Савганд ба зоте, ки ҷонам дар дасти ӯст, касе нест, ки дар роҳи Худо захмӣ гардад ва Худованд медонад, ки кадом касе дар роҳи Ӯ захмӣ мешавад, магар он, ки дар рӯзи қиёмат ҳозир мегардад, ранги хуни он захм ранги хун ва бӯяш бӯи мушк аст»."
        }
      ]
    },
    {
      "number": 8,
      "title": "Ин қавли Худованди мутаъол, ки «Аз мӯъминон мардумонеанд, ки бо аҳде, ки бо Худо бастаанд, вафо намудаанд...,»",
      "hadiths": [
        {
          "number": 1214,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Дар рӯзи ҷанги Бадр амакам (Анас ибни Назр (р) дар ҷанг ҳозир нагардид, баъд аз он назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Аз аввалин ҷанге, ки бо мушрикин кардаед, ман ғоиб будам, агар Худованд тавфиқ дод, ки дар ҷанги дигаре бо мушрикин иштирок намоям, Худованд нишон хоҳад дод, ки чӣ хоҳам кард! Чун дар ҷанги Уҳуд мусалмонон ақибнишинӣ намуданд, гуфт: Худоё! Аз он чӣ, ки инҳо, яъне ҳамроҳонам кардаанд, аз ту маъзарат мехоҳам ва аз он чӣ онҳо, яъне мушрикин кардаанд, ба Ту бароат меҷӯям. Баъд аз он рӯй ба тарафи майдони маърака намуд, Саъд ибни Муъозро дар сари роҳаш дид, ба вай гуфт: Эй Ибни Муъоз! Ба Худои падарам савганд, ки ба тарафи ҷаннат меравам ва бӯи онро аз пушти кӯҳи Уҳуд эҳсос менамоям. Саъд ибни Муъоз (р) гуфт: Ё Расулаллоҳ! Он чиро, ки ин шахс дар ин рӯз анҷом дод, наметавонам тавсиф намоям. Анас (бародарзодааш) мегӯяд: Ӯро мушрикин куштанд ва мусла намуданд ва мо дар бадани вай ҳаштоду чанд захми шамшер, найза ва тирро шумора намудем. Ва ҳеҷ кас ӯро натавонист бишносад, магар хоҳараш, ки ӯро аз ангуштонаш шинохт ва мо гумон мекардем ва ё назари мо ин буд, ки ин ояи карима дар бораи ӯ нозил гардидааст: «Аз мусалмонон мардонеанд, ки бар аҳди худ бо Худованд вафо намудаанд..». Ва Анас (р) мегӯяд: Хоҳараш, ки Рубайиъ ном дошт, дандони занеро шикаст, Паёмбари Худо (с) амр ба қасос намуданд. Анас (р) гуфт: Ё Расулаллоҳ! Ба зоте, ки туро ба ҳақ фиристодааст, дандонаш (дар муқобили дандони он зан) шикасга намешавад. Ва ҳамон буд, ки ҷониби муқобил ба дият гирифтан ризоият дода ва қасос накарданд. Паёмбари Худо (с) гуфтанд: «Баъзе аз бандагони Худо касонеанд, ки агар ба Худованд савганд бихӯранд, Худованд савганди онҳоро рост месозад»."
        },
        {
          "number": 1215,
          "full_text": "Аз Зайд ибни Собит (р) ривоят аст, ки гуфг: Қуръонро дар саҳифаҳое менавиштам, як оя аз сураи «Аҳзоб»-ро, ки аз Паёмбари Худо (с) шунида будам, аз наздам мафқуд гардид ва онро ҷуз дар назди Хузаймаи Ансорӣ, ки Набии карим (с) шаҳодат додани ӯро баробари шаҳодат додани ду нафар қарор дода буданд, назди шахси дигаре наёфтам. Ва он оя ин қавли Худованди мутаъол буд: «Аз мусалмонон мардонеанд, ки бар аҳди худ бо Худованд вафо намуданд...» (Аҳзоб: 25)"
        }
      ]
    },
    {
      "number": 9,
      "title": "Анҷом додани кори нек пеш аз иқдом намудан ба ҷиҳод",
      "hadiths": [
        {
          "number": 1216,
          "full_text": "Аз Бароъ (р) ривоят аст, ки гуфт: Шахсе, ки зиреҳи оҳанин пӯшида буд, назди Паёмбари Худо (с) омад ва гуфт: Оё мешавад, ки аввал ҷанг намоям ва баъд аз он мусалмон шавам? Фармуданд: «Аввал мусалмон шав, баъд аз он ҷанг кун!» Ҳамон буд, ки он шахс мусалмон гардид, баъд аз мусалмон шудан ба ҷиҳод иштирок намуда, шаҳид шуд, Паёмбари Худо (с) фармуданд: «Кори андаке кард ва музди бисёр зиёде бурд»."
        }
      ]
    },
    {
      "number": 10,
      "title": "Касе, ки ба асари тири ғайбӣ ба қатл мерасад",
      "hadiths": [
        {
          "number": 1217,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки Умми Рубайиъ бинти Бароъа (р), ки модари Ҳориса ибни Суроқа (р) бошад, назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Аз аҳвол ва макони Ҳориса (р), ки дар ҷанги Бадр ба асари тири ғайбӣ шаҳид шуда буд, чизе намегӯед? Зеро агар дар ҷаннат бошад, (дар фироқаш) сабр намоям, варна барояш бисёр гиря кунам. Фармуданд: «Эй модари Ҳориса (р). Дар ҷаннат ҷаннатҳои дигарест ва фарзанди ту ба Фирдавси аъло расидааст»."
        }
      ]
    },
    {
      "number": 11,
      "title": "Касе, ки барои эълои калиматуллоҳ ҷиҳод менамояд",
      "hadiths": [
        {
          "number": 1218,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омад ва пурсид: Яке барои он меҷангад, ки ғанимат ба даст оварад, дигаре барои он меҷангад, то номаш баланд гардад ва саввумӣ барои он, ки мақому манзалате ба даст оварад, кадом яке аз ин ҷангҳо фисабилиллоҳ гуфта мешавад?» Фармуданд: «Касе ки мақсадаш аз ҷанг кардан эълои калиматуллоҳ бошад, ҷиҳоди ӯ ҷиҳоди фисабилиллоҳ аст»."
        }
      ]
    },
    {
      "number": 12,
      "title": "Шустушӯи баъд аз ҷанг ва қитол",
      "hadiths": [
        {
          "number": 1219,
          "full_text": "Аз Оиша (р) ривоят аст, ки чун Паёмбари Худо (с) аз ҷанги Хандақ баргаштанд, силоҳи худро гузоштанд ва ғусл намуданд. Ҷабраил (ъ) дар ҳоле, ки ғубор бар сараш нишаста буд, омад ва гуфт: Силоҳро бар замин гузоштаӣ? Вале ба Худованд савганд аст, ки ман (силоҳ)-ро бар замин нагузоштаам. Паёмбари Худо (с) пурсиданд «Ба кадом тараф (ба ҷиҳод биравам)?» Гуфт: Ҳамин ҷо. Ва ба сӯи бани Қурайза ишора намуд. Оиша (р) мегӯяд: Ва Паёмбари Худо (с) ба тарафи бани Қурайза ҳаракат намуданд."
        }
      ]
    },
    {
      "number": 13,
      "title": "Кофире, ки мусалмонеро мекушад ва баъд аз он мусалмон мешавад ва ба роҳи рост хидоят гардида ва кушта мешавад",
      "hadiths": [
        {
          "number": 1220,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармудаанд: «Худованди мутаъол аз ду касе, ки яке дигареро мекушад ва ҳар ду дохили ҷаннат мегарданд, механдад (било кайф), яке дар роҳи Худо ҷиҳод карда, кушта мешавад. Ва дигаре қотили ӯ аст, ки кофир мебошад ва баъд аз он тавба намуда ва Худованд тавбаашро қабул намуда ва сипас шаҳид мегардад»."
        },
        {
          "number": 1221,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: «Баъд аз он, ки мусалмонон Хайбарро фатҳ намуданд, назди Паёмбари Худо (с) омада гуфтам: Ё Расулаллоҳ! Ҳиссаи маро ҳам бидиҳед. Баъзе аз мардуми бани Ос гуфтанд: Ё Расулаллоҳ! Барояш чизе надиҳед! Абӯҳурайра (р) гуфт: Ин (шахсе, ки чунин мегӯяд) қотили Ибни Қавқал аст. Ибни Саъд ибни Ос гуфт: Аҷиб аст, ки гурбаи ваҳшӣ аз тарафи кӯҳ омада ва бар ман аз ин, ки шахси мусалмонеро куштаам ва он шахс (мақтул) ба сабаби кушта шудан аз дасти ман мавриди икроми Худовандӣ қарор гирифтааст, айб мегирад ва Худованд маро дар дасти ӯ мавриди (яъне ман дар дасти ӯ дар ҳолати куфр кушта нашудам) иҳонат қарор надод»."
        }
      ]
    },
    {
      "number": 14,
      "title": "Касе, ки ҷиҳодро аз рӯзаи нафлӣ беҳтар медонад",
      "hadiths": [
        {
          "number": 1222,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Абӯталҳа дар замони Паёмбари Худо (с) барои он, ки ҷиҳод карда битавонад, рӯзаи нафл намегирифт, вале чун Паёмбари Худо (с) вафот намуданд, надидам, ки ба ҷуз аз рӯзи иди Фитр ва иди Қурбон бидуни рӯза бошад."
        }
      ]
    },
    {
      "number": 15,
      "title": "Шаҳодат ба ғайр аз кушта шудан ҳафт қисм аст",
      "hadiths": [
        {
          "number": 1223,
          "full_text": "Ва аз Анас ибни Молик (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Мурдан аз мараз (вабо) барои мусалмонон шаҳодат аст»."
        }
      ]
    },
    {
      "number": 16,
      "title": "Қавли Худованди мутаъол: «Касоне, ки аз мусалмонон ба ҷиҳод намераванд, ба истиснои ашхоси маъзур, бо касоне, ки бо ҷон ва моли худ дар роҳи Худо ҷиҳод менамоянд, баробар нестанд...»",
      "hadiths": [
        {
          "number": 1224,
          "full_text": "Аз Зайд ибни Собит (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ин ояи каримаро, ки «Касоне, ки аз мусалмонон ба ҷиҳод намераванд, бо касоне, ки бо ҷон ва моли худ дар роҳи Худо ҷиҳод менамоянд, баробар нестанд») (Нисо: 951) бар ман имло мекарданд ва ман менавиштам, дар ин вақт ибни Умми Мактум ки шахси кӯре буд, омад ва гуфт: Ё Расулаллоҳ! Агар ҷиҳод карда метавонистам, ҷиҳод мекардам. Дар ҳоле, ки рони Паёмбари Худо (с) болои ронам буд, эҳсоси сангинӣ намудам, то ҷое, ки тарсидам, шояд рони ман кӯфта шавад ва бишканад (Ин вазнинӣ аз ҷиҳати ваҳй буд, ки ҳамин вақт нозил мегардид). Баъд аз он ба ҳолати оддӣ баргаштанд ва Худованд ин ояи муборакро нозил фармуд, ки «...ба истиснои ашхоси маъзур...»"
        }
      ]
    },
    {
      "number": 17,
      "title": "Ҳавасманд кардан ба ҷиҳод",
      "hadiths": [
        {
          "number": 1225,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба тарафи Хандақ рафта диданд, ки муҳоҷирин ва ансор дар субҳи рӯзи бисёр сарде ба кандани хандақ машғуланд ва онҳо ғулом ва муздуре надоштанд, ки ба ивази онҳо кор кунанд. Паёмбари Худо (с) чун ин машаққат ва гуруснагияшонро диданд, фармуданд: «Худоё! Роҳате ҷуз роҳати охират нест. Пас мардуми муҳоҷир ва ансорро биёмурз». Ва онҳо дар ҷавобашон гуфтанд, ки «Мо касоне ҳастем, ки бо Муҳаммад (с), байъат намудаем, ки то зиндаем ҷиҳод мекунем»,"
        }
      ]
    },
    {
      "number": 18,
      "title": "Кандани хандақ",
      "hadiths": [
        {
          "number": 1226,
          "full_text": "Ва аз Анас (р) дар ривояти дигаре омадааст, ки: «Онҳо (ҳангоми ҳафри хандақ) чунин мегуфтанд: «Мо касоне ҳастем, ки бо Муҳаммад (с), то зинда бошем, бар ислом байъат намудаем». Ва Паёмбари Худо (с) дар ҷавобашон мегуфтанд ки: «Худоё! Хубие ҷуз хубии охират нест, пас барои ансор ва муҳоҷирин баракат бидеҳ!»"
        },
        {
          "number": 1227,
          "full_text": "Аз Бароъа (р) ривоят аст, ки гуфт: Дар ғазваи Аҳзоб Паёмбари Худо (с)-ро дидам, ки хок мекашонданд ва дар ҳоле, ки асари хок сафедии рӯи шикамашонро пӯшонда буд, мегуфтанд: «Худоё! Агар ту набудӣ, мо ҳидоят намешудем. На садақае дода ва на намоз мехондем. Пас ба дилҳои мо оромӣ бубахш. Ва дар вақти ҷанг моро собитқадам бисоз. Ҳамоно душманон бар мо таҷовуз намудаанд, вале аз фитнаангезии онҳо ибо меварзем»."
        }
      ]
    },
    {
      "number": 19,
      "title": "Касе, ки ба сабаби узре ба ҷиҳод нарафтааст",
      "hadiths": [
        {
          "number": 1228,
          "full_text": "Аз Анас (р) ривоят аст, ки Паёмбари Худо (с) дар яке аз ғазавот фармуданд: «Пушти сари мо дар Мадина мардуме ҳастанд, ки ҳеҷ дашт ва дараеро напаймудаем, магар он, ки онон бо мо будаанд (яъне дар савоби мо шарик ҳастанд), зеро аз омадан бо мо маъзур буданд»."
        }
      ]
    },
    {
      "number": 20,
      "title": "Фазилати рӯза гирифтан дар ҷиҳод",
      "hadiths": [
        {
          "number": 1229,
          "full_text": "Аз Абӯсаъид (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Касе, ки як рӯз дар ҷиҳод рӯза бигирад, Худованд ӯро ба масофаи ҳафтодсола роҳ аз дӯзах дур месозад»."
        }
      ]
    },
    {
      "number": 21,
      "title": "Муҷаҳҳаз намудани муҷоҳид ва ё сарпарастӣ намудан ба таври шоиста аз бозмондагонаш",
      "hadiths": [
        {
          "number": 1230,
          "full_text": "Аз Зайд ибни Ҳомид (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Касе, ки муҷоҳидеро муҷаҳҳаз намояд, монанди он аст, ки шахсан ҷиҳод карда бошад ва касе, ки аз бозмондагонаш ба таври шоиста сарпарастӣ намояд, монанди он аст, ки шахсан ҷиҳод карда бошад»."
        },
        {
          "number": 1231,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар Мадина ба хонаи ҳеҷ кас ба ҷуз хонаи Умми Сулайм (р) ва ҷуз ба хонаи ҳамсарони худ дохил намешуданд. Чун аз эшон сабабро ҷӯё шуданд, фармуданд: «Ман барои ӯ аз ин ҷиҳат шафқат мекунам, ки бародараш дар ҳоле, ки бо ман буд, ба шаҳодат расид»."
        }
      ]
    },
    {
      "number": 22,
      "title": "Омодагӣ ба марг дар вақти рафтан ба ҷиҳод",
      "hadiths": [
        {
          "number": 1232,
          "full_text": "Ва аз Анас (р) ривоят аст, ки «ӯ дар рӯзи ҷанги Ямома назди Собит ибни Қайс омада ва дид, ки ронҳояшро бараҳна карда ва хушбӯиро, ки ба ҷисми мурда истеъмол мекунанд, ба пойҳояш мемолад. (Анас (р) ба вай) гуфт: Амаки бузургворам! Чӣ чизе монеъи омодагии шумо дар сафи муҷоҳидин мешавад? Гуфт: Бародарзодаам! Акнун меоям. Ва ҳанӯз ҳам аз он хушбӯиҳо ба ҷисмаш истеъмол мекард, баъд аз он бори дигар Анас омад ва нишаст ва дар суханони худ аз ҳазимати мусалмонон ёд кард. Собит гуфт: Аз пешам дур шавед, то ба ҷиҳод биравам. Мо дар замони Паёмбари Худо (с) аз душман фирор намекардем, ҳамнишинони шумо барои шумо одати бадеро омӯхтаанд (ки аз сафи ҷиҳод мегурезед)."
        }
      ]
    },
    {
      "number": 23,
      "title": "Фазилати иттилоъ овардан аз душман",
      "hadiths": [
        {
          "number": 1233,
          "full_text": "Аз Ҷобир (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ғазваи Аҳзоб фармуданд: «Касе ҳаст, ки хабари мушрикинро бароям биоварад?» Зубайр (р) гуфт: Ман меоварам. Боз фармуданд: «Касе ҳаст, ки хабари мушрикинро бароям биоварад?» Зубайр (р) гуфт: Ман меоварам. Фармуданд: «Барои ҳар пайғамбаре ҳамнишинони хосе аст, ҳамнишини хоси ман Зубайр аст»."
        }
      ]
    },
    {
      "number": 24,
      "title": "Бояд зери байрақи некӯкорӣ ва бадкорӣ ҷиҳод намуд",
      "hadiths": [
        {
          "number": 1234,
          "full_text": "Аз Урваи Бориқӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Хайру баракат то рӯзи қиёмат дар пешонии аспҳо аст (ва ин хайр иборат аз савоби дар охират ва ба даст овардани ғанимат дар дунёст)."
        },
        {
          "number": 1235,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Баракат дар пешонии аспҳост»."
        }
      ]
    },
    {
      "number": 25,
      "title": "Касе, ки бинобар ин амри Худованд, ки фармудааст: «Ва аз омода кардани аспҳо...» асперо омода кардааст",
      "hadiths": [
        {
          "number": 1236,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Касе, ки асперо барои ҷиҳоди фисабилиллоҳ бо асоси имони ба Худо ва тасдиқ ба ваъдааш омода намояд ва об ва алафи он асп ва бавлу саргинаш дар рӯзи қиёмат дар паллаи ҳасаноташ ҳисоб хоҳад шуд»."
        }
      ]
    },
    {
      "number": 26,
      "title": "Номгузории асп ва улоғ",
      "hadiths": [
        {
          "number": 1237,
          "full_text": "Аз Саҳл ибни Саъд (р) ривоят аст, ки гуфт: «Барои Паёмбари Худо (с) дар боғи мо аспе буд бо номи Луҳайф ва баъзе онро Лухайф мегуфтанд."
        },
        {
          "number": 1238,
          "full_text": "Аз Муъоз (р) ривоят аст, ки гуфт: Бар болои улоғе, ки номаш Уфайр буд, пушти сари Паёмбари Худо (с) савор будам, фармуданд: «Эй Муъоз! Оё медонӣ, ки ҳаққи Худо бар бандагонаш чист?» (ва боқӣ ҳадисро тавре, ки қаблан гузашт, баён намуд)."
        },
        {
          "number": 1239,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар Мадина ваҳшат ва ҷазаъ ва фазаъ шунида шуд. Паёмбари Худо (с) аспи моро, ки бо номи Мандуб ёд мешуд, ба орият гирифта (ва рафтанд, ки аз қазия хабар бигиранд). Баргашта ва гуфтанд: «Ҳеҷ мушкиле набуд, вале ин асп ҳамчун дарё мехурӯшид»."
        }
      ]
    },
    {
      "number": 27,
      "title": "Он чӣ, ки дар шум будани асп омадааст",
      "hadiths": [
        {
          "number": 1240,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: «Аз Паёмбари Худо (с) шунидаам, ки фармуданд: «Шум будан (яъне фоли бад гирифтан) дар се чиз аст: дар асп, дар зан ва дар хона». (Яъне пеш аз Ислом аҳли ҷоҳилият ба ин чизҳо фоли бад мегирифтанд)."
        }
      ]
    },
    {
      "number": 28,
      "title": "Ҳиссаи асп аз моли ғанимат",
      "hadiths": [
        {
          "number": 1241,
          "full_text": "Ва аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) барои асп ду саҳм ва барои соҳиби асп як саҳм таъин намудаанд."
        },
        {
          "number": 1242,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки шахсе аз вай пурсид: Оё дар рӯзи Ҳунайн Паёмбари Худо (с)-ро танҳо гузошта ва фирор намудед? Гуфт: Вале худи Паёмбари Худо (с) фирор накарданд. Мардуми Ҳавозин тирандозони моҳире буданд, аввал, ки бар онҳо ҳамла кардем, гурехтанд ва ҳангоме, ки мусалмонон машғули ҷамъоварии ғаноим шуданд, онҳо бо тирандозӣ бар мо ҳамла намуданд. Бо вуҷуди он ҳам Паёмбари Худо (с) фирор накарданд, худам эшонро дидам, ки бар болои шутури сафеде саворанд ва Абӯсуфён лаҷоми шутурро ба даст дошта ва эшон мегуфтанд: «Ман пайғамбарам, ин сухани дурӯғ нест, ман фарзанди Абдулмуталлибам»."
        },
        {
          "number": 1243,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) шутуре доштанд, ки номаш Азбоъа буд ва ҳеҷ шутуре аз вай сабқат намегирифт. Шахси бодиянишине бо шутури ҷавоне омад ва шутури Паёмбари Худо (с)-ро гузашт, ин амр бар мусалмонон гарон омад. Паёмбари Худо (с) ин мавзӯъро дарк намуда ва фармуданд: «Қонуни илоҳист, ҳар чизе, ки дар дунё баланд шавад, Худованд онро паст менамояд»."
        }
      ]
    },
    {
      "number": 30,
      "title": "Бардоштани занҳо машкҳои обро барои мардум дар вақти ҷиҳод",
      "hadiths": [
        {
          "number": 1244,
          "full_text": "Ривоят аст, ки Умар (р) изорҳоеро дар байни занҳои Мадина тақсим намуд, як изор, ки аз ҳама беҳтар буд, наздаш боқӣ монд. Ба ӯ гуфтанд: Инро ба духтари Паёмбари Худо (с), ки дар назди ту аст, бидеҳ. Мақсадашон Умми Кулсум духтари Алӣ (р) буд. Умар (р) гуфт: Умми Сулайт мустаҳиқтар аст. Ва Умми Сулайт он занони Ансор буд, ки бо Расули Худо (с) байъат карда буд. Ва Умар (р) гуфт: Умми Сулайт касе аст, ки дар ҷанги Бадр машки обро бардошта буд ва барои мо об медод."
        }
      ]
    },
    {
      "number": 31,
      "title": "Муолиҷа кардани занҳо захмиҳоро дар ҷанг",
      "hadiths": [
        {
          "number": 1245,
          "full_text": "Аз Рубайиъ бинти Муъаввиз (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҷиҳод иштирок мекардем, муҷоҳидинро об дода, барояшон хидмат менамудем ва илова бар он захмиҳо ва куштаҳоро ба Мадина мерасонидем."
        }
      ]
    },
    {
      "number": 32,
      "title": "Фазилати нигаҳбонӣ дар ҷиҳоди роҳи Худо",
      "hadiths": [
        {
          "number": 1246,
          "full_text": "Аз Оиша (р) ривоят аст, ки гуфт: Шабе Паёмбари Худо (с) баъд аз омадан ба Мадина ба бедорхобӣ афтода ва фармуданд: «Кош шахси муносибе аз саҳобаам пайдо мешуд, ки имшаб аз ман ҳиросат мекард». Дар ин вақт буд, ки овози силоҳеро шунидем. Паёмбари Худо (с) фармуданд «Ин кист?» Гуфт: Ман Саъд ибни Абӯваққос, омадам, то аз шумо ҳиросат намоям». Ва ҳамон буд, ки Паёмбари Худо (с) хобиданд."
        },
        {
          "number": 1247,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Бадбахт аст бандаи динор ва дирҳам ва бандаи рахт ва либос. Агар ин чизҳо барояш дода шавад, хуш ва розӣ аст ва агар дода нашавад, норозӣ ва хашмгин аст, (чунин шахс) бадбахт ва бечора шавад, агар ба пояш хоре бихалад, ба нештар аз пояш намебарояд. Ва хушбахт касе аст, ки лаҷоми аспашро гирифта ва ба чиҳоди фисабилиллоҳ берун мешавад, мӯйҳояш парешон ва поҳояш хоколуд аст, агар барояш вазифаи нигаҳбонӣ дода шавад, нигаҳбонӣ мекунад ва агар вазифаи дунболаравии лашкар дода шавад, дунболаравии лашкарро менамояд, агар иҷозаи дохил шуданро бихоҳад, барояш иҷоза намедиҳанд ва агар шафоъати касеро бикунад, шафоъаташро намепазиранд»."
        }
      ]
    },
    {
      "number": 33,
      "title": "Хидмат кардан дар вақти ҷиҳод",
      "hadiths": [
        {
          "number": 1248,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Дар ҷанги Хайбар иштирок намуда будам ва хидмати Паёмбари Худо (с)-ро мекардам. Чун аз Хайбар баргаштем ва чашми Паёмбари Худо (с) ба кӯҳи Уҳуд афтод, фармуданд: «Ин кӯҳе аст, ки ӯ моро дӯст дорад ва мо ӯро дӯст медорем."
        },
        {
          "number": 1249,
          "full_text": "Аз Анас (р) ривоят аст гуфт, ки (дар яке аз сафарҳо) ҳамроҳи Паёмбари Худо (с) будем ва бештарини соя насиби шахсе буд, ки бо чодараш бар болои худ соя менамуд ва касоне, ки рӯза гирифтанд, ҳеҷ коре карда натавонистанд, вале касоне рӯзаро хӯрданд, обу алафи шутуронро омода карда ва заҳмат кашиданд ва дар хидмати дигарон буданд. Паёмбари Худо (с) фармуданд: «Имрӯз музди комил насиби касоне шуд, ки рӯзаро хӯрданд»."
        }
      ]
    },
    {
      "number": 34,
      "title": "Фазилати як рӯз дар сафи ҷиҳод будан",
      "hadiths": [
        {
          "number": 1250,
          "full_text": "Аз Саҳл ибни Саъди Соъидӣ (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Як рӯз дар сафи ҷиҳод будан аз дунё ва аз ҳамаи он чӣ, ки дар дунё мебошад, беҳтар аст ва як қисмате аз рӯз, масалан аз субҳ то зӯҳр ва ё аз зӯҳр то шом ба ҷиҳод рафтан аз ҳамаи дунё ва аз ҳамаи он чӣ   ки дар дунё мебошад, беҳтар аст»."
        }
      ]
    },
    {
      "number": 35,
      "title": "Кӯмак хостан дар ҷиҳод аз заъифон ва ашхоси солеҳ",
      "hadiths": [
        {
          "number": 1251,
          "full_text": "Аз Саъд ибни Абӯваққос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Магар ҷуз ин аст, ки ба сабаби заъифони худ нусрат дода мешавед ва рӯзӣ дода мешавед»."
        },
        {
          "number": 1252,
          "full_text": "Аз Абӯсаъид (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Замоне бар мардум хоҳад омад, ки гурӯҳе ба ҷиҳод мераванд ва аз яқдигар бипурсанд, ки оё кадом касе аз шумо ҳаст, ки бо Паёмбари Худо (с) сӯҳбат намуда бошад? Дар ҷавоб гуфта мешавад: Бале. Ва фатҳ насиби он гурӯҳ мешавад. Ва боз замоне меояд, ки мепурсанд: Оё касе аз шумо ҳаст, ки бо саҳобаи Паёмбари Худо (с) бошад? Мегӯянд: Бале. Ва боз ҳам фатҳ насиби он гурӯҳ мешавад. Ва боз замоне меояд, ки мепурсанд: Оё касе ҳаст аз шумо, ки ҳамсӯҳбатҳои саҳобаи Паёмбари Худо (с)-ро дида бошад? Мегӯянд: Бале. Ва фатҳ насиби онҳо мешавад»."
        }
      ]
    },
    {
      "number": 36,
      "title": "Ташвиқ ба тирандозӣ",
      "hadiths": [
        {
          "number": 1253,
          "full_text": "Аз Абӯусайд (р) ривоят аст, ки гуфт: Дар ҷанги Бадр ҳангоме, ки мо дар муқобили Қурайш ва Қурайш муқобили мо сафороӣ карда буданд, Паёмбари Худо (с) фармуданд: «Вақте ки ба шумо наздик шуданд, тирандозӣ намоед.»"
        }
      ]
    },
    {
      "number": 37,
      "title": "Касе, ки ба зери сипари шахси дигаре худро панаҳ намудааст",
      "hadiths": [
        {
          "number": 1254,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Худованди мутаъол амволи бани Назирро бидуни ҷанг ва қитол насиби Расули худ сохта ва ин амвол хос барои Паёмбари Худо (с) буд. Ва Паёмбари Худо (с) нафақаи солонаи аҳл ва аёли худро аз он амвол бармедоштанд ва бақияро барои таҳияи силоҳ ва дигар васоили ҷанг барои ҷиҳоди фисабилиллоҳ ихтисос медоданд."
        },
        {
          "number": 1255,
          "full_text": "Аз Алӣ (р) ривоят аст, ки гуфт: Нашунидем, ки Паёмбари Худо (с) ҷуз барои Саъд барои шахси дигаре гуфта бошанд, ки «фидоят шавам» ва худам аз эшон шунидаам, ки барои Саъд мегуфтанд: «Тирандозӣ кун! Падару модарам фидои ту бод!»"
        }
      ]
    },
    {
      "number": 38,
      "title": "Он чӣ, ки дар бораи зинати шамшер омадааст",
      "hadiths": [
        {
          "number": 1256,
          "full_text": "Аз Абӯумома (р) ривоят аст, ки гуфт: Ин футуҳотро касоне кардаанд, ки зевари шамшеронашон тилло ва нуқра набуд ва зинате, ки буд, аз пӯст, сурб ва оҳан буд."
        }
      ]
    },
    {
      "number": 39,
      "title": "Зиреҳ ва либоси ҷангии Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 1257,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар (рӯзи ҷанги Бадр) дар ҳоле, ки дар хайма нишаста буданд, дуо карданд: «Илоҳо, аҳд ва ваъдаи туро аз ту мехоҳам. Худоё! Агар хоста бошӣ, баъд аз имрӯз ибодат карда нашавӣ». Абӯбакр (р) дасти Паёмбари Худо (с)-ро гирифта ва гуфт: Ё Расулаллоҳ! Кифоят аст, ба даргоҳи Парвардигоратон хеле зорӣ намудед. Ва Паёмбари Худо (с) дар ҳоле, ки либоси ҷангиро пӯшида буданд, аз хайма берун шуда ва гуфтанд: «Ин гурӯҳҳо шикаст хӯрда ва пушт хоҳанд дод ва ваъдаи эшон дар рӯзи қиёмат аст ва рӯзи қиёмат сахттар ва талхтар аст». (Қамар: 45-46)."
        }
      ]
    },
    {
      "number": 40,
      "title": "Пӯшидани либоси абрешимӣ дар вақти ҷиҳод",
      "hadiths": [
        {
          "number": 1258,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) барои Абдурраҳмон ибни Авф ва Зубайр (р) ба сабаби хорише, ки дар бадани худ доштанд, пӯшидани либоси абрешиминро иҷоза доданд."
        },
        {
          "number": 1259,
          "full_text": "Ва аз Анас (р) дар ривояти дигаре омадааст, ки он ду нафар аз ҳашароте, ки ба ҷисмашон пайдо шуда буд, назди Паёмбари Худо (с) шикоят карданд ва эшон барои онҳо иҷозаи пӯшидани либоси абрешиминро доданд."
        }
      ]
    },
    {
      "number": 41,
      "title": "Он чӣ, ки дар мавриди қитоли аҳли Рум гуфта шудааст",
      "hadiths": [
        {
          "number": 1260,
          "full_text": "Аз Умми Ҳаром (р) ривоят аст, ки аз Паёмбари Худо (с) шунидаааст, ки фармуданд: «Аввалин лашкаре, ки аз уммати ман аз роҳи дарё ба ҷанг мераванд, муставҷиби ҷаннат ҳастанд». Умми Ҳаром гуфт: Ё Расулаллоҳ! Ман дар ин лашкар хоҳам буд? Фармуданд: «Бале, ту дар ин лашкар хоҳӣ буд». Баъд аз он Паёмбари Худо (с) фармуданд: «Аввалин лашкаре, ки аз уммати ман дар шаҳри Кустантиния биҷангад, Худованд онҳоро биомурзад». Умми Ҳаром гуфт: Ё Расулаллоҳ! Ман дар байни онҳо хоҳам буд? Фармуданд: «На»."
        }
      ]
    },
    {
      "number": 42,
      "title": "Ҷанг кардан бо яҳуд",
      "hadiths": [
        {
          "number": 1261,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Бо яҳуд ба ҷанг хоҳед пардохт, то ҷое, ки шахси яҳудӣ дар пушти санг пинҳон мешавад ва санг нидо мекунад, ки: Эй бандаи Худо! Шахси яҳудӣ дар паноҳам мебошад, биё ва ӯро ба қатл бирасон». Ва дар ривояти дигар омадааст, ки фармуданд: «Қиёмат то он вақт барпо намешавад, ки бо яҳуд биҷангед». Ва бақияи ҳадисро зикр намуд."
        }
      ]
    },
    {
      "number": 43,
      "title": "Ҷанг кардан бо турк",
      "hadiths": [
        {
          "number": 1262,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «То он вақте қиёмат нахоҳад шуд, ки бо турк ба ҷанг бипардозед ва (турк мардуме ҳастанд) дорои чашмони кӯчак, рӯйҳои сурх, биниҳои ҳамворе, ки гӯё рӯяшон сипарест, ки чармпӯшӣ шудааст ва қиёмат нахоҳад шуд, то он, ки бо мардуме, ки кафшҳояшон мӯйӣ аст, ба ҷанг бипардозед»."
        }
      ]
    },
    {
      "number": 44,
      "title": "Дуо барои ҳазимат ва шикасти мушрикин",
      "hadiths": [
        {
          "number": 1263,
          "full_text": "Аз Абдуллоҳ ибни Абӯавфо (р) ривоят аст, ки гуфт: Дар ҷанги Аҳзоб Паёмбари Худо (с) бар мушрикин нафрин ва дуо карданд: «Худоё! Ту ҳастӣ, ки китобро нозил кардаӣ ва ба суръат ба ҳисоби бандагони худ мерасӣ! Худоё, ин аҳзобро шикаст дода ва мутазалзил бисоз!»"
        },
        {
          "number": 1264,
          "full_text": "Аз Оиша (р) ривоят аст, ки мардуме аз яҳуд назди Паёмбари Худо (с) омада ва гуфтанд: Ас-сому алайка! Яъне: Марг бар ту бод! Ва яҳуд ин чизро ба ивази ассалому алайкум гуфтанд). Оиша (р) мегӯяд: Ман онҳоро лаънат кардам, Паёмбари Худо (с) фармуданд: Чаро онҳоро лаънат мекунӣ? Гуфтам: Магар нашунидед, ки чӣ гуфтанд? Фармуданд: Магар нашунидӣ, ки ман чӣ гуфтам? (Дар ҷавобашон) гуфтам: Ваалайкум!» Яъне: Марг бар худи шумо бод)."
        }
      ]
    },
    {
      "number": 45,
      "title": "Дуо кардан барои ҳидояти мушрикин бо умеди улфат гирифтанашон",
      "hadiths": [
        {
          "number": 1265,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Туфайл ибни Амри Давсӣ ва ёронаш назди Паёмбари Худо (с) омада гуфтанд: Ё Расулаллоҳ! Мардуми Давс саркашӣ ва туғён намудаанд ва аз мусалмон шудан ибо варзидаанд, барои онҳо нафрин кунед! Мардум бо худ гуфтанд: Инак Паёмбари Худо (с) бар мардуми Давс нафрин мекунанд ва ҳамагӣ ба ҳалокат хоҳанд расид. Вале дар иваз барои онҳо дуо карда ва гуфтанд: «Худоё, мардуми Давсро ҳидоят кун ва ин ҷо биёвар»."
        }
      ]
    },
    {
      "number": 46,
      "title": "Даъват кардани Паёмбари Худо (с) ба сӯи Ислом ва ин, ки набояд касе ҷуз Худованди мутаъол дигареро мавриди парастиш қарор бидиҳад",
      "hadiths": [
        {
          "number": 1266,
          "full_text": "Ривоят аст, ки Саҳл ибни Саъд (р) аз Паёмбари Худо (с) дар рӯзи ҷанги Хайбар шунидааст, ки фармуданд: «Байрақро (имрӯз) ба дасти касе хоҳам дод, ки Худованд ба дасти ӯ фатҳро насиб мекунад». Мардум бархоста ва ҳар кадом орзу доштанд, ки байрақро ба дасти ӯ бидиҳанд, вале Паёмбари Худо (с) пурсиданд: «Алӣ дар куҷост?» Гуфтанд: Чашмонаш дард мекунад. Амр карданд, ки биёяд, ӯро оварданд. Паёмбари Худо (с) оби даҳонашонро ба чашмони вай молиданд, чашмони вай дар ҳамон лаҳза ончунон хуб шуд, ки гӯё аслан дарди чашме набудааст. Алӣ (р) гуфт: Оё бояд бо яҳуд то вақте, ки мисли мо мусалмон мешаванд, ба ҷанг идома диҳем? Фармуданд: «Ором бош ва шитоб макун! Аввал наздашон бирав ва онҳоро ба сӯи Ислом даъват кун ва онҳоро аз он чӣ, ки бар онҳо воҷиб аст, бохабар бисоз! Ба Худованд қасам, агар ба воситаи ту як нафар ба роҳи рост ҳидоят шавад, бароят аз шутурони сурхе, ки дар роҳи Худо садақа намоӣ, беҳтар аст»."
        }
      ]
    },
    {
      "number": 47,
      "title": "Касе, ки рафтан ба ҷангро аз дигарон пинҳон намуд ва касе, ки берун шудан ба сафарро дар рӯзи панҷшанбе дӯст медошт",
      "hadiths": [
        {
          "number": 1267,
          "full_text": "Аз Каъб ибни Молик (р) ривоят аст, ки гуфт: Бисёр кам мешуд, ки Паёмбари Худо (с) дар ғайри рӯзи панҷшанбе азми сафар намоянд."
        }
      ]
    },
    {
      "number": 48,
      "title": "Видоъ кардан",
      "hadiths": [
        {
          "number": 1268,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Моро Паёмбари Худо (с) дар зимни лашкаре ба ҷое фиристода ва ду нафар аз Қурайшро ном бурда ва гуфтанд: «Агар фалонӣ ва фалониро дидед, ба оташ бисӯзонед». Ҳангоми берун шудан омадем, ки бо эшон видоъ намоем, фармуданд: «Ман барои шумо гуфта будам, ки фалонӣ ва фалониро ба оташ бисӯзонед, вале чун ғайр аз Худованд каси дигар ба оташ азоб намекунад, агар онҳоро дидед, ба қатл бирасонед»."
        }
      ]
    },
    {
      "number": 49,
      "title": "Тоат ва фармонбардорӣ аз имом",
      "hadiths": [
        {
          "number": 1269,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят асг, ки фармуданд: «Самъ ва тоъат (аз имом) то вақте ки шахс ба маъсият амр нашавад, лозим аст ва агар ба маъсият амр шуд, самъ ва тоат нест»."
        }
      ]
    },
    {
      "number": 50,
      "title": "Ҷанг кардан ба пайравӣ аз имом ва паноҳ гирифтан ба он",
      "hadiths": [
        {
          "number": 1270,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Мо (уммати мусалмон) охир омадем ва аз ҳама пеш ҳастем». Ва фармуданд: «Касе, ки аз ман итоат кунад, аз Худованд итоат кардааст ва касе, ки аз ман нофармонӣ кунад, нофармонии Худоро кардааст ва касе ки итоати амирро бинмояд, итоати маро кардааст ва касе, ки нофармонии амирро менамояд, нофармонии маро кардааст. Имом монанди сипар аст, дар пушти сараш ҷанг сурат мегирад ва ба вай паноҳ ҷуста мешавад. Агар тақво ва адолат намояд, Худованд барояш савоб медиҳад ва агар чизе ба хилофи он бигӯяд, гуноҳи он бар зиммаи худаш мебошад»."
        }
      ]
    },
    {
      "number": 51,
      "title": "Байъат кардан бар ин, ки аз ҷанг нагурезанд",
      "hadiths": [
        {
          "number": 1271,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Дар соли оянда, ки баргаштем, ҳатто ду нафар аз мо дар таъйини дарахте, ки дар зери он бо Паёмбари Худо (с) байъат карда будем, иттифоқ накардем. Ва (иттифоқ накардани мо) раҳмате аз тарафи Худованди мутаъол буд. Касе аз вай пурсид: Байъати (шумо бо Паёмбари Худо (с) бар чӣй чиз буд? (Бар ин буд, ки то сарҳади) марг истодагӣ намоед? Гуфт: На! Балки барои ин буд, ки сабр ва муқовимат намоем."
        },
        {
          "number": 1272,
          "full_text": "Ривоят аст, ки дар замони воқеаи Ҳарра шахсе назди Абдуллоҳ ибни Зайд (р) омада ва гуфт: Ибни Ҳанзала аз мардум байъат мегирад, ки то сарҳади марг истодагӣ ва муқовимат намоянд. Абдуллоҳ ибни Зайд (р) гуфт: Ман бар чунин чизе баъд аз Паёмбари Худо (с) бо ҳеҷ каси дигаре байъат нахоҳам кард."
        },
        {
          "number": 1273,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) байъат намудам, сипас зери сояи дарахте нишастам, чун мардумон кам шуд, фармуданд: «Эй Ибни Акваъ! Оё ту байъат намекунӣ?» Гуфтам: Ё Расулаллоҳ! Ман байъат кардам. Фармуданд: «Дубора байъат кун». Ман ҳам дубора байъат кардам. Касе аз вай пурсид: Эй Абӯмуслим, шумо дар он айём бар чӣ чиз байъат мекардед? Гуфт: Бар ин, ки то дами марг истодагӣ намоем."
        },
        {
          "number": 1274,
          "full_text": "Аз Муҷошиъ (р) ривоят аст, ки гуфт: «Ман бо бародарам назди Паёмбари Худо (с) омада ва гуфтам: Бо мо бар ин, ки ҳиҷрат намоем, байъат кунед. Фармуданд: «Ҳиҷрат барои мардумаш гузашт». Гуфтам: Пас бар чӣ чиз бо мо байъат мекунед? Фармуданд: «Бар Ислом ва бар ҷиҳод»."
        }
      ]
    },
    {
      "number": 52,
      "title": "Имом бояд мардумонро ба чизе амр намояд, ки тоқати иҷрои онро дошта бошанд",
      "hadiths": [
        {
          "number": 1275,
          "full_text": "Аз Ибни Масъуд (р) ривоят аст, ки гуфт: Имрӯз шахсе наздам омад ва чизе аз ман пурсид, ки надонистам ҷавоби ӯро чӣ бигӯям. Аз ман пурсид: Агар ҷавони мусаллаҳе бо амирони мо ба ҷиҳод берун шуда, сипас моро ба чизҳое, ки тоқати онро надорем, амр кунад, чӣ бояд кард? Ибни Масъуд (р) гуфт: Ба Худо савганд, намедонам, дар ҷавоби ту чӣ бигӯям? Он чӣ, ки медонам, ин аст, ки мо бо Паёмбари Худо (с)  будем ва то  як  чизро анҷом  намедодем,  эшон  моро  ба  анҷом додани чизи дигар амр намекарданд. Ва шумо ҳам то вақте ки аз Худо битарсед, ба хайр ва офият хоҳед буд ва агар дар мавриди чизе ба шак афтодед, аз шахси олим бипурсед (ва он олим) шуморо ба роҳи наҷот роҳнамун хоҳад шуд. Вале зуд аст замоне биёяд, ки чунин шахсро пайдо карда натавонед ва ба Худованди ягона савганд, он чӣ, ки аз дунё боқӣ мондааст, фикр мекунам, беҳтар аз ҳавзе бошад, ки обҳои покаш нӯшида шуда ва гил ва лояш боқӣ мондааст."
        }
      ]
    },
    {
      "number": 53,
      "title": "Паёмбари Худо (с) агар дар аввали рӯз ба ҷанг берун намешуданд, ҷангро то заволи офтоб ба таъхир меандохтанд",
      "hadiths": [
        {
          "number": 1276,
          "full_text": "Аз Абдуллоҳ ибни Абӯавфо (р) ривоят аст, ки (гуфт): Паёмбари Худо (с) дар яке аз рӯзҳое, ки ба ҷиҳод берун шуда буданд, то вақти заволи офтоб интизорӣ кашиданд, баъд аз он бархоста ва фармуданд: «Эй мардум! Орзуи мувоҷеҳ шудан бо душманро надошта бошед? Ва аз Худованд офият ва саломатиро бихоҳед, вале агар бо душман мувоҷеҳ шудед, сабр ва муқовимат намоед ва бидонед, ки биҳишт дар зери сояи шамшер аст». Баъд аз он дуо карда ва гуфтанд: «Эй Худои нозилкунандаи китоб ва шикастдиҳандаи аҳзоб» (ва бақияи ҳадис қаблан гузашт)."
        }
      ]
    },
    {
      "number": 54,
      "title": "Муздур",
      "hadiths": [
        {
          "number": 1277,
          "full_text": "Аз Яъло ибни Умайя (р) ривоят аст, ки гуфт: Шахсеро муздур намудам, ӯ бо шахси дигаре ҷанг кард, то ҷое, ки дастҳои якдигарро газиданд. Шахсеро, ки муздур карда будам, дасти худро ба қувват аз даҳони он шахси дигар берун кашид ва бар асари он яке аз дандонҳояшро кашид. Он шахс назди Паёмбари Худо (с) рафт (ва шикоят намуд). Расули акрам (с) дандонашро ҳадар дониста ва фармуданд: «Магар таваққӯъ доштӣ, ки дасти худро дар даҳанат мегузоштӣ, то мисли шутури нар мегазидӣ?»"
        }
      ]
    },
    {
      "number": 55,
      "title": "Он чӣ, ки дар мавриди байрақи Паёмбари Худо (с) омадааст",
      "hadiths": [
        {
          "number": 1278,
          "full_text": "Ривоят аст, ки Аббос (р) ба Зубайр (р) гуфт: Паёмбари Худо (с) амр намудаанд, ки байрақро дар ин ҷо насб намоӣ."
        }
      ]
    },
    {
      "number": 56,
      "title": "Ин қавли Паёмбари Худо (с), ки «Аз тарси масофати якмоҳа роҳ, ки ба дили душманон меафтад, нусрат дода шудем»",
      "hadiths": [
        {
          "number": 1279,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Мабъус шудам ба рисолат бо калимаҳои ҷомеъ (ки дорои маъонии бисёре мебошад) ва ба сабаби тарсе, ки ба дили душманонам меафтад, нусрат дода мешавам ва дар ҳангоме, ки хоб будам, калиди ганҷҳои рӯи замин дар дастам ниҳода шуд». Абӯҳурайра (р) мегӯяд: Паёмбари Худо (с) реҳлат намуданд ва шумо он ганҷҳоро истихроҷ менамоед."
        }
      ]
    },
    {
      "number": 57,
      "title": "Бардоштани зод ва тӯша дар ҷиҳод ва ин қавли Худованди мутаъол, ки мефармояд: «Ва тӯша бардоред, ки беҳтарин тӯша тақво аст». (Бақара: 197)",
      "hadiths": [
        {
          "number": 1280,
          "full_text": "Аз Асмоъа (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) иродаи ҳиҷрат намуданд, суфраашонро дар хонаи Абӯбакр (р) таҳия намудам, вале чизе, ки суфра ва машки оби Паёмбари Худо (с)- ро бо он бубандам, пайдо карда натавонистам. Барои Абӯбакр (р) гуфтам: Ба Худованд савганд, ба ҷуз аз нитоқам (нитоқ иборат аз ҷома ва ё лӯнгиест, ки занҳо вақти кор кардан онро бар болои либоси худ мепӯшанд ва ба забони имрӯзӣ метавон онро пешбанд ҳам гуфт) чизе, ки бо он (суфра ва машки обро) бубандам, пайдо карда натавонистам. Гуфт: (Нитоқи) худро ду ҳисса кун! Ба яке машки об ва бо дигаре суфраро бубанд. Ва аз ҳамин ҷиҳат ӯро Зотунитоқайн меномиданд."
        }
      ]
    },
    {
      "number": 58,
      "title": "Бо ҳам савор шудан бар болои улоғ",
      "hadiths": [
        {
          "number": 1281,
          "full_text": "Аз Усома ибни Зайд (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бар болои улоғе, ки полоне дошт ва рӯи полон чодаре андохта шуда буд, савор шуданд ва Усома (р)-ро пушти сари худ савор намуданд."
        },
        {
          "number": 1282,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) дар рӯзи фатҳи Макка, аз тарафи баландии Макка дар ҳоле, ки бар болои шутури худ буданд ва Усома (р) пушти сарашон савор буд, омаданд ва дар ин вақт Билол ва Усмон ибни Талҳа аз ҳоҷибони Каъба ҳамроҳашон буданд. Омаданд, то ин ки шутурро дар дохили масҷид хобонанд, баъд аз он ба Усмон ибни Талҳа амр карданд, ки калиди Хонаро биоварад ва хонаро бигушояд. Ва Паёмбари Худо (с) дохили Хона гардиданд... (ва бақияи ҳадис қаблан гузашт)."
        }
      ]
    },
    {
      "number": 59,
      "title": "Бо Қуръон набояд ба сарзамини душман сафар намуд",
      "hadiths": [
        {
          "number": 1283,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) аз ин, ки шахсе бо Қуръон ба сарзамини душман сафар намояд, наҳй фармуданд."
        }
      ]
    },
    {
      "number": 60,
      "title": "Такбир гуфтан бо садои баланд макрӯҳ аст",
      "hadiths": [
        {
          "number": 1284,
          "full_text": "Аз Абӯмӯсои Ашъарӣ (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) будам, чун ба баландӣ мерасидем, бо садои баланд такбир ва тахлил (яъне Аллоҳу акбар, ва ло илоҳа иллаллоҳ) мегуфтанд. Паёмбари Худо (с) фармуданд: «Эй мардум. Бар худ раҳм кунед! Шумо шахси ношунаво ва ё ғоиберо мавриди хитоб қарор намедиҳед, касеро мавриди хитоб қарор медиҳед, ки дар ҳама ҷо бо шумо аст ва шунавоест, ки дар наздики шумост»."
        }
      ]
    },
    {
      "number": 61,
      "title": "Тасбеҳ гуфтан ҳангоми рафтан ба тарафи дашт",
      "hadiths": [
        {
          "number": 1285,
          "full_text": "Аз Ҷобир ибни Абдуллоҳи Ансорӣ (р) ривоят аст, ки гуфт: Ҳангоми боло шудан ба баландӣ такбир (яъне Аллоҳу акбар) мегуфтем ва ҳангоми сарозер шудан тасбеҳ (яъне субҳоналлох)."
        }
      ]
    },
    {
      "number": 62,
      "title": "Барои мусофир савоби амалеро, ки дар иқомат анҷом медод, навишта мешавад",
      "hadiths": [
        {
          "number": 1286,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Вақте ки шахсе мариз мегардад ва ё мусофир мешавад, барояш савоби амалеро, ки дар ҳоли сиҳатмандӣ ва муқим будан анҷом медод, навишта мешавад»."
        }
      ]
    },
    {
      "number": 63,
      "title": "Танҳо сафар кардан",
      "hadiths": [
        {
          "number": 1287,
          "full_text": "Аз Ибни Умар (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Агар чизеро, ки ман дар танҳо рафтан медонам, мардуми дигар медонистанд, ҳеҷ саворае ба шаб танҳо сафар намекард»."
        }
      ]
    },
    {
      "number": 64,
      "title": "Ҷиҳод кардан ба иҷозаи падар ва модар",
      "hadiths": [
        {
          "number": 1288,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Шахсе назди Паёмбари Худо (с) омада ва аз эшон иҷоза хост, то дар ҷиҳод иштирок намояд.  Пурсиданд: «Падару модарат зиндаанд?» Гуфт: Бале. Фармуданд: «Дар онҳо ҷиҳод кун (яъне дар хидмати онҳо бош)»."
        }
      ]
    },
    {
      "number": 65,
      "title": "Овезон кардани ҷарас ва амсоли он ба гардани шутур",
      "hadiths": [
        {
          "number": 1289,
          "full_text": "Ривоят аст, ки Абӯбашири Ансорӣ (р) дар яке аз сафарҳо бо Паёмбари Худо (с) буд ва чун вақти хоб ва истироҳати мардум расид. Паёмбари Худо (с) шахсеро фиристода, фармуданд: «Набояд ба гардани ҳеҷ шутуре қаллодаеро боқӣ бигузорад, балки бояд ҳамаро Қатъ намояд»."
        }
      ]
    },
    {
      "number": 66,
      "title": "Баргаштан аз ҷиҳод ба сабаби узр",
      "hadiths": [
        {
          "number": 1290,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Набояд ҳеҷ марде бо зане хилват намояд ва ё зане бидуни маҳрам мусофират намояд». Шахсе бархост ва гуфт: Дар фалон газва сабти ном кардаам, вале занам азми ҳаҷ кардааст. Фармуданд: «Бирав, бо зани худ ҳаҷ кун!»"
        }
      ]
    },
    {
      "number": 67,
      "title": "Асирони дар банд",
      "hadiths": [
        {
          "number": 1291,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Худованд аз мардуме тааҷҷуб мекунад (било кайф), ки бо ғуллу занҷири худ дохили биҳишт мегарданд»."
        }
      ]
    },
    {
      "number": 68,
      "title": "Маҷрӯҳ сохтани кӯдакони куффор ҳангоми шабохун задан бар онҳо",
      "hadiths": [
        {
          "number": 1292,
          "full_text": "Аз Саъб ибни Ҷассома (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар минтақаи Абвоъ ё Ваддон назди мо омаданд, касе аз эшон пурсид: Ҳангоми шабехун задан бар мушрикин, зан ва фарзанди онҳоро мавриди исобат қарор мегиранд? Фармуданд: «Зан ва фарзанди онҳо дар ҳукми худи онҳоянд». Ва аз эшон шунидам, ки фармудавд: «Ва марзбандии чизе ҷуз барои Худо ва Расули Ӯ намебошад»."
        }
      ]
    },
    {
      "number": 69,
      "title": "Куштани атфол дар ҷанг",
      "hadiths": [
        {
          "number": 1293,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки дар яке аз ғазавот занеро кушта диданд, Паёмбари Худо (с) куштани занҳо ва атфолро бад гуфтанд."
        }
      ]
    },
    {
      "number": 70,
      "title": "Ба монанди азоби Худо набояд азоб кард",
      "hadiths": [
        {
          "number": 1294,
          "full_text": "Ривоят аст, ки чун ба Ибни Аббос (р) хабар расид, ки Алӣ (р) мардумеро ба оташ сӯзондааст, гуфт: «Агар ман мебудам, онҳоро намесӯзондам, зеро Паёмбари Худо (с) фармуданд: «Ба азоби Худо азоб накунед,» балки онҳоро мутобиқи қавли Паёмбари Худо (с), ки фармуданд: «Касе, ки динашро табдил кард, бикушед» мекуштам."
        }
      ]
    },
    {
      "number": 71,
      "title": "",
      "hadiths": [
        {
          "number": 1295,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: Мӯрчае ангушти пайғамбаре аз пайғамбаронро газид, он паёмбар амр кард, то лонаи мӯрчагон сӯзонда шавад, Худованд ба ӯ ваҳй фиристод, ки: Ба сабаби ин, ки мӯрчае туро газид, як умматеро, ки тасбеҳи Худовандро мегуфтанд, сӯзондӣ?"
        }
      ]
    },
    {
      "number": 72,
      "title": "Сӯзондани хона ва нахлистонҳо",
      "hadiths": [
        {
          "number": 1296,
          "full_text": "Аз Ҷарир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ба ман гуфтанд: «Маро аз (бутхонаи) Зилхаласа беғам намесозӣ?» Ва (он бутхона) иборат аз хонае дар қабилаи Хасъам буд, ки бо номи каъбаи ямонӣ ёд мегардид. (Ҷарир) гуфт: Бо яксаду панҷоҳ савор аз мардуми Аҳмаса, ки саворони моҳире буданд, ба он тараф ҳаракат намудам ва ман худро (аз беморӣ ва заъфе, ки доштам) бар болои асп гирифта наметавонистам. (Паёмбари Худо (с) бо дасти худ чунон ба синаам заданд, ки осори дасташонро бар синаам мушоҳида намудам ва гуфтанд: «Худоё! Ӯро собитқадам бисоз ва ӯро ҳидоят кун ва сабаби ҳидояти дигарон бигардон!» Ҷарир (р) рафт ва он хонаро (бо буте, ки дар он буд) вайрон сохт ва ба оташ кашид ва шахсеро фиристод, ки хабарро ба Паёмбари Худо (с) бирасонад. Фиристодаи Ҷарир (р) назди Паёмбари Худо (с) омад ва гуфт: Қасам ба Зоте, ки шуморо ба ҳак фиристодааст, то ҳангоме, ки (он бутхонаро) монанди шутур дарунхолӣ надидам, назди шумо наомадам. Ва Паёмбари Худо (с) барои афрод ва аспҳои қабилаи Ахмаса панҷ бор дуои хайру баракат намуданд."
        }
      ]
    },
    {
      "number": 73,
      "title": "Ҷанг фиребкорист",
      "hadiths": [
        {
          "number": 1297,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Кисро ҳалок гардид ва баъд аз вай Кисро нахохад буд ва Қайсар ҳалок мегардад, баъд аз вай Қайсаре нахоҳад омад ва ганҷҳояшон дар ҷиҳоди фисабилиллоҳ тақсим мешавад»."
        },
        {
          "number": 1298,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) ҷангро ҳила ва фиребкорӣ номидаанд."
        }
      ]
    },
    {
      "number": 74,
      "title": "Кароҳати ихтилоф ва кашмакашӣ дар ҷанг ва оқибати касе, ки аз имоми худ нофармонӣ мекунад",
      "hadiths": [
        {
          "number": 1299,
          "full_text": "Аз Бароъ ибни Озиб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) дар ҷанги Уҳуд фармондеҳии гурӯҳи пиёдаро, ки панҷоҳ нафар буданд, ба Абдуллоҳ ибни Ҷубайр дода ва гуфтанд: «Агар дидед, ки моро мурғҳо мерабоянд, то вақте ки шуморо нахоҳем, аз ҳамин ҷойи худ ҳаракат накунед ва агар дидед, ки мо душманро шикаст дода ва поймол намудем, боз ҳам то вақте ки шуморо нахостем, аз ҳамин ҷойи худ ҳарақат накунед». Ва ҳамон буд, ки мусалмонон мушрикинро шикаст доданд. Абдуллоҳ (р) мегӯяд: Ба Худованд савганд, худам дидам, ки занҳои (мушрикин) дар ҳоле, ки либосҳои худро баланд намуда буданд. шитобон гурехта ва пой ва соқҳои пояшон маълум мешуд. Ҳамроҳони Абдуллоҳ ибни Ҷубайр (р) гуфтанд: Худро ба амволи ғанимат бирасонед, дӯстони мо фирӯз гардиданд, дигар мунтазири чӣ ҳастед? Абдуллоҳ ибни Ҷубайр (р) ба эшон гуфт: Магар гуфтаи Паёмбари Худо (с)-ро фаромӯш кардаед? Гуфтанд: Ба Худо савганд, ки мо ҳам назди мардумон рафта ва ҳиссаи худро аз ғанимат хоҳем гирифт. Чун дар майдони маърака омаданд, рӯйҳояшон баргашт ва ҳамон буд, ки ҳазимат ёфта ва шикаст хӯрданд. (Яъне, баъд аз ин ки рӯйҳои онҳо ба тарафи майдон буд ва ба пеш мерафтанд, аз ҷиҳати ин ки нофармонии Паёмбари Худо (с)-ро карда буданд, рӯйҳояшон ба тарафи ҷои аввалаашон, ки қарор доштанд, баргашт.) Ва ин дар ҳоле буд, ки Паёмбари Худо (с) охирин нафарони онҳоро, ки дар ҳоли ақибнишиӣ буданд, садо мезаданд. Бо Паёмбари Худо (с) ба ҷуз аз дувоздаҳ нафар каси дигаре боқӣ намонда буд ва мушрикин ҳафтод нафар аз моёнро куштанд ва Паёмбари Худо (с) ва асҳобашон дар ҷанги Бадр аз мушрикин яксаду чиҳил нафарро мавриди исобат қарор дода буданд, ки аз он ҷумла ҳафтод нафар кушта ва ҳафтод нафар асир гирифта буд. Абӯсуфён пурсид: Оё Муҳаммад (с) дар байни шумо мавҷуд аст? Ва саволашро се бор такрор кард. Паёмбари Худо (с) атрофиёни худро аз ин, ки ҷавоби Абӯсуфёнро бидиҳанд, манъ фармуданд. Ва боз се бор пурсид: Оё Ибни Абӯқуҳофа (яъне Абӯбакр) дар байни шумо мавҷуд аст? Боз се бор пурсид: «Оё Ибни Хаттоб дар байни шумо мавҷуд аст? Баъд аз он назди лашкариёни худ рафта ва гуфт: Инҳо дигар кушта шудаанд. Дар ин вақт Умар (р) худро нигоҳ дошта натавонист ва гуфт: Эй душмани Худо! Ба Худованд савганд, ки дурӯғ мегӯӣ, инҳоеро, ки ном бурдӣ, ҳамагӣ зиндаанд ва касоне, ки рӯзгоратро сиёҳ хоҳанд кард, сари ҷойи худ истодаанд. Абӯсуфен гуфт: Имрӯз ба рӯзи ҷанги Бадр ва ҷанг даст ба даст мегардад ва шумо дар байни куштагони худ касонеро хоҳед дид, ки мусла шудаанд, ман ба ин чиз на амр кардаам ва на ҳам аз ин чиз бадам меояд. Баъд аз он раҷазхониро шурӯъ намуда ва гуфт: Сарбаланд бод Ҳубал! Сарбаланд бод Ҳубал! Паёмбари Худо  (с) фармуданд: «Оё касе нест, ки ҷавоби ӯро бигӯяд?» Гуфтанд: Ё Расулаллоҳ, чӣ бигӯем? Фармуданд: «Бигӯед: Худованд болотар ва боазаматтар аст!» Абӯсуфён гуфт: Мо Узо дорем ва барои шумо Узо нест! Паёмбари Худо (с) гуфтанд: «Оё касе нест ҷавоби ӯро бигӯяд?» Гуфтанд: Ё Расулаллоҳ, чӣ бигӯем? Фармуданд: «Бигӯед: Худованд мавлои мост ва барои шумо мавлое нест!»"
        }
      ]
    },
    {
      "number": 75,
      "title": "Касе, ки душманро дида ва бо овози баланд фарёд задааст, ки...",
      "hadiths": [
        {
          "number": 1300,
          "full_text": "Аз Салама (р) ривоят аст, ки гуфт: Аз Мадина ба тарафи Ғоба мерафтам, чун ба баландии Ғоба расидам, ғуломи Абдурраҳмон ибни Авфро дида ва гуфтам: Эй вой бар ту, ин ҷо чӣ мегардӣ? Гуфт: Шутурони ширдиҳи Паёмбари Худо (с)-ро дуздидаанд. Гуфтам: Кӣ дуздидааст? Гуфт: Мардуми Ғатфон ва Фазора. Ба садои бисёр баланде, ки ҳамаи Мадинаро бохабар сохтам, нидо карда ва гуфтам: Душман субҳгоҳӣ расид, душман субҳгоҳӣ расид. Баъд аз он ба суръат рафта ва худро бо онҳо расондам, дидам, ки шутуронро гирифта мебаранд. Ба тарафашон тирандозӣ намуда ва гуфтам: Ман фарзанди Акваъ ҳастам. Ва имрӯз ашхоси паст кушта хоҳанд шуд. Ва шутуронро пеш аз он, ки шири онҳоро ошомида бошанд, аз онҳо гирифта, ба тарафи Мадина овардам. Дар роҳ Паёмбари Худо (с)-ро дида ва гуфтам: Ё Расулаллоҳ, касоне, ки шутуронро гирифта буданд, ташнаанд ва шутуронро пеш аз он, ки шири онҳоро биошоманд, аз онҳо пас гирифтам, ба таъқибашон нафар бифиристед. Фармуданд: «Эй Ибни Акваъ! Моли худро пас гирифтӣ, беҳтар аст бо онҳо эҳсон намоӣ ва онҳое, ки шутуронро бурда буданд, акнун дар байни кавми худ меҳмонӣ мехӯранд»."
        }
      ]
    },
    {
      "number": 76,
      "title": "Озод сохтани асир",
      "hadiths": [
        {
          "number": 1301,
          "full_text": "Аз Абӯмӯсо (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Асирро озод созед, гуруснаро нон бидиҳед ва маризро хабар гиред»."
        },
        {
          "number": 1302,
          "full_text": "Аз Абӯҷуҳайфа (р) ривоят аст, ки гуфт: Ба Алӣ (р) гуфтам: Оё дар назди шумо чизи дигаре аз ваҳй ба ҷуз аз чизе, ки дар Қуръон аст, вуҷуд дорад? Гуфт: Ба Худое, ки донаро шикоф намуда ва ҷахониёнро халқ кардааст, чизи дигаре вуҷуд надорад, магар илмеро, ки Худованд дар фаҳми Қуръон насиби шахсе месозад ва ба ҷуз чизе, ки дар ин саҳифа аст. Гуфтам: Дар ин саҳифа чист? Гуфт: (Ҳукми) дият ва озод сохтани асир ва ин, ки набояд мусалмон ба сабаби кофаре кушта шавад."
        }
      ]
    },
    {
      "number": 77,
      "title": "Фидя додани мушрикин",
      "hadiths": [
        {
          "number": 1303,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки мардуме аз Ансор аз Паёмбари Худо (с) иҷоза хостанд ва гуфтанд: Ё Расулаллоҳ, иҷоза бидиҳед, то фидяи хоҳарзодаи худ Аббосро барояш бубахшем. Фармуданд: «Як дирҳамро барояш набахшед»."
        }
      ]
    },
    {
      "number": 78,
      "title": "Агар шахси ҳарбӣ бидуни амон хостан ба дори Ислом дохил шуд",
      "hadiths": [
        {
          "number": 1304,
          "full_text": "Аз Салама ибни Акваъ (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) дар сафар буданд, ҷосусе аз мушрикин наздашон омад, ҳамроҳи саҳоба нишаста ва ба онҳо сӯҳбат намуд ва ногаҳон гурехт. Паёмбари Худо (с) фармуданд: «Ӯро пайдо кунед ва бикушед». Салама ибни Акваъ (р) ӯро кушт ва Паёмбари Худо (с) он чиро он мушрик бо худ дошт, ба вай бахшиданд."
        }
      ]
    },
    {
      "number": 79,
      "title": "Ҷоиза додан ба сафир ва намоянда",
      "hadiths": []
    },
    {
      "number": 80,
      "title": "Оё метавон барои аҳли зимма шафоат намуд",
      "hadiths": [
        {
          "number": 1305,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Рӯзи панҷшанбе аст ва шумо намедонед, ки рӯзи панҷшанбе чист? Баъд аз он он қадар гирист, ки ашкаш регҳоро тар намуд ва гуфт: Дарди Паёмбари Худо (с) дар рӯзи панҷшанбе шиддат ёфта ва фармуданд: «Варақе бидиҳед, то барои шумо чизе бинависам, ки баъд аз ман гумроҳ нашавед». (Касоне, ки он ҷо буданд) дар мавзӯъ ҷору ҷанҷол намуданд, дар сурате, ки ҷору ҷанҷол намудан дар ҳузури Паёмбар раво нест (ва дар ҷавоб онҳое, ки мегуфтанд навиштан лозим нест), гуфтанд: Паёмбари Худо (с) дар ҳолати тарки дунё аст. Паёмбари Худо (с) (барои касоне, ки исрор бар навиштани чизе доштанд) фармуданд: «Маро ба ҳолам бигузоред, он чиро, ки ман дар он (аз зикри Худо ва омодагӣ ба лиқои Аллоҳ ҳастам) аз он чӣ, ки шумо мехоҳед, беҳтар аст». Ва дар вақти марги худ ба се чиз васият намуданд: «Мушрикинро аз ҷазираи Араб хориҷ созед ва сафир ё намояндае, ки меояд, ба мисле, ки ман барояш бахшиш медодам, барояш бахшиш бидиҳед». Ва саввумиро фаромӯш намудам (ва саввумӣ тавре, ки дар ривояти дигаре омадааст, ин буд, ки гуфтанд: «Қабри маро мавриди парастиш қарор надиҳед)."
        }
      ]
    },
    {
      "number": 81,
      "title": "Тифл чӣ гуна ба Ислом даъват мешавад",
      "hadiths": [
        {
          "number": 1306,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Паёмбари Худо (с) омаданд ва баъд аз ҳамду санои Худованди мутаъол аз Даҷҷол ёд карда ва фармуданд: «Ман шуморо аз вай барҳазар медорам ва ҳеҷ паёмбаре набудааст, ки қавми худро аз он ҳушдор надода бошад. Нӯҳ (ъ)\tҳам кавми худро аз вай хушдор додааст, вале ман дар борааш барои шумо чизе мегӯям, ки паёмбари дигаре барои қавмаш нагуфтааст: Бидонед, ки Даҷҷол аз як чашм кӯр аст, вале Худованд як чашмаш кӯр нест». (Яъне Даҷҷол дар ин, ки даъвои Худоӣ мекунад, дурӯғ мегӯяд, зеро ӯ аз як чашм кӯр аст ва Худованд чунин нест)."
        }
      ]
    },
    {
      "number": 82,
      "title": "Ҳисобгирии имом аз мардумон",
      "hadiths": [
        {
          "number": 1307,
          "full_text": "Аз Ҳузайфа (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд:\t«Номи касонеро, ки мусалмон шудаанд, бароям бинависед». Ва мо барояшон номи якҳазору панҷсад нафарро  навиштем ва гуфтем: Теъдоди мо (мусалмонон) ба як ҳазору панҷсад нафар расидааст ва ҳанӯз бояд хавф дошта бошем? Ва худам дидам (ки бо вуҷуди касрати мусалмонон) ба чунон мусибате гирифтор шудем, ки шахс намозашро танҳо адо мекард ва бо он ҳам метарсид."
        }
      ]
    },
    {
      "number": 83,
      "title": "Касе, ки бар душман ғолиб гардида ва дар минтақааш се рӯз боқӣ мондааст",
      "hadiths": [
        {
          "number": 1308,
          "full_text": "Абӯталҳа (р) мегӯяд: Чун Паёмбари Худо (с) минтақаеро фатҳ мекарданд, дар майдони маърака се шаб боқӣ мемонданд."
        }
      ]
    },
    {
      "number": 84,
      "title": "Агар мушрикин моли мусалмонеро ба ғанимат гирифтанд ва сипас мусалмон моли худро ёфт",
      "hadiths": [
        {
          "number": 1309,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки аспаш гурехт ва яке аз душманон онро гирифт. Мусалмонон дар замони Паёмбари Худо (с) бар он шахс ғолиб шуданд ва аспи Ибни Умарро барояш пас доданд. Ва ғуломи вай гурехт ва назди Румиён рафт ва ҳангоме, ки мусалмонон баъд аз Паёмбари Худо (с) бар Румиён ғалаба ёфтанд, Холид ибни Валид ғуломи Ибни Умарро барояш бозгардонд."
        }
      ]
    },
    {
      "number": 85,
      "title": "Касе, ки ба форсӣ ва аҷамӣ сухан задааст ва ин қавли Худованд, ки «ва ихтилофи забонҳои шумо ва рангҳои шумо...» Ва ин қавли Худованд, ки «ва мо ҳеҷ расулеро ҷуз ба забони қавми",
      "hadiths": [
        {
          "number": 1310,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Гуфтам: Ё Расулаллоҳ! Бузғолаеро забҳ кардаам ва як соъ ҷавро орд намудаам, шумо бо чанд нафаре ташриф биоваред. Паёмбари Худо (с) бо овози баланд фармуданд: «Эй аҳли Хандақ! (Яъне: эй касоне, ки ба ҳафри Хандақ машғул ҳастед) Ҷобир таоме омода кардааст, ҳамаи шумо биёед»."
        },
        {
          "number": 1311,
          "full_text": "Аз Умми Холид бинти Холид ибни Саъид (р) ривоят аст, ки гуфт: Ҳамроҳи падарам дар ҳоле, ки пироҳани зардеро пӯшида будам, назди Паёмбари Худо (с) омадам, Паёмбари Худо (с) фармуданд: «Санаҳ, санаҳ». Ва маънии он ба забони ҳабашӣ «Хуб аст, хуб аст». Умми Холид (р) мегӯяд: Баъд аз он рафтам ва бо мӯҳри нубувват бозӣ мекардам. Падарам маро аз ин кор манъ кард ва Паёмбари Худо (с) фармуданд: «Онро кӯҳна кунӣ ва фарсуда кунӣ, онро кӯҳна кунӣ ва фарсуда кунӣ, онро кӯҳна кунӣ ва фарсуда кунӣ. (Ва дар забони оммаи мардум аз он чунин таъбир мекунанд, ки пир шавӣ ва калон шавӣ, пир шавӣ ва калон шавӣ.)"
        }
      ]
    },
    {
      "number": 86,
      "title": "Хиёнат дар амволи ғанимат ва ин қавли Худованд, ки «ва касе, ки дар амволи ғанимат хиёнат намояд»",
      "hadiths": [
        {
          "number": 1312,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бархостанд ва дар мавриди хиёнат дар амволи ғанимат суханронӣ намуданд ва хиёнат дар амволи ғаниматро як амри бисёр муҳим шуморида ва фармуданд: «Чунин нашавад, ки дар рӯзи қиёмат кадом яке аз шумоёнро бубинам, ки бар гарданаш гӯсфанде савор аст ва баъ- баъ мекунад ва аспе рӯи гарданаш савор аст ва шиҳа мекашад ва дар ин ҳолат бароям бигӯяд, ки ё Расулаллох, ба фарёдам бирас ва ман барояш бигӯям, ки дар муқобили ҳукми Худо бароят коре карда наметавонам ва қаблан бароят таблиғ карда будам. Ё бар гарданаш шутуре савор аст, ки ғар-ғар мекунад ва бароям бигӯяд, ки ё Расулаллоҳ, ба фарёдам бирас ва ман барояш бигӯям, ки дар муқобили ҳукми Худо бароят коре карда наметавонам ва қаблан бароят таблиғ карда будам. Ва ё ба гарданаш тилло ва нуқра овезон аст ва бигӯяд, ки ё Расулаллоҳ, ба фарёдам бирас ва ман барояш бигӯям, ки дар муқобили ҳукми Худо бароят коре карда наметавонам ва қаблан бароят таблиғ карда будам. Ва ё бар гарданаш порча ва либосҳое бошад, ки дар муқобили бод таҳу боло шавад ва бароям бигӯяд, ки ё Расулаллоҳ, ба фарёдам бирас ва ман барояш бигӯям, ки дар муқобили ҳукми Худо барои ту коре карда наметавонам ва қаблан бароят таблиғ карда будам»."
        }
      ]
    },
    {
      "number": 87,
      "title": "Хиёнати андак дар моли ғанимат",
      "hadiths": [
        {
          "number": 1313,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) ривоят аст, ки гуфт: Шахсе ба номи Киркира, ки нигоҳбони амволи Паёмбари Худо (с) буд, вафот намуд. Паёмбари Худо (с) фармуданд, ки «Ӯ дар оташ аст». Ва чун мардум рафтанд ва сабабро ҷӯё шуданд, диданд, ки абоеро аз амволи ғанимат дуздидааст."
        }
      ]
    },
    {
      "number": 88,
      "title": "Истиқбол намудан аз муҷоҳидин",
      "hadiths": [
        {
          "number": 1314,
          "full_text": "Ривоят аст, ки Ибни Зубайр (р) барои Ибни Ҷаъфар (р) гуфт: Ёдат ҳаст, ки ман ва ту ва Ибни Аббос (р) Паёмбари Худо (с)-ро истиқбол намудем? Гуфт: Бале, (вале) эшон ман ва Ибни Аббос (р)-ро бо худ савор намуданд ва туро гузоштанд."
        },
        {
          "number": 1315,
          "full_text": "Аз Соир ибни Язид (р) ривоят аст, ки гуфт: Бо иддае аз бачаҳо барои истиқболи Паёмбари Худо (с) ба Саниятулвадоъ рафтем."
        },
        {
          "number": 1316,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) аз Усфон бозгаштанд, бо эшон будам, Паёмбари Худо (с) бар шутури худ савор буданд ва Сафия бинти Хуяй (р)-ро ҳам пушти сари худ савор карда буданд, Шутурашон лағжид ва афтод ва ҳардуи онҳо афтиданд. Абӯталҳа худро андохта ва гуфт: Ё Расулаллоҳ! Худованд маро фидои шумо гардонад! Фармуданд: «Бо зан ҳамкорӣ кун!» (Абӯталҳа) ҷомаро ба рӯи худ андохт ва назди Сафия (р) омад ва он ҷомаро ба болои ӯ андохт ва шутуронашонро омода намуд ва савор шуданд. Ва бо Паёмбари Худо (с) ҳамроҳӣ намудем ва чун ба наздики Мадина расидем, гуфтанд: «Ойибуна, тоибуна ъобидуна лираббино ҳомидуна». (Яъне баргаштем дар ҳоле, ки тавбакунандагон ва ибодаткунандагон ва барои Парвардигори худ ҳамдгӯён ҳастем). Ва ин суханро то вакте ки ба шаҳри Мадина дохил шудем, ба такрор мегуфтем."
        }
      ]
    },
    {
      "number": 89,
      "title": "Намоз хондан дар вақти бозгаштан аз сафар",
      "hadiths": [
        {
          "number": 1317,
          "full_text": "Аз Каъб (р) ривоят аст, ки чун Паёмбари Худо (с) дар вақти чошт аз сафар мегаштанд ва пеш аз он, ки бинишинанд, ду ракаат намоз адо мекарданд."
        }
      ]
    },
    {
      "number": 90,
      "title": "Фарзи хумс",
      "hadiths": [
        {
          "number": 1318,
          "full_text": "Аз Умар ибни Хаттоб (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд «Мо (паёмбарон) мерос бурда намешавем, моле, ки аз худ ба ҷой мегузорем, садақа аст». Ва аз он чӣ, ки Худованд барои эшон аз тариқи ғанимат арзонӣ дошта буд, нафақаи яксолаи аҳл ва аёли худро бармедошт ва боқимондаро бо моли Худо (яъне амволи умумӣ) якҷо мекарданд. Умар (р) рӯяшро ба тарафи касоне, ки он ҷо ҳозир буданд, гардонда гуфт: Шуморо ба Худое, ки осмон ва замин ба қудрати Ӯ истодааст, савганд медиҳам, ки ҳамин чизро медонед? Гуфтанд: Бале. Ва дар он маҷлис Алӣ, Аббос, Усмон, Абдурраҳмон ибни Авф, Зубайр ва Саъд ибни Абӯваққос иштирок доштанд. Ва баъд аз он ҳадиси Алӣ ва Ибни Аббос ва қиссаи муҷодалаи онҳоро зикр намуд. Албатта зикри ин чизҳо аз шарти мо нест (зеро тавре, ки дар муқаддима ёдовар шудем, соҳиби Мухтасар, ки Зубайдӣ (р) аст, танҳо ақвол ва афъоли Паёмбари Худо (с)-ро зикр менамояд, на ақвол ва афъоли саҳоба (р)-ро)."
        }
      ]
    },
    {
      "number": 91,
      "title": "Ончӣ, ки дар мавриди осори боқимонда аз Паёмбари Худо (с) ва табаррук ҷустан ба онҳо омадааст",
      "hadiths": [
        {
          "number": 1319,
          "full_text": "Ривоят аст, ки Анас (р) як ҷуфт кафши мӯйрафтаро (мегӯянд: сабаби рафтани мӯи он кафшҳо кӯҳнагии онҳо буд), ки дорои панҷагӣ буд, назди саҳоба овард ва гуфт: Инҳо кафшҳои Паёмбари Худо (с) аст."
        },
        {
          "number": 1320,
          "full_text": "Аз Оиша (р) ривоят аст, ки либоси ғализ ва пинадореро овард ва гуфт: «Рӯҳи Паёмбари Худо (с) дар ҳамин либос қабз гардид."
        },
        {
          "number": 1321,
          "full_text": "Ва дар ривояти дигаре аз Оиша (р) омадааст, ки изори ғализеро, ки дар Яман сохта мешуд ва либосеро, ки мулаббада ёд мешуд, овард."
        },
        {
          "number": 1322,
          "full_text": "Аз Анас (р) ривоят аст, ки қадаҳи Паёмбари Худо (с) шикаст, қисмати шикастагии онро ба симе аз нуқра бастанд."
        }
      ]
    },
    {
      "number": 92,
      "title": "Қавли Худованди мутаъол: «Ба дурустӣ, ки барои Худо ва Расули Ӯ панҷум ҳиссаи амволи ғанимат аст»",
      "hadiths": [
        {
          "number": 1323,
          "full_text": "Аз Ҷобир бани Абдуллоҳи Ансорӣ (р) ривоят аст, ки гуфт: Барои шахсе аз мо Худованд фарзанде дод, ӯро Қосим ном гузошт. Ансор барояш гуфтанд: Туро ба номи Абулқосим ёд нахоҳем кард ва туро ба он хушҳол нахоҳем сохт (яъне бароят Абулқосим намегӯем, то ба сабаби ин гуфтани мо хушҳол гардӣ). Он шахс назди Паёмбари Худо (с) омад ва гуфт: Ё Расулаллоҳ! Худо бароям фарзанде додааст ва ман ӯро Қосим ном гузоштаам, Ансор мегӯянд: Туро ба номи Абулқосим ёд намекунем ва туро ба он хушҳол нахоҳем сохт. Паёмбари Худо (с) фармуданд: «Ансор хуб гуфтаанд, ба номи ман номгузорӣ кунед, вале ба кунияи ман барои худ куния ихтиёр накунед, чун ман Қосим ҳастам»."
        },
        {
          "number": 1324,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: «Ман худам на барои касе чизе медиҳам ва на чизеро аз касе манъ мекунам, вазифаам тақсим кардан аст ва ҳар чизеро тавре, ки маъмур шудаам, анҷом медиҳам» (яъне он чиро, ки анҷом медиҳам, ба амр ва илҳоми Худованди мутаъол аст)."
        },
        {
          "number": 1325,
          "full_text": "Аз Хавлаи Ансорӣ (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: «Мардуме ҳастанд, ки дар моли Худованд бвдуни ҳақ тасарруф менамоянд, дар рӯзи қиёмат ҷазои онҳо дӯзах аст»."
        }
      ]
    },
    {
      "number": 93,
      "title": "Қавли Паёмбари Худо (с), ки фармудаанд: «Ғаноим барои шумо ҳалол гардонида шудааст»",
      "hadiths": [
        {
          "number": 1326,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Паёмбаре аз паёмбарон иродаи ҷиҳод намуд (ин паёмбар Юшаъ ибни Нун буд) ва ба қавми худ гуфт: Агар касе занеро ба никоҳ гирифта бошад ва бихоҳад бо вай арусӣ намояд, вале ҳанӯз бо вай ҳамбистарӣ накарда бошад ва ё хонаҳоеро бино намуда бошад, вале сақфи онҳоро напӯшонда бошад ва ё гӯсфандон ва ё шутурони обистанеро харида бошад ва интизори валодати онҳоро дошта бошад, бо ман ҳамроҳӣ накунад (зеро дили чунин ашхос вобаста ба ин умури дунявй аст ва наметавонанд ба таври шоиста ба ҷиҳод икдом намоянд). Он паёмбар бар ҷиҳод рафт ва ҳангоми намози аср ва ё наздики намози аср ба ҳамон қарияи мавриди назар расид, хуршедро (мухотаб қарор дод) ва гуфт: Ту маъмурият дорӣ ва ман ҳам маъмурият дорам (маъмурияти офтоб ғуруб кардан аст ва маъмурияти он паёмбар ба итмом расонидани ҷиҳодаш пеш аз ғуруби офтоби ҳамон рӯз буд). Ва Худоё, Офтобро бароям манъ кун! Ҳамон буд, ки (офтоб) барояш, то ҳангоме, ки он қарияро фатҳ кард, манъ карда шуд, амволи ғаниматро ҷамъ намуд, оташе омад, ки он ғаноимро бисӯзонад, вале сӯзонда натавонист. Он паёмбар барои қавми худ гуфт: Кадом касе аз шумоён дар амволи ғанимат хиёнат кардааст, бояд аз ҳар қабилае як нафар биёяд ва бо ман байъат намояд. (Чунон карданд) ва дасти яке аз онҳо бо дасти он паёмбар часпид. Паёмбар барояш гуфт: Хиёнат дар моли ғанимат дар қабилаи шумо сурат гирифтааст, бояд ҳамаи афроди қабила биёянд ва бо ман байъат намоянд. Ва дасти ду ва ё се нафар аз онҳо ба дасти он Паёмбар часпид. Ба онҳо гуфт: Хиёнат дар байни шумо ду-се нафар аст. Ва онҳо каллае монанди каллаи говеро, ки аз тилло буд, оварданд ва рӯи амволи ғанимат гузоштанд ва ҳамон буд, ки оташ омад ва амволи ғаниматро сӯзонид». Баъд аз он Паёмбари Худо (с) фармуданд: «Ва чун Худованди мутаъол заъф ва бечорагии моро дид, ғаноимро барои мо ҳалол сохт»)."
        }
      ]
    },
    {
      "number": 94,
      "title": "",
      "hadiths": [
        {
          "number": 1327,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки Паёмбари Худо (с) гурӯҳеро, ки ман ҳам зимни онҳо будам, ба тарафи Наҷд фиристоданд. (Наҷд минтақае баъд аз Ҳиҷоз дар наздикм Ироқ аст). Ин гурӯҳ дар он минтақа шутурони бисёреро ба ғанимат гирифтанд, барои ҳар кадоме аз онҳо дувоздаҳ ва ё ёздаҳ шутур расид ва барои ҳар кадоме як шутур ҳам ба таври бахшиш доданд."
        },
        {
          "number": 1328,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ ривоят аст, ки гуфт: Ҳангоме, ки Паёмбари Худо (с) ғаноимро дар Ҷиърона тақсим мекарданд, шахсе барояшон гуфт: Адолат намоед. Фармуданд: «Агар адолат накунам, бадбахт хоҳам буд». (Ва тавре, ки уламои луғат мегӯянд, шарти мутаҳаққиқулвуқӯъ нест, бинобар ин маънии ҳадис чунин мешавад, ки агар адолат накунам, бадбахт мешавам ва чун адолат мекунам, бинобар ин бадбахтӣ дар миён нест)."
        },
        {
          "number": 1329,
          "full_text": "Аз Ибни Умар (р) ривоят аст, ки гуфт: Барои Умар (р) аз асирони Ҳунайн ду канизе расид, онҳоро дар яке аз хонаҳои Макка нигоҳдорӣ мекард. Чун Паёмбари Худо (с) амр намуданд, ки асирони Ҳунайн озод шаванд, (ақвоми асирон) дар кӯчаҳо ба дунболи асирони худ мегаштанд. Умар (р) (барои фарзандаш) гуфт: Эй Абдуллоҳ, бубин, чй хабар аст? (ки мардум он тарафу ин тараф мегарданд). Гуфт: Паёмбари Худо (с) амр ба озодии асирони Ҳунайнро додаанд. Гуфт: Бирав ва он ду канизро озод кун."
        }
      ]
    },
    {
      "number": 95,
      "title": "Касе, ки васоили чангиро дар хумс дохил насохтааст",
      "hadiths": [
        {
          "number": 1330,
          "full_text": "Аз Абдурраҳмон ибни Авф (р) ривоят аст, ки гуфт: Рӯзи ҷанги Бадр ҳангоме, ки дар сафи ҷиҳод истода будам, ба тарафи рост ва чапи худ назар кардам, ду ҷавони ҳамсинни Ансориро дидам ва орзу кардам, ки эй кош ман бо некӯтар (ё бо қавитари) онҳо ҳамроҳ мебудам. Яке аз он ду ҷавон дасташро ба паҳлӯям зада ва гуфт: Амакҷон! Абӯҷаҳлро мешиносед? Гуфтнм: Бале, вале бародарзодаи азизам, бо ӯ чӣ кор дорӣ? Гуфт: Шунидаам, ки ӯ Паёмбари Худо (с)-ро дашном медиҳад, савганд ба Худое, ки ҷонам дар дасти ӯст, агар ӯро бубинам, то ӯро накушам ва ё кушта нашавам, ӯро нахоҳам гузошт. Аз ин сухан тааҷҷуб намудам. Навҷавони дигарй ҳам дасташро ба паҳлӯям зад ва ҳамин суханро такрор намуд. Дере нагузашт, ки дидам, Абӯҷаҳл дар байни мардум ин тарафу он тараф мегардад, гуфтам: «Оҳой! Касеро, ки аз ман суроғаш мекардед, ҳамон шахс аст! Бо шамшерони худ ба тарафи ӯ давиданд ва ӯро куштанд, баъд аз он рафтанд ва Паёмбари Худо (с)-ро аз ин воқеа бохабар сохтанд. Паёмбари Худо (с) фармуданд: «Кадом як аз ду нафари шумо ӯро куштед?» Ҳар кадомашон гуфтанд, ки ман ӯро куштам. Фармуданд: «Оё шамшерҳои худро пок намудаед? Гуфтанд: На. (Паёмбари Худо (с) ба шамшерҳои онҳо назар андохта ва фармуданд: «Ҳардуи шумо ӯро куштаед, вале васоили ҷангаш аз Муъоз ибни Амр ибни Ҷамуҳ бошад». Ва он ду нафаре, ки Абӯҷаҳлро кушта буданд, яке Муъоз ибни Афро ва дигаре Муъоз ибни Амр ибни Ҷамуҳ буд."
        }
      ]
    },
    {
      "number": 96,
      "title": "Он чӣ, ки Паёмбари Худо (с) аз хумс барои муаллафатулқулуб ва дигарон медоданд",
      "hadiths": [
        {
          "number": 1331,
          "full_text": "Аз Анас (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: «Ман қисмате (аз хумс)-ро барои Қурайш медиҳам, то онҳоро ба Ислом ҷалб намоям, зеро иртиботи онҳо ба замони ҷоҳилият наздик аст»,"
        },
        {
          "number": 1332,
          "full_text": "Ва аз Анас (р) ривоят аст, ки гуфт: Ҳангоме, ки Худованди мутаъол амволи мардуми Ҳавозинро барои Паёмбари Худо (с) ба таври фай ато фармуд (фай иборат аз моле аст, ки бидуни ҷанг ба дасти мусалмонон меафтад), Паёмбари Худо (с) барои ҳар кадом аз Қурайш сад-сад шутур медоданд. Мардуме аз Ансор гуфтанд: Худованд барои Расули Аллоҳ (с) биомурзад, амволи файро ба Қурайш медиҳад дар ҳоле, ки хуни онҳо ҳанӯз аз шамшерони мо мечакад, вале барои мо чизе намедиҳад. Анас (р) мегӯяд: Ин хабарро ба Паёмбари Худо (с) расониданд. Паёмбари Худо (с) ба талаби онҳо фиристоданд ва онҳоро дар қубае ҷамъ намуданд ва ба дигарон иҷоза надоданд, ки назди онҳо дохил шаванд, Сипас Паёмбари Худо (с) назди онҳо омада ва фармуданд: «Ин чй сухане буд, ки аз шумо шунидам?» Мардуми бофаҳмашон гуфтанд: Ё Расулаллоҳ! Мардуми фаҳмидаи мо чизе нагуфтанд... (ва бакияи ҳадис қаблан гузашт)."
        },
        {
          "number": 1333,
          "full_text": "Аз Ҷубайр (р) ибни Мутъим (р) ривоят аст. ки гуфт: Ҳангоме, ки вай бо Паёмбари Худо (с) ва дигар мардум аз ғазваи Ҳунайн меомаданд, мардуми бодиянишин бар Паёмбари Худо (с) ҳучум оварданд ва аз эшон хостанд, то аз (амволи ғанимат) барои онҳо ҳам бидиҳанд ва ин ҳучум ба ҳадце шадид буд. ки (Паёмбари Худо (с)-ро ба тарафи дарахти хордоре пеш бурданд, ридояшон ба он дарахт банд шуд. Паёмбари Худо (с) истоданд ва гуфтанд: «Ридоямро бидиҳед, агар ба шумораи ин хорҳо шутур мебуд, байни шумо тақсим мекардам ва дар ман бухл ва дурӯғ ва буздилӣ эҳсос намекардед»."
        },
        {
          "number": 1334,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) дар ҳоле, ки ридои наҷрони замхатиро пӯшида буданд мерафтем, шахси бодиянишине омад ва он ридоро бо чунон шидцате кашид, ки осори он ба гардани Паёмбари Худо (с) боқӣ монд. Баъд аз он гуфт: Амр кун, аз амволи байтулмоле, ки назди туст, бароям бидиҳанд. Паёмбари Худо (с) ба тарафаш нигоҳ карда хандиданд ва амр карданд, то барояш чизе бидиҳанд (ин ҳама ҳилм аз асари нубувват буд, варна аз башари оддӣ ҳар касе, ки бошад, чунин тақаммуле имконпазир нест)."
        },
        {
          "number": 1335,
          "full_text": "Аз Абдуллоҳ (р) ривоят аст, ки гуфт: Дар рӯзи Ҳунайн Паёмбари Худо (с) дар тақсим кардани амвол иддаеро бар дигарон тарҷеҳ доданд, аз он ҷумла барои ҳар кадоме аз Ақраъ ибни Ҳобис ва Уяйна сад-сад шутур доданд ва барои мардуми аз ашрофи Қурайш амволе доданд ва ба ин тариқа инҳоро бар дигарон тарҷеҳ доданд. Шахсе гуфт: Ин тақсимест, ки адолат дар он муроот нагардидааст ва ризояти Худованд дар он дар назар гирифта нашудааст. Гуфтам: Ба Худо савганд, ки аз ин суханон Паёмбари Худо (с) бохабар хоҳам сохт. Омадам ва аз мавзӯъ барои Паёмбари Худо (с) хабар додам. Фармуданд: «Агар Худо ва Расулаш адолат накунанд, пас кӣ адолат хоҳад кард? Худованд Мӯсо (алайҳиссалом)-ро раҳмат кунад, ки (аз тарафи умматони худ) аз ин ҳам бештар азияту озор медид, вале сабр мекард»."
        }
      ]
    },
    {
      "number": 97,
      "title": "Ба ғанимат гириф гани таом дар сарзамини душман",
      "hadiths": [
        {
          "number": 1336,
          "full_text": "Аз Ибни Умар (р) ривоят аст. ки гуфт: Дар ҷиҳод асал ва ангурро ба даст меовардем ва онҳоро мехӯрдем ва назди валии амр намебурдем."
        }
      ]
    },
    {
      "number": 98,
      "title": "Ҷизя ва сулҳ бо аҳли зимма ва аҳли ҳарб",
      "hadiths": [
        {
          "number": 1337,
          "full_text": "Ривоят аст, ки Умар ибни Хаттоб (р) як сол пеш аз маргаш барои аҳли Басра навишт: Касоне, ки аз маҷусӣ бо маҳорими худ никоҳ кардаанд, никоҳи онҳоро фасх намоед. Ва Умар (р) аз маҷус то вақте, ки Абдурраҳмон ибни Авф (р) шаҳодат дод, ки Паёмбари Худо (с) аз маҷус (Ҳаҷар) ҷизя гирифтаанд, ҷизя намегирифт."
        },
        {
          "number": 1338,
          "full_text": "Аз Амр ибни Авфи Ансорӣ (р), ҳампаймони бани Омир ибни Луай, ки дар ҷанги Бадр иштирок намуда буд, ривоят аст, ки гуфт: Паёмбари Худо (с) Абӯубайда ибни Ҷарроҳ (р)-ро ба Баҳрайн фиристоданд, то ҷизяи он ҷоро биоварад (аксари мардуми Баҳрайн дар замони Паёмбари Худо (с) маҷус буданд) ва Паёмбари Худо (с) бо аҳли Баҳрайн мусолиҳа намуда ва Ало ибни Ҳазрамӣ (р)-ро бар онҳо амир муқаррар намуда буданд! Абӯубайда (р) молҳоеро аз Баҳрайн овард. Ансор аз омадани Абӯубайда (р) бохабар шуданд ва омаданд ва намози субҳро бо Паёмбари Худо (с) адо намуданд, баъд аз адои намози субҳ Паёмбари Худо (с) рӯи худро ба тарафи мардум намуданд, мардуми Ансор (р) назди эшон омаданд. Паёмбари Худо (с) чун онҳоро диданд, табассум карда ва фармуданд: «Фикр мекунам, шунидаед, ки Абӯубайда чизе мол овардааст?» Гуфтанд: Бале, Ё Расулаллоҳ! Фармуданд: «Мутмаин бошед ва ба интизори чизе бошед, ки шуморо хуш хоҳад сохт ва ба Худованд савганд, ки ман аз фақр ва бечорагии шумо наметарсам, вале аз ин метарсам, ки моли дунё монанди гузаштагон назди шумо фаровон гардад ва тавре, ки онҳо барои ба даст овардани он мол бар якдигар сабқат меҷустанд, шумо ҳам ҷиҳати ба даст овардани он бар якдигар сабқат биҷӯед ва ин мол тавре, ки онҳоро ҳалок сохт, шуморо ҳам ҳалок бисозад»."
        },
        {
          "number": 1339,
          "full_text": "Ривоят аст, ки Умар (р) мардумро ҷиҳати ҷанг бо мушрикин ба ҳар тараф эъзом намуд. Ҳурмузон мусалмон шуда буд, Умар (р) ба ӯ гуфт: Ман дар ҷиҳод бо ин мардум аз ту машварат мехоҳам. Ҳурмузон гуфт: Бисёр хуб, мавқеъи мусалмонон дар ҷанг бо мардуми он сарзамин монанди (ҷангоб) мурғест, ки як сар, ду бол ва ду по дорад, агар яке аз ду болашро бишканад, бо ду по ва як бол ва сар метавонад ҳаракат намояд ва ҳатто агар боли дигараш ҳам бишканад, боз ҳам бо сар ва ду пойи худ ҳаракат карда метавонад, вале агар сараш кӯбида шавад, ду пой ва ду бол ва сар ҳама аз байн мераванд. Сар: иборат аз Кисро, як бол Қайсар ва боли дигар Форс аст, пас мусалмононро амр кун, ки ба тарафи Кисро бираванд. Умар (р) моро талаб кард ва Нӯъмон ибни Муқарринро бар мо амир муқаррар намуд. Чун ба сарзамини душман расидем (ин сарзамин Наҳованд буд ва Наҳованд шаҳрест, ки онро Нӯҳ (ъ) бино ниҳодааст ва номи аслиаш Нуҳованд аст, вале бо забони омиёна ба Наҳованд табдил шудааст), бо яке аз сардорони Кисро, ки фармондеҳии чмҳил ҳазор размандаро дар даст дошт, мувоҷеҳ гардидем. Тарҷумоне (аз тарафи он фармондеҳ) 370 омад ва гуфт: Яке аз шумо бо ман сухан бигӯяд. Мугира (р) бархост ва гуфт: Ҳар чӣ мехоҳӣ, бипурс. Пурсид: Шумо чикораед? Гуфт: Мо мардуме ҳастем аз қавми Араб ҳамеша дар бадбахтӣ ва фақр ва фоқа зиндагӣ мекардем, аз гуруснагӣ пӯсти ҳайвонот ва ҳастаи хурморо меҷӯшидем, либоси мо мӯй ва пашм буд ва ҳар санг ва дарахтеро ибодат мекардем. Дар чунин ҳолате будем, ки Худованди осмонҳо ва замин ҷалла ҷалолуҳу аз худи мо паёмбареро, ки падар ва модарашро мешиносем, барои мо фиристод. Пайёмбари мо, фиристодаи Худои мо (с) амр намудааст, ки бо шумо то он вақте ба ҷанг идома бидиҳем, ки Худои ягонаро парастиш намоед ва ё он, ки ҷизя бидиҳед. Ва Паёмбари мо (с) аз тарафи Худои мо ба мо хабар додааст, ки касе аз мо кушта шавад, дар ҷаннат дохил мегардад, ки монандашро касе надидааст ва касоне, ки зинда бимонад, бар шумоён тасаллут хоҳанд ёфт. (Чун Муғира ибни Шӯъба аз муколама бо фармондеҳи Форс халос шуд, назараш ин буд, ки дар ҳамон лаҳза ҷангро бо онҳо шурӯъ кунад, вале назари Нӯъмон ибни Муқарин он буд, ки ҷанг то заволи офтоб ба таъхир биафтад, (аз ин сабаб) Нӯъмон (р) (ба Мугира) гуфт: Шояд борҳо Худованди мутаъол туро муваффақ сохта бошад, ки дар чунин мавоқеъ бо Паёмбари Худо (с) дар ҷиҳод иштирок намуда бошӣ (ва дида бошӣ, ки эшон ҷиҳодро то вақти зуҳр ба таъхир меандохтанд ва аз ин интизор) Худованд туро пушаймон ва хисораманд наменамуд (ва агар ту хабар надорӣ), вале ман дар ҷиҳод бо Паёмбари Худо (с) иштирок намуда будам ва дидам, ки агар дар аввали рӯз ба ҷиҳод икдом намекарданд, интизор мекашиданд, то бод вазидан гирифта ва вақти намозҳо (баъд аз завол) дохил гардад."
        }
      ]
    },
    {
      "number": 99,
      "title": "Оё сулҳ намудани имом бо раиси қария сулҳ намудан бо ҳамаи афроди қария аст?",
      "hadiths": [
        {
          "number": 1340,
          "full_text": "Аз Абӯҳумайд Соъидӣ (р) ривоят аст, ки гуфт: Дар замоне, ки бо Паёмбари Худо (с) ба ғазваи Табук рафта будем, подшоҳи Айла қотири сафедеро барои Паёмбари Худо (с) бахшиш дод ва Паёмбари Худо (с) барояш ҷомаи хатдореро кисват доданд ва барои онҳо амоннома навиштанд."
        }
      ]
    },
    {
      "number": 100,
      "title": "Гуноҳи касе, ки (кофири ахддорро) бидуни гуноҳ ба қатл мерасонад",
      "hadiths": [
        {
          "number": 1341,
          "full_text": "Аз Абдуллоҳ ибни Амр (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Касе, ки шахси муоҳадро ба қатл бирасонад. бӯи ҷаннат ба димоғаш намерасад, агарчи бӯи чаннат аз масофати чиҳилсола роҳ эҳсос мегардад»."
        }
      ]
    },
    {
      "number": 101,
      "title": "Агар аз мушриким ба мусалмонон хиёнат карданд, оё аз онҳо афв хоҳад шуд?",
      "hadiths": [
        {
          "number": 1342,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Чун Хайбар фад : гардид, барои Паёмбари Худо (с) гӯсфанди заҳрогине бахшиш дода шуд (касе, ки ин гӯсфандро бахшиш дод, зане аз яҳуд бо номи Зайнаб I бинти Ҳорис буд). Паёмбари Худо (с) фармуданд: «Касонеро, ки аз А яҳуд дар ин ҷо мебошанд, назди ман ҷамъ кунед». Онҳоро оварданд, фармуданд: «Ман аз шумо чизе мепурсам, оё ба ман рост хоҳед гуфт?» Гуфтанд: Бале. Паёмбари Худо (с) аз эшон пурсиданд: «Падари шумо кист?» Гуфтанд: Фалон. Фармуданд: «Дурӯғ мегӯед, балки ' падари шумо фалон шахси дигаре аст». Гуфтанд: Рост мегӯй. Фармуданд: «Агар аз шумо ҳоло чизе бипурсам, оё бароям рост хоҳед гуфт? Гуфтанд: Ё Абулқосим, бале, зеро агар дурӯг бигӯем, дурӯғи моро , мисле, ки дар мавриди падари мо донистӣ, хоҳӣ донист. Пурсиданд: «Мустаҳиқи дӯзах кист?» Гуфтанд: «Муддати каме моён ва баъд аз мо шумоён». Паёмбари Худо (с) фармуданд: «Гум шавед! Ба Худованд савганд, ки ҳаргиз моён баъд аз шумо ба дӯзах нахоҳем рафт». Баъд аз он фармуданд: «Ҳоло агар аз шумо чизе бипурсам, бароям рост хоҳед гуфт?» Гуфтанд: Бале, ё Абулқосим! Пурсиданд: «Оё дар ин гӯсфанд заҳреро омехта будед?» Гуфтанд: Бале! Фармуданд: «Сабаб чӣ ' буд?» Гуфтанд: Назари мо ин буд, ки агар даъвои нубуввати шумо дурӯғ бошад, аз дасти шумо халос хоҳем шуд ва агар воқеан Паёмбар . бошед, ба шумо зараре нахоҳад кард."
        }
      ]
    },
    {
      "number": 102,
      "title": "Тарки ҷанг ва мусолиҳа бо мушрикин дар муқобили мол ва ғайра ва гуноҳи касе, ки ба ахди худ вафо намекунад",
      "hadiths": [
        {
          "number": 1343,
          "full_text": "Аз Сахд ибни Абӯҳасмо (р) ривоят аст, ки гуфт: Абдуллоҳ ибни Сахл ва Муҳайиса ибни Масъуд ибни Зайд (р) аз сулҳ бо яҳуд ба тарафи Хайбар рафтанд ва аз якдигар ҷудо шуданд. Муҳайиса дар ҳоле Абдуллоҳ ибни Сахдро ёфт, ки дар хунаш оғушта гардида ва кушта шуда буд. Уро дафн кард ва ба Мадина омад. Абдурраҳмон ибни Саҳл (ки бародари мақтул буд), бо Муҳайиса ва Ҳувайиса писарони Масъуд (ки амакзодаҳои мақтул буданд), назди Паёмбари Худо (с) омаданд ва Абдурраҳмон, ки аз дигарон хурдтар буд, шуруъ ба сухан задан кард. Паёмбари Худо (с) фармуданд: (Сухан гуфтанро) ба бузургон бигзор, (сухан заданро) ба бузургон бигзор. Абдурраҳмон сукут намуд ва он ду нафари дигар шурӯъ ба сухан задан намуданд. Паёмбари Худо (с) фармуданд: «Оё савганд мехӯред, то мустаҳиқи хуни қотили худ шавед. Ва ё гуфтанд: Мустаҳиқи хуни рафики худ шавед, (шак аз ровист). Онҳо гуфтанд: Дар ҳоле, ки дар ҷараёни қатл ҳозир набудаем ва ба чашми худ надидем, чй гуна савганд бихӯрем? Фармуданд: «Пас яҳуд ба савганд хӯрдани панҷоҳ нафар аз даъвии шумо бароат ҳосил мекунанд. Гуфтанд: Савганд хӯрдани куфорро чӣ гуна қабул намоем? Ва ҳамон буд, ки Паёмбари Худо (с) дияти ӯро аз амволе, ки наздашон буд, пардохтанд."
        }
      ]
    },
    {
      "number": 103,
      "title": "Агар шахсе сеҳр кард, оё метавон ӯро афв намуд?",
      "hadiths": [
        {
          "number": 1344,
          "full_text": "Аз Оиша (р) ривоят аст, ки касе Паёмбари Худо (с)-ро сеҳр намуд (касе, ки Паёмбари Худо (с)-ро сеҳр намуд, Лабид ибни Аъсами яхудӣ буд). То ҳадде, ки ба хаёли эшон мерасид, ки фалон корро анҷом додаанд, дар ҳоле, ки он корро анҷом надода буданд."
        }
      ]
    },
    {
      "number": 104,
      "title": "Тарс аз фиребкорӣ",
      "hadiths": [
        {
          "number": 1345,
          "full_text": "Аз Авф ибни Молик ривоят аст, ки гуфт: Дар газваи Табук дар ҳоле, ки Паёмбари Худо (с) дар қуббае аз чарм нишаста буданд, наздашон омадам, фармуданд: «Шаш аломатро пеш аз киёмат ба хотир биспор: вафоти ман, фатҳи Байтулмуқаддас, баъд аз он маргу мире монанди марг ва мири гӯсфандон, баъд аз он фаровонии мол то ҳадде, ки агар ба касе сад динор бидиҳӣ, ҳанӯз газабнок аст, баъд аз он фитнае, ки ба хонаи ҳамаи арабҳо дохил мешавад, баъд аз он муторака, ки байни шумо ва байни мардуми Рум воқеъ мегардад ва онҳо ба шумо хиёнат мекунанд ва бо чиҳил байрақ, ки таҳти ҳар байрақе дувоздаҳ ҳазор нафар мебошад, бар шумо ҳамла мекунанд»."
        }
      ]
    },
    {
      "number": 105,
      "title": "Гуноҳи касе, ки баъд аз аҳду лаймон хиенат мекунад",
      "hadiths": [
        {
          "number": 1346,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки гуфт: Агар рӯзгоре биёяд, ки ҳатто як дирҳаме ва динор ҳам ҷизя гирифта натавонед, чӣ хоҳед кард? Касе гуфт: Эй Абӯҳурайра! Фикр мекунӣ, ки чунин рӯзе хоҳад омад? Гуфт: Бале, савганд ба Худое, ки ҷони Абӯҳурайра дар дасти ӯст (чунин рӯзе хоҳад омад) ва ин қавли содиқи масдуқ аст (содиқ касе аст, ки феълан рост мегӯяд, масдуқ касе аст, ки ҳамеша рост гуфтааст ва ҳеч гоҳ дурӯғе аз вай шунида нашудааст). Гуфтанд: Сабаби ин кор чист? Гуфт: Зиммаи Худованд ва Расулаш поймол мегардад ва Худованди мутаъол дилҳои аҳли зиммаро сахт месозад ва онҳо аз додани чизе, ки дар даст доранд, худдорӣ меварзанд."
        }
      ]
    },
    {
      "number": 106,
      "title": "Фиребкорӣ аз некӯкор ва бадкор гуноҳ аст",
      "hadiths": [
        {
          "number": 1347,
          "full_text": "Аз Абдуллоҳ ва Анас (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: «Барои ҳар ахдшикане дар рӯзи қиёмат байраке ҳаст». Яке аз ровиҳо гуфт, ки он байрақ насб мегардад ва дигаре гуфт, ки он байрақ дида мешавад (ва аҳдшикан) ба воситаи он байрақ шинохта мешавад."
        }
      ]
    }
  ],
  "total_chapters": 105,
  "total_hadiths": 144,
  "unique_hadith_numbers": 144
}