{
  "id": 76,
  "number": 76,
  "title": "КИТОБИ САВГАНДҲО ВА НАРЗҲО",
  "chapters": [
    {
      "number": 1,
      "title": "Ин қавли Худованди мутаъол, ки мефармояд: “Худованд шуморо аз савгандҳои лағви шумо муохаза намекунад”",
      "hadiths": [
        {
          "number": 2142,
          "full_text": "Аз Абдурраҳмон ибни Самура (р) ривоят аст, ки гуфт: Паёмбари Худо (с) бароям гуфтанд: “Ё Абдурраҳмон ибни Самура! Талаби иморатро макун, зеро агар аз роҳи талаб кардан ба аморат расидӣ, ту медонӣ ва корат. (Яъне Худованд бароят кӯмак ва нусрат намекунад). Ва агар талаби аморатро накардӣ ва ба аморат расидӣ, Худованд ба ту кӯмак мекунад. Агар дар коре савганд хӯрдӣ ва дидӣ, ки кори дигаре беҳтар аз он аст, аз савганди худ кафора бидеҳ ва он кори беҳтарро анҷом бидеҳ.”"
        },
        {
          "number": 2143,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “Мо (мусалмонон) дар рӯзи қиёмат касоне ҳастем, ки охир омадаем ва аз ҳама пештар мо бошем” (яъне агарчи мусалмонон аз дигар умматҳо охиртар омадаанд, вале аз онҳо дар дохил шудан ба биҳишт пештар мебошанд). Ва Паёмбари Худо (с) фармуданд: “Ба Худованд савганд, касе, ки дар мавриди хонаводааш савганд мехӯрад ва савганд сабаби зарар ба хонаводааш мегардад, гуноҳи лаҷоҷат ва пофишорӣ бар он савганд дар назди Худованди мутаъол бештар аз гуноҳи ҳонис шудан ва додани кафорае аст, ки Худованд бар вай фарз гардондааст.”"
        }
      ]
    },
    {
      "number": 2,
      "title": "Савганди Паёмбари Худо (с) чӣ гуна буд?",
      "hadiths": [
        {
          "number": 2144,
          "full_text": "Аз Абдуллоҳ ибни Ҳишом (р) ривоят аст, ки гуфт: Бо Паёмбари Худо (с) будем дар ҳоле, ки эшон дасти Умар (р)-ро гирифта буданд, Умар (р) барояшон гуфт, ки шуморо аз ҳама чиз ғайр аз худам бештар дӯст дорам. Паёмбари Худо (с) фармуданд: На, савганд ба Зоте, ки ҷонам дар дасти Ӯ аст, то вақте ки маро аз ҷони худ бештар дӯст надошта бошӣ, (ба мартабаи камол нахоҳӣ расид). Умар (р) гуфт: Акнун ба Худованд савганд аст, ки шуморо аз ҷони худ ҳам бештар дӯст дорам. Паёмбари Худо (с) фармуданд: Эй Умар! Акнун (яъне акнун он чиро, ки муносиб буд), гуфтӣ.”"
        },
        {
          "number": 2145,
          "full_text": "Аз Абӯзар (р) ривоят аст, ки гуфт: Назди Паёмбари Худо (с) омадам, дидам, ки дар сояи Каъба нишастаанд ва мегӯянд: “Ба рабби Каъба савганд аст, ки инҳо зиёнкоронанд. Бо худ гуфтам: Ман чӣ кардам? Оё бар ман кадом чизи (нописанде) мебинанд? Ҳамон ҷо нишастам ва дидам, ки эшон ҳамон суханро такрор менамоянд, натавонистам хомӯш бимонам ва ҳолати хосе ба ман рух дод ва гуфтам: Ё Расулаллоҳ! Падару модарам фидои шумо! Инҳоеро, ки мегӯед, чӣ касонеанд? Фармуданд: “Касонеанд, ки молу сарвати зиёде доранд. Магар касе, ки молашро дар умури хайр монанди хок ин тарафу он тараф бирезад.”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Ин қавли Худованд, ки мефармояд: “Савгандҳои муаккадае ба Худо ёд карданд...” (Наҳл: 38)",
      "hadiths": [
        {
          "number": 2146,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ҳар мусалмоне, ки се фарзандаш мурда бошад, оташи дӯзах ба ҷисмаш тамос намекунад, магар ба андозае, ки савганди Худованд рост шавад.” (Зеро Худованди мутаъол савганд ёд кардааст, ки ҳар касе ба дӯзах дохил мешавад, Худованди мутаъол мефармояд: (“ва ин минкум илло воридуҳо кона ъало раббика ҳатман мақзиё”)."
        }
      ]
    },
    {
      "number": 4,
      "title": "Агар касе ба таври фаромӯшӣ дар савганди худ ҳонис мешавад",
      "hadiths": [
        {
          "number": 2147,
          "full_text": "Ва аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Худованд аз уммати ман васваса ва он чиро, ки дар нафси вай хутур мекунад (то вақте ки ба он амал нанамояд), мавриди афв ва бахшоиш қарор додааст.”"
        }
      ]
    },
    {
      "number": 5,
      "title": "Назр кардан дар тоати Худо",
      "hadiths": [
        {
          "number": 2148,
          "full_text": "Аз Оиша (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Касе, ки дар тоати Худо назр кардааст, ҳамон тоати Худоро анҷом диҳад ва касе, ки дар маъсияти Худо назр кардааст, ба маъсияти Худо иқдом нанамояд.”"
        }
      ]
    },
    {
      "number": 6,
      "title": "Касе, ки фавт мегардад ва назр бар зимааш мебошад",
      "hadiths": [
        {
          "number": 2149,
          "full_text": "Ривоят аст, ки Саъд ибни Убода (р) аз Паёмбари Худо (с) пурсид: Модарам чизеро назр карда буд, вале пеш аз он, ки ба он назр вафо намояд, вафот кард (ҳоло чӣ бояд кард)? Фармуданд. ки: \"Ту аз ивази модари худ ба он назр вафо кун.”"
        }
      ]
    },
    {
      "number": 7,
      "title": "Назр кардани чизе, ки қодир ба адои он нест ва ё назре, ки дар маъсият аст",
      "hadiths": [
        {
          "number": 2150,
          "full_text": "Аз Ибни Аббос (р) ривоят аст, ки гуфт: Рӯзе ҳангоми хутба хондан Паёмбари Худо (с) шахсеро диданд, ки истодааст, аз сабаби истоданаш пурсиданд, гуфтанд: Ин шахс Абӯисроил аст, назр кардааст, ки биистад ва наншинад ва ба сояе наравад ва бо касе ҳарф назанад ва ҳамеша рӯза бигирад. Паёмбари Худо (с) фармуданд: “Барояш бигӯ, ки бо мардум ҳарф бизанад, дар соя биншинад ва рӯзаи худро комил намояд.” (Зеро рӯза гирифтан қурбат ва тоат аст, вале сухан назадан бо дигарон ва нанишастан дар соя тақарруб ва ибодат нест)."
        }
      ]
    }
  ],
  "total_chapters": 7,
  "total_hadiths": 9,
  "unique_hadith_numbers": 9
}