{
  "id": 87,
  "number": 87,
  "title": "КИТОБИ АМАЛ КАРДАН БА КИТОБ ҚУРЪОН ВА СУННАТ",
  "chapters": [
    {
      "number": 1,
      "title": "Иқтидо ба суннати Паёмбари Худо (с)",
      "hadiths": [
        {
          "number": 2212,
          "full_text": "Аз Абӯҳурайра (р) ривоят аст, ки Паёмбари Худо (с) фармуданд: “Ҳамаи умматам ба ҷаннат дохил мешавад, магар касе нахоста бошад.” Гуфтам: Ё Расулаллоҳ! Кист ки нахоста бошад? Фармуданд: “Касе, ки аз ман итоат намояд, ба ҷаннат дохил мешавад ва касе, ки аз ман нофармонӣ намояд, касе аст, ки ҷаннат рафтанро намехоҳад...”"
        },
        {
          "number": 2213,
          "full_text": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят аст, ки гуфт: Фариштагоне назди Паёмбари Худо (с) омада ва диданд, ки хобанд, баъзе аз онҳо гуфтанд, ки хоб аст, иддаи дигаре аз онҳо гуфтанд, ки чашмаш хоб, вале дилаш бедор аст. Сипас бо худ гуфтанд, ки барои ӯ масале аст, он масалро барояш баён мекунем, боз иддае гуфтанд, ки ӯ хоб аст, баъзе дигар гуфтанд, ки чашмаш хоб ва қалбаш бедор аст. Ва он масалро баён карда гуфтанд: Масали вай монанди касе аст, ки хонаеро бино ниҳода ва суфраеро дар он густурда ва мардумро даъват намудааст, касе, ки даъватро пазируфта бошад, ба хона дохил мегардад ва аз он дастархон таъом мехӯрад ва касе, ки даъватро напазируфта бошад, на ба хона дохил мегардад ва на аз он дастархон чизе мехӯрад. Бо худ гуфтанд: Бояд таъвили ин масалро барои ӯ бигӯем, то мақсудро бифаҳмад. Боз хам баъзе аз онҳо гуфтанд, ки ӯ хоб ва дигарон гуфтанд, ки чашмаш хобу дилаш бедор аст. Гуфтанд, хона иборат аз ҷаннат аст ва меҳмондор Муҳаммад (с) аст, касе, ки аз Муҳаммад итоат намояд, дар воқеъ аз Худованд итоат намудааст. Ва касе, ки аз Муҳаммад (с) нофармонӣ кунад, дар воқеъ нофармонии Худоро кардааст ва Муҳаммад (с) аст, ки байни мардум фарқ намудааст (яъне байни мусалмон ва кофир, барояш ваъдаи биҳиштро додааст ва бадро бад гуфта ва байни некӯкор ва бадкор ва байни хубу бад фарқ гузоштааст, ба тавре, ки хубро хуб гуфта ва барояш ваъдаи биҳиштро додааст ва бадро бад гуфта ва барояш ваъдаи дӯзахро додааст)."
        }
      ]
    },
    {
      "number": 2,
      "title": "Набояд аз ҳар чиз суол намуд ва худро ба заҳмат андохт",
      "hadiths": [
        {
          "number": 2214,
          "full_text": "Аз Анас ибни Молик (р) ривоят аст, ки гуфт: Паёмбари Худо (с) фармуданд: “Мардум то ҷое ба суол кардан идома медиҳанд, ки мегӯянд: Хайр, ҳар чизеро Худованд пайдо кардааст, пас Худовандро кӣ пайдо кардааст?”"
        }
      ]
    },
    {
      "number": 3,
      "title": "Мазаммати раъй ва такаллуф дар қиёс",
      "hadiths": [
        {
          "number": 2215,
          "full_text": "Аз Абдуллоҳ ибни Умар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) шунидам, ки фармуданд: “Худованд баъд аз ин, ки илмро барои мардуме ато фармояд, он илмро ба якборагӣ аз байн намебарад, балки аз байн бурданаш ба сабаби мавти уламо сурат мегирад. Ва баъд аз мурдани уламо мардуми ҷоҳиле боқӣ мемонанд, ки аз онҳо фатво хоста мешавад ва онҳо ба (раъйи) худ фатво медиҳанд ва сабаби гумроҳии худ ва дигарон мешаванд.”"
        }
      ]
    },
    {
      "number": 4,
      "title": "Ин қавли Паёмбари Худо (с), ки фармуданд: “Ҳатман аз равиши гузаштагон пайравӣ мекунед...”",
      "hadiths": [
        {
          "number": 2216,
          "full_text": "Аз Абӯҳурайра (р) аз Паёмбари Худо (с) ривоят аст, ки фармуданд: “То он вақте қиёмат намешавад, ки уммати ман аз (мардуми) асрҳои гузашта, ваҷаб ба ваҷаб ва газ ба газ мутобиат намоянд.” Касе пурсид, ки (мақсади шумо аз гузаштагон) Форс ва Рум ҳастанд? Фармуданд: “Магар ғайр аз инҳо мардуми дигаре аст?\""
        }
      ]
    },
    {
      "number": 5,
      "title": "Сангсор кардани мӯҳсин (оиладор)",
      "hadiths": [
        {
          "number": 2217,
          "full_text": "Аз Умар (р) ривоят аст, ки гуфт: Худованди мутаъол Муҳаммад (с)-ро ба дини ҳаққи худ мабъус намуд ва Қуръонро бар ӯ нозил сохт ва аз чизҳое, ки нозил намуд, ояи раҷм буд (мурод аз ояи раҷм ин аст, ки (“А-ш-шайху ва-ш-шайхату изо занаё фарчумӯҳо”), яъне агар марду зани мӯҳсин зино карданд, онҳоро раҷм (сангсор) намоед.\" (Ва гӯянд: ин оя лафзаш мансух гардида ва ҳукмаш боқӣ аст)."
        }
      ]
    },
    {
      "number": 6,
      "title": "Савоби ҳокиме, ки иҷтиҳод намуда ва ба савоб мерасад ва ё хато мекунад",
      "hadiths": [
        {
          "number": 2218,
          "full_text": "Аз Амр ибни Ос (р) ривоят аст, ки аз Паёмбари Худо (с) шунидааст, ки фармуданд: “Вақте ки ҳоким ҳангоми ҳукм кардан иҷтиҳод намояд ва ба савоб бирасад, барояш ду музд аст (яке музди ҷиҳати заҳмати иҷтиҳод ва музди дигар ҷиҳати расидан ба ҳақ) ва агар иҷтиҳод кунад ва хато намояд, барояш як музд аст (ки ҳамон музди иҷтиҳод бошад)."
        }
      ]
    },
    {
      "number": 7,
      "title": "Касе ки мегӯяд: “Тарки ин кор танҳо аз Паёмбар ҳуҷҷат аст, на аз дигарон” (яъне агар Паёмбари Худо (с) бубинанд, ки касе кореро анҷом медиҳад ва эшон ӯро аз он кор мамониат нанамоянд, ин тарки мамониат далел бар ин аст, ки он кор машруъ аст)",
      "hadiths": [
        {
          "number": 2219,
          "full_text": "Ривоят аст, ки Ҷобир ибни Абдуллоҳ (р) савганд хӯрд, ки Даҷҷол ҳамон (Ибни Сайёд) аст, барояш гуфтам: Оё ба ин чиз савганд мехӯрӣ? Гуфт: Шунидам, ки Умар (р) ба ин чиз дар назди Паёмбари Худо (с) савганд хӯрд ва Паёмбари Худо (с) барояш бад нагуфтанд (пас бад нагуфтани ин кор аз тарафи Паёмбари Худо (с) далолат бар ҷавози он дорад)."
        }
      ]
    }
  ],
  "total_chapters": 7,
  "total_hadiths": 8,
  "unique_hadith_numbers": 8
}