{
  "id": "имом_бухорӣ",
  "title": "ИМОМ БУХОРӢ",
  "content": "﻿\n      ИМОМ БУХОРӢ РАҲИМАҲУЛЛОҲ\n\n   Вай имоми муҳаддисин, қудваи ҳуффоз ва-л-муҳаққиқин, мустанаду-л- мутақаддимин ва-л-мутааххирин Абӯабдуллоҳ Муҳаммад ибни Исмоил ибни Иброҳим ибни Муғира нбни Бардазбеҳи Бухорӣ аст. Номбурда баъд аз намози ҷумъаи рӯзи сездаҳуми моҳи шаввол соли 194-11_ ҳиҷрии қамарӣ дар шаҳри Бухоро, ки яке аз шаҳрҳои машҳури Узбекистони феълӣ аст, ба дунё омадааст. Ҳазрати имом Бухорӣ (р) аз моли ҳалол нашъунамо ёфта, бузург шудааст. Падараш Исмоил, ки яке аз муҳаддисини машҳури асри худ мебошад, ҳангоми вафоти худ гуфт: “Ба хотир надорам, ки дар тамоми моли ман як дирҳаме аз ҳаром махлут шуда бошад. ”\n   Вай аз хурдсолӣ ба шунидан ва таълими ҳадис рӯй оварда ва дар соли 205-и ҳиҷрии қамарӣ ба синни ёздаҳсолагӣ шурӯъ ба фарогирии ҳадис аз уламои шаҳри худ намуд. Баъд аз он дар соли 210-и ҳиҷрӣ бо модар ва бародараш ба ҳаҷ рафта ва ҷиҳати таҳсили илми ҳадис муддати замоне дар Маккаи мукаррама боқӣ монд, баъд аз он барои ҳамин ғараз ба аксари шаҳрҳои машҳури он вақт аз қабили Хуросон, Шом ва Миср ва шаҳрҳои Ироқ мусофират намуда ва чандин бор ба Бағдод рафтуомад намуд. Ва билохира ба Бухоро баргашта ва дар ҳамон ҷо ба синни шастудусолагӣ дар соли 256-и ҳиҷрии қамарӣ вафот намуда ва ба раҳмати ҳақ пайваст, раҳимаҳуллоҳу раҳматан восиъатан бифазлиҳи ва карамиҳи, омин.\n   Ғолиб ибни Ҷабраил мегӯяд: “Баъд аз он, ки имом Бухорӣ вафот намуд, ӯро кафан карда ва бар вай намоз хонда ва дар қабраш ниҳодем, аз қабраш бӯйи хуше, монанди мушк баланд гардид ва ин бӯйи хуш чандин рӯз идома ёфт ва мардум рафта, аз хоки қабраш бармедоштанд, билохира маҷбур гардидем, ки дар атрофи қабраш панҷарае қарор диҳем.”\n   Абдулвоҳид ибни Одами Тавовисӣ мегӯяд: ‘Паёмбари Худо (с)-ро бо иддае аз асҳобашон ба хоб дидам, ки дар ҷое истодаанд, пурсидам: “Ё Расулаллоҳ! Сабаби истодани шумо дар ин ҷо чист?” Фармуданд: “Интизории Муҳаммад ибни Исмоилро мекашам.\" Ва ҳамон буд, ки баъд аз чанд рӯз хабари марги имом Бухорӣ (р) барои мо расид ва чун ҳисоб намудам, дидам, ки вай дар ҳамон соате вафот намудааст, ки ман Паёмбари Худо (с)-ро ба хоб дида будам.\n\n\n      ШАХСИЯТИ ИМОМ БУХОРӢ ДАР НАЗДИ УЛАМО\n\n   Ҳама касоне, ки дар илми шариат ба таври умум ва дар илми ҳадис ба таври хусус машғулият доранд, худро марҳуни хадамоти шоёни ин шахсияти бузурги олами ҳадис дониста ва аз мақоми арҷмандаш дар ин илм тавсиф ва тамҷид намудаанд ва имом ибни Ҳаҷар (р) дар муқаддимаи «Фатҳу-л-борӣ», ки дар шарҳи «Саҳеҳу-л-Бухорӣ» навишта шудааст, таъриф ва тавсифи беш аз сад олими исломиро дар мавриди имом Бухорӣ (р) зикр менамояд, ки албатта ин мухтасар гунҷоиши зикри ҳамаи онҳо ва ҳатто қисмате аз онҳоро надорад ва мо барои намуна ва мисол фақат қавли чанд нафар аз он уламоро зикр менамоем.\n   Муҳаммад ибни Ҳотами Варроқ мегӯяд: “Имом Бухориро дар хоб дидам, ки дар пушти сари Паёмбари Худо (с) равон аст. чун Паёмбари Худо (с) қадами худро бармедоранд, имом Бухорӣ (р) қадами худро ба ҷойи қадами он ҳазрат (с) мегузорад.”\nФарабрӣ мегӯяд: “Паёмбари Худо (с)-ро ба хоб дидам, аз ман пурсиданд:\n-  Азми куҷоро дорӣ?\nГуфтам:\n-  Мехоҳам назди Муҳаммад ибни Исмоил биравам.\nФармуданд:\n-  Саломи маро ба ӯ бирасон.”\n   Раҷо ибни Раҷо, ки яке аз ҳуффози ҳадис аст, мегӯяд: “Имом Бухорӣ ояте аз оёти Худованди мутаъол дар рӯи замин аст.”\n   Имом Яҳё ибни Ҷаъфари Бекандӣ мегӯяд: Агар қудрат медоштам, аз умри худ ба умри имом Бухорӣ меафзудам, чун марги ман, марги як инсон ва марги имом Бухорӣ сабаби аз байн рафтани илм аст.” \n   Имом ибни Хузайма мегӯяд: “Дар зери осмон шахси донотаре дар илми ҳадис аз имом Бухорӣ вуҷуд надорад.”\n   Абдуллоҳ ибни Ҳаммоди Элӣ мегӯяд: \"Эй кош, ман мӯйе дар ҷасади имом Бухорӣ мебудам.”\n   Ва билохира Абӯаҳмад Ҳоким мегӯяд: “Агар тавсифи ҳамаи оммаро дар мавриди имом Бухорӣ зикр намоям, коғаз ба итмом расида ва нафас аз ҳаракат мемонад, зеро ӯ дарёест, ки поён ва соҳил надорад.”"
}