{
  "id": "муқаддима",
  "title": "МУҚАДДИМА",
  "content": "﻿\n\n   Бо ташхиси Кумитаи оид ба корҳои дини назди Ҳукумати Ҷумҳурии Тоҷикистон таҳти рақами №536/2-01 аз 03.05.2011 ба чоп пешниҳод шудааст. \n   \n   Имом Зайнуддин Аҳмад Зубайдӣ.\n   Мухтасари Саҳеҳи Бухорӣ - Душанбе: «ЭР-граф», 2011. - 668 саҳ. \n \n   Номи китоб: МУХТАСАРИ САҲЕҲИ БУХОРӢ\n   Таълифи:  Имом Зайнуддин Аҳмад ЗУБАЙДӢ\n   Тарҷумаи форсӣ: Доктор Абдурраҳим ФИРӮЗИ ҲИРАВӢ\n   Баргардон ва таҳияи матни тоҷикӣ: Абдулҳалим ОРИФӢ\n   Таҳрири матни тоҷикӣ: Саидаҳмад ҚАЛАНДАР, Зубайдуллоҳи РОЗИҚ\n   Тарҳи компютерӣ: Фаридуллоҳ ИСМАТУЛЛОҲ\n\n\n      Ба номи Худованди бахшандаи меҳрубон\n\n      МУҚАДДИМА ба нашри дувум\n\n   Саросар ҷумла олам пурҳадис аст, \n   Ҳадисе чун ҳадиси Мустафо ку?\n\n   Худованди мутаъол дар Қуръони карим мефармояд: «Ба сӯйи ту (эй Муҳаммад) китоб (Қуръонро)-ро фуруд овардем, то он чиро ки фуруд омада, барои мардум баён намоӣ. Шояд ки онҳо биандешанд» (Сураи «Наҳл», ояи 44).\n   Ҳамчунин, Ҳақ таъоло дар чандин ояҳои қуръонӣ ба Расули акрам (с) амр менамояд, то барои мардум ояҳои фурудовардаи Қуръонро бихонаду шарҳу тавзеҳ диҳад.\n   Албатта, ҳамаи тавзеҳоти қавлию амалӣ ва таъйидоти Паёмбари Худо (с)-ро суннат ё ҳадис меноманд.\n  \n   Бинобар ин, суннат ё ҳадиси Паёмбар (с) на танҳо дувумин манбаи дини ислом аст, балки истифода аз манбаи аввал, яъне Қуръони карим низ ба ҳадис ва суннати набавӣ сахт бастагӣ дорад. Зеро Қуръони карим ба мусалмонон дастур дода, ки намоз бихонанд, закот бидиҳанд, ҳаҷро ба ҷо оваранд, дар қазоватҳо одилона рафтор намоянд, дар бораи вақтҳои намозҳо, микдор ва чӣ тавр хондани онҳо, дар мавриди муаяйн кардани молҳои закот, миқдори он, андозаи нисоби закот, дар бораи чӣ тавр ба роҳ мондани қазовати одилона, чигунагию андозаи муҷозотҳо ва бисёр масоили марбут ба аҳволи фардӣ, равобити иҷтимоӣ ва байналмилалӣ дар ояҳои Қуръон шарҳу баёни васеъ нест, балки Паёмбар (с) ба ҳукми ояи 44-уми сураи «Наҳл» маъмур гардидааст, ки бо қавл, феъл ва таъйидоти худ (ҳадис ва суннат) ин матолиб ва мавзӯъҳои ба онҳо монандро баён намояд. Аз гуфтаҳои боло ин нуқтаҳоро метавон хулосагирӣ намуд:\n\n 1. Бар асоси нусус ва шавоҳиди Қуръон Паёмбари Худо (с) шореҳ ва муаллими Қуръон ҳастанд.\n 2. Ҳамчунон ки он Ҳазрат (с) матни Қуръонро ба мардум мерасониданд, онро шарҳу тавзеҳ низ медоданд.\n 3. Ҳифзу бақои шарҳу тавзеҳоти Паёмбар (с) роҷеъ ба Қуръон монади ҳифзу бақои худи Қуръон лозим ва зарур аст.\n\n   Боиси хушҳолист, ки баъди соҳибистиқол гардидани Ҷумҳурии Тоҷикистон мардуми он ба арзишҳои миллӣ ва исломӣ рӯй оварда истодаанд ва саъю талош доранд ҳамон холигоҳи динӣ ва эътиқодие, ки бар асари сиёсати динзудоии замони Шӯравӣ ба вуҷуд омада буд, пур намоянд. \n   Албатта, дар радифи дигар васоили исломшиносӣ нақши рисолаву китобҳои исломӣ, ба хусус тарҷимаву тафсири тоҷикии Каломуллоҳ (Қуръон) ва ҳадисҳои ноби Расули акрам (с) дар маърифати дини ва шинохти воқеӣ аз арзишҳои қуръонӣ бисёр муҳим ва назаррас мебошад.\n   Бешакку шубҳа, дар миёни китобҳое, ки дар илми ҳадис тадвин гардидаанд, «Саҳеҳ»-и Бухорӣ мақоми аввалро ба худ касб намудааст, зеро тамоми уламои ислом бар сиҳҳат ва қабули он иттифоқи назар доранд.\n   Балки Имом Заҳабӣ дар муқаддимаи китоби гаронбаҳояш, «Таърихи ислом» мегӯяд: «Саҳеҳ»-и Бухорӣ баъди Қуръони маҷид бузургтарину бартарин китобҳои исломӣ маҳсуб мегардад».\n   Шаш сол муқаддам «Мухтасари Саҳеҳи Бухорӣ» аз тарафи банда ба ҳуруфи кириллик баргардон ва ба нашр расид. Баъди чопи он мушоҳида намудем, ки мардуми мусулмони дар замони Шӯравӣ аз манобеу сарчашмаҳои исломшиносӣ маҳруму бехабармонда, аз китоби мазкур пазироии гарм намуданд, бо ҳар қимате онро дастрас мекарданд ва аксари эшон баъди Каломуллоҳ (Қуръон) онро китоби рӯйимизӣ қарор доданд.\n\n   Мақсади мо ҳам чунин буд, ки мусулмонони Тоҷикистон ва берун аз он ба ганҷинаи поку гуҳарбори аҳодиси Расули акрам (с), ки манбаи илму ҳикмат ва сарчашмаи иззату саодат аст, дастрасӣ пайдо намоянду дар ҳаёти амалии худ аз он истифода кунанд.\n   Дар андак муддат теъдоди чопшудаи «Мухтасари Саҳеҳи Бухорӣ», тамом шуд. Дӯстону мухлисон ва алоқамандони ин китоби арзишманд аз банда илтимос мекарданд, ки онро боз нашр намоям, вале ба иллати камбуди молӣ хостаи онҳоро бароварда наметавонистам. Шукри Худо, бо дастгирии баъзе бародарони ҳимматбаланду фарҳангдӯст китоби мазкур дар ояндаи наздик дубора нашр ва дастраси хонандагони арҷманд мегардад. Қайд кардан ба маврид аст, ки нашри дубораи китоби мазкур бо дастгирӣ ва саҳми арзандаи собиқ Раиси Маҷлиси намояндагони Маҷлиси Миллии Ҷумҳурии Тоҷикистон, муҳтарам Сайдулло Хайруллоев сурат гирифт, ки ин амр баёнгари фарҳангдустиву эҳтироми эшон ба арзишҳои миллӣ ва нобиғаҳои нотакрори миллати тоҷик ба монанди Имом ал-Бухорӣ, ал-Хоразмӣ, ва Имоми Аъзам (раҳ) мебошад.\n   Дар охир барои тамоми бародарони арҷманде, ки дар нашри ин китоб саҳмгузорӣ намуданд, самимона сипосгузорӣ менамоям ва барояшон сарафрозию комгории ду ҷаҳонро аз Худо хоҳонам. Ин амали солеҳро Худованд аз онон ба унвони ёдгории фарҳангии баёдмонданӣ дар миёни наслҳо ва некии фанонопазир дар хазонаи аъмоли бандагонаш қабул фармояд.\nОмин ё раббал-оламин.\n\n   Абдулҳалим ОРИФӢ  13.10.2011"
}