{
  "id": "пешгуфтор",
  "title": "ПЕШГУФТОР",
  "content": "﻿\n      Бисмиллоҳи-р-раҳмони-р-раҳим\n\n      Ба номи Худованди ҷонофарин, \n      Ҳакими сухан бар забон офарин.\n\n      ПЕШГУФТОР\n\n   Ба иттифоқи тамоми уммати Ислом саҳеҳтарину мӯътамадтарин китоб баъди Қуръони карим “Саҳеҳ”-и имоми муҳаддисин Абӯабдуллоҳ Муҳаммад ибни Исмоъил ибни Иброҳим ибни Муғира ибни Бардизбеҳи Бухорӣ мебошад.\n   У аз хурдсолӣ ба омӯхтану азёдкунии аҳодиси Расули акрам (с) пардохта буд ва ҳофизаи қавие, ки Худованд ба вай бахшида буд, ӯро дар ҳифзу азбаркунии даҳҳо ҳазор ҳадис кӯмаку ёрӣ мекард. Рафиқону ҳамасронаш ба ин фазилату бузургиаш эътироф намуда мегӯянд, ки “ӯ дар ҳифзи дуруст ва устувори аҳодис шӯҳраи офоқ гардида буд, ҳатто мардуми ҳадиснавис аз пушти ӯ давида, хоҳиш мекарданд, ки каме биншинад ва барояшон ҳадис бигӯяд.”\n\n   Дар замони Бухорӣ китобҳои ҳадис, ки дорои аҳодиси саҳеҳ ва заъиф буданд, таълиф мегардид ва устодаш бисёр вақтҳо орзу мекард, ки кош шахсе барои ҷамъоварии аҳодиси саҳеҳ ҳиммат мегузошт ва онҳоро аз ҳадисҳои заъиф ҷудо намуда, тадвину таълиф мекард.\n   Вай орзуи устод ва хоҳиши дӯстонашро иҷобат намуда, ба ин амали бузург пардохт ва дар муддати шонздаҳ сол ва аз миёни шашсад ҳазор (600,000) ҳадис китоби \"Саҳеҳ”-и худро интихоб ва таълиф намуд. Китоби ”Саҳеҳи Бухорӣ” бо ҳадисҳои мукаррараш дорои 7397 ҳадиси саҳеҳ мебошад.\n   Чун имом Бухорӣ ҳар ҳадисро бо санадаш ва гоҳо ривояти ҳадисҳоро муқаррар ҳам оварданд, мутолиаи он ва пайдо намудани асли баъзе аҳодис бар хонандагон мушкил гардид, бинобар ин донишманди тавонои илми ҳадис имом Аҳмад ибни Аҳмад ибни Абдуллатифи Зубайдӣ китоби “Саҳеҳ”-и имом Бухориро ихтисор намуда, дар ҳаҷми як ҷилд ба хонандагон тақдим намуд.\n   У бо ҳазфи санади ҳадис, наовардани ҳадисҳои такрорӣ ва низ худдорӣ аз ҳадисҳое, ки марбут ба ахбори саҳобагон ва дигарон мебошанд, «Саҳеҳи Бухорӣ»-ро мухтасар намуд, то хонандагон бидуни заҳмат ба матни асосии ҳадисҳо дастрасӣ пайдо намоянд ва инчунин ҳамон ҳадисҳоеро мутолиа намоянд, ки ба ахбору кирдори Расули акрам (с) бастагӣ дорад.\n   Китоби мазкур то имрӯз ба даҳҳо забони зиндаи дунё тарҷума ва нашр гардидааст. Хушбахтона, донишманди афғон доктор Абдурраҳим Фирӯз онро ба забони форсӣ тарҷума намуда, ҳадисҳои мушкилфаҳмро шарҳу тавзеҳ додааст. Надонистани алифбои ниёгон (форсӣ) хонандагони тоҷикро аз истифодаи тарҷумаи форсӣ маҳрум сохта буд. Бо назардошти омили мазкур ва пешниҳоду хоҳиши устодон ва дӯстонам ба баргардон кардани тарҷумаи форсии китоби мазкур ба ҳуруфи кириллик иқдом намудам ва то ҳаддалимкон баъзе ибороту ҷумлаҳои мураккабро соддаву фаҳмо кардам.\n   Ҳамчунин оятҳои дар дохили аҳодис омадаро, ки бидуни номи сура ва рақам буданд, бо овардани номи сура ва рақамашон мушаххас намудам. Дар аснои баргардон аз асли арабии “Мухтасари Саҳеҳи Бухорӣ”, ки интишороти “Дору-н-нафоис'-и Бейрути Лубнон соли 1985 онро чоп кардааст, низ истифода кардам.\n   Умедворам хонандагони азиз бо мутолиаи ин китоб аз ҳадисҳое, ки аркону асосҳои Ислом ва низ ҳалолу ҳаром, аҳкоми иҷтимоии Ислом ва дигар суннату рафтори Расули акрам (с)-ро бозгӯ мекунанд, ошноӣ пайдо намуда, дар партави он зиндагӣ ва амал намоянд.\n   Дар охир аз ҳамаи устодон, бародарону дӯстоне, ки дар ин амал бо машварат, пешниҳодот ва ҳамкориҳо саҳми худро дареғ надоштанд, изҳори ташаккур ва миннатдорӣ менамоям. Худованд ҳамаи моро ба шинохти Қуръони карим ва Суннати ҳазрати Муҳаммад (с) тавфиқу ҳидоят ато фармояд ва дар ҳаёту зиндагӣ некбахту растагор бигардонад.\n\n   Абдулҳалим Орифӣ 21.08. 2005\n\n\n      ТАВАҶҶӮҲИ ҶИДДӢ\n\n   Истинботи аҳком аз аҳодиси набавӣ, усул ва қавоид ва шартҳои хоси худро дорад ва чунин кор аз ашхосе, ки ба марҳалаи пухтагии илмӣ нарасидаанд, ба ҳеҷ ваҷҳ имконпазир нест, ба ин асос набояд ҳама кас он чиро, ки аз зоҳири баъзе аҳодис ба зеҳнаш хутур мекунад, ҳукми шаръӣ қарор дода ва ҳамон гуна ба он амал намояд.\n\nБа таври мисол, агар дар ҳадисе, ки мегӯяд: Паёмбари Худо (с) дар ҳаҷ, дар ҷавоби ҳама касоне, ки мепурсиданд: Ман надониста чунин ва чунон кардам, мефармуданд: “бикун ва боке надорад” бархурд менамояд, набояд ин тавр бифаҳмад, ки анҷом додани ҳар амале, ки дар ҳаҷ дониста ва ё ҳатто надониста сурат мепазирад, раво буда ва боке надорад, балки бояд барои фаҳм ва дарки маънои ҳақиқии чунин аҳодис ба кутуби фуқаҳо ва шарҳҳои аҳодиси набавӣ муроҷиа намояд.\n\n\n      МУҚАДДИМАИ МУТАРҶИМ\n\n   Алҳамду лиллоҳи лази лам яттахиз валадан ва лам яку-л-лаҳу шарикун фи-л-мулки ва лам яку-л-лаҳу валиюн минна-з-зулли ва каббирҳу такбиро, ва-с-салоту ва-с-салому-л-акмалон ъало сайиди-л- мурсалин ва имоми-л-муттақин, набийино ва ҳабибино Муҳаммадини- л-лазӣ арсалаҳу-л-Лоҳу шоҳидан ва мубашширан ва назиро ва ъало олиҳи ва асҳобиҳи-л-лазина конӯ маъаҳу ашиддоа ъала-л-куффори руҳамоа байнаҳум тароҳум руккаъан суҷаддай ябтагуна фазла-м- миналлоҳи ва ризвона симоҳум фӣ вуҷӯҳиҳим мин асари-с-суҷуд ва ъала-л-лазина ҷоумим баъдиҳим яқӯлӯна: Раббанағфирлано ва ли ихвонина-л-лазина сабақӯно би-л-имон ва ло таҷъал фӣ қулубино ғилла-л-ли-л-лазина оману раббано иннака раъуфу-р-раҳим.\n\n   Аммо баъд, ба иттифоқи уламо китоби “Саҳеҳу-л-Бухорӣ\" саҳеҳтарин ва олимақомтарин китоб баъд аз китоби Худо, яъне Қуръони Маҷид аст ва аз ин ҷост, ки ин китоб на танҳо дар олами исломй ва назди мусалмонон, балки дар назди ҳамаи ҷаҳониён шӯҳраи офоқ гардидааст ва ин амр эҳтиёҷе ба далел ва исбот надорад ва боз аз ҳамин сабаб аст, ки ин китоби мутабаррик аввалин марҷаъ баъд аз Қуръони карим барои истинбот ва фаҳми аҳком дар назди фуқаҳо ва муҳадцисин ва уламои илми шариъат ба таври хусус ва мавриди эҳтиром ва тақдир дар назди умуми уммати исломӣ ба таври умум қарор гирифтааст, Вале чун мардумони зиёде аз мусалмонони форсизабон аз фаҳм ва дарки маъонии ин китоб аз чиҳати ин, ки ба забони арабӣ ошноии чандон надоранд, маҳрум мебошанд, бар худ лозим донистам, ки китобро тарҷума намуда ва дар дастраси хонандагони форсизабон қарор диҳам, то бошад, ки аз ин тариқ чизе аз масъулиятамро дар пешгоҳи Худои худ, дини худ ва мардуми худ адо намуда ва мардумеро бо аҳодиси саҳеҳи набавӣ ошно созам. Агар дар ин кори бузург муваффақият насибам гардад, ки ҳамин чиз қасду орзуи ман аст, ин аз фазл ва марҳамати Худованди мутаъол аст ва агар тақсире дар кор бошад, аз тарафи худам буда ва аз Худованди мутаъол талаби омурзиш ва мағфират менамоям.\n\n\n      ВАЛЕ ЧАРО ИН МУХТАСАР?\n\n   Тавре, ки аҳли фанни ҳадис медонанд, имом Бухорӣ (р) дар қабули ҳадис ва шурути сиҳати он услуби хоси худро дорад ва ҳамин шурути муташаддидонаи ин имоми бузургвор дар қабули ҳадис аст, ки китоби ӯро дар болотарин дараҷоти саҳеҳ ва дар олитарин мақоми китоби ҳадис қарор додааст ва шарҳ ва тавзеҳи комили ин шурут дар ин ҷо на лозим ва на муносиб ба ин муқаддимаи мухтасар аст ва беҳтарин марҷаъ дар ин мавзӯъ муқаддимаи (“Фатҳу-л-борӣ”, шарҳи “Саҳеҳи Бухорӣ”, таълифи имом Ибни Ҳаҷари Асқалонӣ ва муқаддимаи китоби (“Иршоду-с-орӣ“, шарҳи “Саҳеҳи Бухорӣ”, таълифи имом Қасталонӣ ва ғайра шарҳҳои ин китоби азим аст ва он чӣ муносиб ба мавзӯъи мост, ин аст, ки имом Бухорӣ (р) дар китоби худ “Саҳеҳу-л- Бухорӣ” ғолибан як ҳадисро ба таври муқаррар дар чандин ҷой зикр менамояд ва ин амал асбоб ва фавоиди мутаъаддиде дорад, ки аз ин ҷумла аст:\n\n 1. Ин ки ин такрор ҳадисро аз ғаробат хориҷ менамояд, зеро ҳадисе, ки фақат аз як саҳобӣ ривоят шуда бошад, дар истилоҳи аҳли ҳадис ба номи ғариб ёд мегардад ва ин як навъ мулоҳиза дар ҳадис аст, вале баъд аз ин, ки ҳадис аз саҳобии дигаре ва ё аз чандин саҳобӣ ривоят гардид, аз ҳадди ғаробат хориҷ гардида ва сабаби иртиқоъ ва иртифоъи мартабаи ҳадис мегардад.\n 2. Ин ки баъзе аз ривояткунандагон ҳадисро комил ва иддаи дигаре онро ба таври мухтасар ривоят мекунанд ва имом Бухорӣ (р) бо мурооти амонати илмӣ ҳамаи ривоётро ҳамон тавре, ки ҳаст, ривоят намуда ва сабаби рафъи шубҳа мегардад.\n 3. Ин ки дар баъзе аз аҳодис ибороти ровиҳо дар як ва ё чанд калима бо ҳам мухталиф мебошанд ва ҳар калима дорои фоидаи мушаххасе буда ва зикри он дар ҳар ривоят ва дар ҳар боб фоидаи дигаре дорад.\n 4. Ин ки як ҳадиси муайян аз як ривоят ба таври муттасил ва аз ривояти дигар ба таври ирсол ривоят шудааст ва ривояти ирсолро аз он ҷиҳат меоварад, то нишон диҳад, ки ин ирсол сабаби радди ривояти муттасил намегардад.\n 5. Аз як ҳадис дар абвоби мухталиф аҳкоми мухталиферо истинбот намуда ва ҳадисро дар ҳамон боби муносибаш дубора зикр менамояд ва чандин сабаби дигар. Ба таври мисол ҳамин ҳадис “Иннама-л- аъмолу бииниёти ва иннамо ликуллимриин монаво ”, ки аввалин ҳадис дар китоби “Саҳеҳу-л-Бухорӣ” мебошад, дар ҳафт боби мухталиф аз «Саҳеҳу-л-Бухорӣ» зикр ва ривоят гардидааст ва ҳар ривоят фавоиди хоси худро дорад ва ин бобҳо иборатанд аз:\n\n 1. Китоби бадъу-л-ваҳй;\n 2. Китобу-л-имон;\n 3. Китобу-л-итқ;\n 4. Китоби маноқибу-л-ансор;\n 5. Китоби никоҳ;\n 6. Китобу-л-аймон ва-н-нузур;\n 7. Китобу-л-ҳиял.\n\n   Ва бидуни шак ҳар як аз ин ривоёти мухталиф дар абвоби мухталиф дорои фоида ва муносибати муайян аст, вале бо ин ҳам барои хонандаи оддӣ, ки аз як тараф на аз санъати ҳадис чизе дониста ва на қудрати илмии истинботи аҳкомро дорад ва на ҳам шояд вақти кофӣ дар хондан ва мутолиаи ҳамаи ин ривоёти мухталифро дошта бошад, Вале дар айни ҳол алоқаманди иттилоъ аз аҳодиси набавӣ (с) мебошад, дар дастрас будани асли аҳодис бидуни такрор беҳтар ва муносибтар хоҳад буд ва аз ин ҷо буд, ки китоби “Саҳеҳу-л-Бухорӣ”-ро олими барӯманд имом Зубайдӣ, ки тарҷумаи ҳолаш анқариб хоҳад омад, ба услуби илмии мутафаррид (беназир) ихтисор намуда ва онро ба номи “Ат таҷриду-л-сареҳ ли аҳодиси ҷомеъи-с-саҳеҳ\" номгузорӣ намуд ва кайфият ва тариқаи ин ихтисор ба қалами худи имом Зубайдӣ баъдан хоҳад омад.\n\n   Ва ҳамин авомил ва авомили дигаре, ки зикри онҳо дар мукаддимаи ҳуди имом Зубайдӣ хоҳад омад, маро бар он дошт, то ин китобро тарҷума намуда ва дар дастраси форсизабонони алоқаманд ба шариати исломӣ ба таври умум ва дӯстдорони аҳодиси саҳеҳи Паёмбари Худо (с) ба таври хусус қарор диҳам ва ин тарҷумаро ба номи: \"Раҳмату-л- борӣ ” тарҷумаи «Саҳеҳу-л-Бухорӣ» номгузори кардам ва аз Худованди Карим масъалат дорам, то ин амали ночизамро холис барои худ гардонида ва онро сабаби шафоати набии худ. ҳазрати Муҳаммад (с) аз ин бандаи нотавон дар рӯзи қиёмат, рӯзе, ки “Ло янфаъу-л-молу ва ло бануна, илло ман аталлоҳа биқалбин салим” бигардонад."
}